{"title": "Bible (Reina Valera) NT 15-16: 1, 2 Timoteo", "description": "La primera carta a Timoteo es una de las tres cartas pastorales (incluidas 2 Timoteo y Tito) que el anciano apóstol Pablo envió a aquellos que continuarían su obra. Timoteo era, en todos los sentidos, el hijo espiritual de Pablo. Joven pero talentoso, Timoteo había sido asignado para dirigir la iglesia en Éfeso, una iglesia que necesitaba orden tanto en la alabanza, así como corrección doctrinal, que estaba plagada de maestros falsos. La carta de Pablo, que  probablemente fue escrita alrededor del año 62 DC,  asesoró al joven Timoteo en cuestiones de liderazgo eclesiástico, desde la adoración apropiada hasta  los requisitos detallados para los ancianos y diáconos,le dio consejos de cómo enfrentar la enseñanza falsa y cómo tratar a varias personas dentro de una congregación. Pablo le encargó a Timoteo que viviera una vida irreprochable, dando a los creyentes un estándar para emular.<br /><br />2 Timoteo fue la última carta escrita por Pablo (ad.64) mientras esperaba su ejecución en una cárcel romana. A pesar de todo lo que Pablo estaba enfrentando;  la muerte, el final de su ministerio, el abandono de la mayoría de sus amigos por temor a la persecución - él fielmente dirigió a su hijo espiritual, Timoteo,  a la esperanza que está en Cristo. Mientras exhortaba a Timoteo a la valentía, la perseverancia y la fidelidad frente a las falsas enseñanzas, Pablo mostró su preocupación habitual por la sana doctrina. Toda la Escritura,  dice Pablo,  está inspirada por Dios y por lo tanto es suficiente en todo lo relacionado con la fe y la práctica de los cristianos (3: 16-17). Por lo tanto, los creyentes maduros deben estar ansiosos por transmitir su conocimiento de las Escrituras a aquellos que son más jóvenes en la fe.<br /><br />=======================<br /><br />The first letter to Timothy is one of the three pastoral letters (including 2 Timothy and Titus) that the aging apostle Paul sent to those who would continue his work. Timothy was, in every way, Paul's spiritual son. Young but talented, Timothy had been assigned to lead the church in Ephesus, a church that needed order in both worship as well as doctrinal correction, which was plagued with false teachers. Paul's letter, which was probably written around 62 AD, counseled young Timothy on issues of church leadership, from proper worship to the detailed requirements for elders and deacons, gave him advice on how to deal with false teaching and how to treat several people within a congregation. Paul commissioned Timothy to live an irreproachable life, giving believers a standard to emulate.<br /><br />2 Timothy was the last letter written by Paul (ad.64) while waiting for his execution in a Roman jail. In spite of everything Paul was facing; death, the end of his ministry, the abandonment of most of his friends for fear of persecution - he faithfully led his spiritual son, Timothy, to the hope that is in Christ. While exhorting Timothy to courage, perseverance and fidelity in the face of false teachings, Paul showed his usual concern for sound doctrine. All Scripture, says Paul, is inspired by God and therefore sufficient in everything related to the faith and practice of Christians (3: 16-17). Therefore, mature believers should be eager to pass on their knowledge of the Scriptures to those who are younger in the faith.<br />\n - Summary by Claudia R. Barrett", "duration": 1692, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/1_2_timoteo_rva_1712_librivox/bible_timoteo_1712.jpg", "copyright_year": "1602", "genres": ["Bibles"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Bekaroo"}], "sections": [{"section": 1, "title": "1 Timoteo 1", "readers": [9972], "path": "", "duration": 0}, {"section": 2, "title": "1 Timoteo 2", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_02_rva_64kb.mp3", "duration": 137}, {"section": 3, "title": "1 Timoteo 3", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_03_rva_64kb.mp3", "duration": 155}, {"section": 4, "title": "1 Timoteo 4", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_04_rva_64kb.mp3", "duration": 157}, {"section": 5, "title": "1 Timoteo 5", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_05_rva_64kb.mp3", "duration": 225}, {"section": 6, "title": "1 Timoteo 6", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_06_rva_64kb.mp3", "duration": 236}, {"section": 7, "title": "2 Timoteo 1", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_07_rva_64kb.mp3", "duration": 176}, {"section": 8, "title": "2 Timoteo 2", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_08_rva_64kb.mp3", "duration": 228}, {"section": 9, "title": "2 Timoteo 3", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_09_rva_64kb.mp3", "duration": 169}, {"section": 10, "title": "2 Timoteo 4", "readers": [9972], "path": "http://www.archive.org/download/1_2_timoteo_rva_1712_librivox/1-2_timoteo_10_rva_64kb.mp3", "duration": 209}]}