{"title": "Bible (KJV) Apocrypha/Deuterocanon: 2 Maccabees", "description": "The Second Book of Machabees is not, as the name might suggest, a continuation of the First, but covers part of the same ground. The book proper is preceded by two letters of the Jews of Jerusalem to their Egyptian coreligionists. The first dated in 124 B.C., contains only an invitation to the Jews of Egypt to celebrate the feast of the Dedication of the Temple. The second which is undated, is from the senate and Judas Machabeus to the counsellor of Ptolemy, and to the Jews in Egypt. It informs them Egyptian Jews of the death of Antiochus, and invites them to celebrate the feasts of the Dedication and of the Recovery of the Sacred Fire. The story of the recovery of the sacred fire is then related.<br><br>\n\nThe book itself begins with an elaborate preface in which the author after mentioning that his work is an epitome of the larger history in five books of Jason of Cyrene states his motive in writing the book. The first part relates the attempt of Heliodoris, prime minister of Seleucus IV (187-175 B.C.), to rob the treasures of the Temple. The rest of the book is the history of the Machabean rebellion down to the death of Nicanor (161 B.C.), and therefore corresponds to I Mach. II Mach. thus covers a period of only fifteen years, from 176 to 161 B.C. But while the field is narrower, the narrative is much more copious in details than I Mach., and furnishes many particulars, for instance, names of persons, which are not found in the first book. ( Bechtel, F. (1910). The Books of Machabees. In The Catholic Encyclopedia. New York: Robert Appleton Company. - modified by ancientchristian) ", "duration": 6102, "language": "English", "authors": [{"id": "950", "name": " King James Version (KJV)"}], "coverArt": "https://archive.org/download/2maccabees_2005_librivox/KJVMaccabees2_2005.jpg", "copyright_year": "1611", "genres": ["King James Version"], "supporters": [{"role": "Read by", "name": "ancientchristian"}, {"role": "Book Coordinator", "name": "ancientchristian"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Mark Chulsky"}], "sections": [{"section": 1, "title": "Chapters 1-5", "readers": [14072], "path": "https://www.archive.org/download/2maccabees_2005_librivox/maccabees2_01_kjv_64kb.mp3", "duration": 1885}, {"section": 2, "title": "Chapters 6-10", "readers": [14072], "path": "https://www.archive.org/download/2maccabees_2005_librivox/maccabees2_02_kjv_64kb.mp3", "duration": 2033}, {"section": 3, "title": "Chapters 11-15", "readers": [14072], "path": "https://www.archive.org/download/2maccabees_2005_librivox/maccabees2_03_kjv_64kb.mp3", "duration": 2184}]}