{"title": "Handbook of the Kavirondo Language - Part III - Dholuo Phrase Book", "description": "Kenyan Luo (also known as \"Dholuo\") belongs to the Luo grouping within the Western Nilotic grouping of the Nilo-Saharan language family. It is spoken by the Luo people of Kenya and Tanzania, numbering about 3 million, who occupy parts of the eastern shore of Lake Victoria and areas south of there. It is used for broadcasts on KBC (Kenya Broadcasting Corporation, formerly the Voice of Kenya) and Radio Ramogi. Dholuo is closely related to Lango, Acholi and Dhopadhola of Uganda. It is not to be confused with the fellow Western Nilotic language Luwo (spoken in Sudan); in addition, both of the aforementioned languages Lango and Acholi have the alternative names Lwo or Lwoo. A Handbook of the Kavirondo Language, published in Nairobi in 1920 by \"Some Fathers of St. Joseph's Society\", is one of the earliest written accounts of the Dholuo language. The authors wrote: \"The language treated in this Grammar is spoken by a tribe inhabiting a great part of Kavirondo. On the north they border on the Mumias people and on the south on the Kisii. It is beyond our scope here to give a history of their settlement in the country round about Victoria Nyanza. The people speaking this language call themselves \"Luo\", hence the language is called \"Dholuo\" (Cf. Grammer, page 15). As many \"Luo\", especially the younger generation, go down the line for work, the demand for a grammar and vocabulary has increased of late. To comply with this demand, and after many earnest requests, we decided to have this grammer printed... Our trouble will be amply repaid if this book proves useful to those interested in the study of \"Dholuo\".\" This audiobook contains Part III of A Handbook of the Kavirondo Language - Dholuo Phrase Book.<br><br>(Adapted from Wikipedia and the Introduction to A Handbook of the Kavirondo Language)", "duration": 3685, "language": "Dholuo/Luo", "authors": [{"id": "2865", "name": " Fathers of St. Joseph's Society"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt31/Handbook_Kavirondo_Language_Part3_1304.jpg", "copyright_year": "1920", "genres": ["Language learning"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Nicholas James Bridgewater"}, {"role": "Meta Coordinator", "name": "Nicholas James Bridgewater"}], "sections": [{"section": 1, "title": "01 - Usual.", "readers": [1618, 4651], "path": "https://www.archive.org/download/handbook_kavirondo3_1203/dholuophrasebook_01_fathersstjosephsociety_64kb.mp3", "duration": 664}, {"section": 2, "title": "02 - Servants, Meals, etc.", "readers": [1618, 4651], "path": "https://www.archive.org/download/handbook_kavirondo3_1203/dholuophrasebook_02_fathersstjosephsociety_64kb.mp3", "duration": 1191}, {"section": 3, "title": "03 - Working.", "readers": [1618, 4651], "path": "https://www.archive.org/download/handbook_kavirondo3_1203/dholuophrasebook_03_fathersstjosephsociety_64kb.mp3", "duration": 493}, {"section": 4, "title": "04 - In Caravan.", "readers": [1618, 4651], "path": "https://www.archive.org/download/handbook_kavirondo3_1203/dholuophrasebook_04_fathersstjosephsociety_64kb.mp3", "duration": 266}, {"section": 5, "title": "05 - A Visit to a Village.", "readers": [1618, 4651], "path": "https://www.archive.org/download/handbook_kavirondo3_1203/dholuophrasebook_05_fathersstjosephsociety_64kb.mp3", "duration": 1071}]}