{"title": "Letter Concerning Toleration", "description": "Letter Concerning Toleration by John Locke was originally published in 1689. Its initial publication was in Latin, though it was immediately translated into other languages. In this \"letter\" addressed to an anonymous \"Honored Sir\" (actually Locke's close friend Philip von Limborch, who published it without Locke's knowledge) Locke argues for a new understanding of the relationship between religion and government. One of the founders of Empiricism, Locke develops a philosophy that is contrary to the one expressed by Thomas Hobbes in Leviathan, primarily because it supports toleration for various Christian denominations. Locke's work appeared amidst a fear that Catholicism might be taking over England, and responds to the problem of religion and government by proposing toleration as the answer. Unlike Hobbes, who saw uniformity of religion as the key to a well-functioning civil society, Locke argues that more religious groups actually prevent civil unrest. Locke argues that civil unrest results from confrontations caused by any magistrate's attempt to prevent different religions from being practiced, rather than tolerating their proliferation. Locke's primary goal is to \"distinguish exactly the business of civil government from that of religion.\" He makes use of extensive argument from analogy to accomplish his goal, and relies on several key points. The thing that he wants to persuade the reader of is that government is instituted to promote external interests, relating to life, liberty, and the general welfare, while the church exists to promote internal interests, i.e., salvation. The two serve separate functions, and so, must be considered to be separate institutions. (Summary from Wikipedia)", "duration": 8902, "language": "English", "authors": [{"id": "4362", "name": " John Locke"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt9/Letter_Concerning_Toleration_1107.jpg", "copyright_year": "1689", "genres": ["*Non-fiction", "Philosophy"], "supporters": [{"role": "Read by", "name": "D.E. Wittkower"}, {"role": "Book Coordinator", "name": "D.E. Wittkower"}, {"role": "Meta Coordinator", "name": "David Barnes"}], "sections": [{"section": 1, "title": "Part 1", "readers": [613], "path": "http://www.archive.org/download/letter_concerning_toleration_librivox/letterconcerningtoleration-01-locke_64kb.mp3", "duration": 4615}, {"section": 2, "title": "Part 2", "readers": [613], "path": "http://www.archive.org/download/letter_concerning_toleration_librivox/letterconcerningtoleration-02-locke_64kb.mp3", "duration": 4287}]}