{"title": "Plea for Ragged Schools; or, Prevention Better than Cure", "description": "The Reverend Thomas Guthrie was first introduced to the idea of ragged schools in 1841, while acting as the Parish Minister of St. John's Church in Edinburgh. On a visit to Portsmouth, he saw a picture of John Pounds and felt inspired and humbled by the crippled cobbler's work. Pounds had been injured in a shipbuilding accident at the age of 15.  He later became a shoemaker and, in 1818, he began teaching poor children without charging fees. He actively recruited children and young people to his school, spending time on the streets and quays making contact and even bribing them to come with the offer of baked potatoes. He began teaching local children reading, writing, and arithmetic. He also gave lessons in cooking, carpentry and shoe making until his death in 1839. Pounds became an inspiration for others seeking to address the needs of impoverished children. <br><br>\n\nGuthrie opened his first ragged school in 1847.  Although this was not the first ragged school in Scotland, Guthrie was later acknowledged as a core leader of the movement. His 'Plea for Ragged Schools', published in March 1847 to garner the public's support for a school in the city, laid out his arguments and proved highly influential.  Ragged Schools had a unique curriculum; education, regular meals, clothes, 'industrial training' and Christian instruction. Most of the children who attended the schools did not remain overnight but were in school for 11 to 12 hours a day.  The teachers worked to win over the children with kindness.  \"These Arabs of the city are wild as those of the desert, and must be broken into three habits, – those of discipline, learning and industry, not to speak of cleanliness. To accomplish this, our trust is in the almost omnipotent power of Christian kindness. Hard words and harder blows are thrown away here. With these alas they are too familiar at home, and have learned to be as indifferent to them as the smith's dog to the shower of sparks.\"\n<br><br>\nGuthrie saw the Ragged Schools as his most enduring legacy; \"I never engaged in a cause, as a man and a Christian minister that I believe on my death-bed I will look back on with more pleasure or gratitude to God, than that he led me to work for Ragged Schools. I have the satisfaction, when I lay my head upon my pillow, of always finding one soft part of it: and that is, that God has made me an instrument in His hand of saving many a poor creature from a life of misery and crime” (Thomas Guthrie and Sons, Autobiography and Memoirs, London, 1896). Amongst Guthrie’s last words he was overheard to say “a brand plucked from the burning!” His legacy was that through his vision and love for his Savior, the Ragged School movement was established which in turn plucked thousands of little brands from a life of poverty and crime, and brought them to know the ultimate friend of sinners. (Summary by Wikipedia and MaryAnn)", "duration": 6161, "language": "English", "authors": [{"id": "15854", "name": "Thomas Guthrie"}], "coverArt": "https://archive.org/download/raggedschools_2102_librivox/raggedschools_2102.jpg", "copyright_year": "1847", "genres": ["Education", "Christianity - Other"], "supporters": [{"role": "Read by", "name": "MaryAnn"}, {"role": "Book Coordinator", "name": "MaryAnn"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Devorah Allen"}], "sections": [{"section": 1, "title": "A Plea for Ragged Schools, Part 1", "readers": [3645], "path": "http://www.archive.org/download/raggedschools_2102_librivox/raggedschools_01_guthrie_64kb.mp3", "duration": 1871}, {"section": 2, "title": "A Plea for Ragged Schools, Part 2", "readers": [3645], "path": "http://www.archive.org/download/raggedschools_2102_librivox/raggedschools_02_guthrie_64kb.mp3", "duration": 2410}, {"section": 3, "title": "Appendices", "readers": [3645], "path": "http://www.archive.org/download/raggedschools_2102_librivox/raggedschools_03_guthrie_64kb.mp3", "duration": 1880}]}