{"title": "Rescue from Death, with a Return of Praise", "description": "A sermon, preached after the cessation of the 1625-1626 plague in London, where \"from above five thousand a week it is come to three persons\". He expresses thankfulness \"that there is free commerce and intercourse as before; that we can meet thus peaceably and quietly at God's ordinances, and about our ordinary callings\". Sibbes' text is Psalm 107 verse 17:<br>\r\n\"Fools, because of their transgressions, and because of their iniquities, are afflicted\" etc.<br><br>\r\n\r\n\"You know how God hath dealt of late with this city, and with ourselves indeed; for we are all of one body politic, and however God visited them, yet it was our sins also that provoked him. We brought sticks to the common fire. A physician lets the arm blood, but the whole body is distempered. God let the city blood, but the whole kingdom was in a distemper. So that it was for our sins as well as theirs. We all brought, I say, something to the common flame, and God afflicted us even in them. God hath now stayed the sickness almost as miraculously as he sent it. It was a wonder that so many should be swept away in so short a time. It is almost as great a wonder that God should stay it so soon. And what may we impute it unto? Surely as it is in the text: 'They cried unto the Lord'.\"<br>\r\n- Summary by InTheDesert and Richard Sibbes", "duration": 4714, "language": "English", "authors": [{"id": "2275", "name": "Richard Sibbes"}], "coverArt": "https://archive.org/download/arescuefromdeath_with_areturnofpraise_2208_librivox/rescue_2208.jpg", "copyright_year": "1862", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "mleigh"}], "sections": [{"section": 1, "title": "Section 1", "readers": [14684], "path": "https://www.archive.org/download/arescuefromdeath_with_areturnofpraise_2208_librivox/rescuedeathpraise_01_sibbes_64kb.mp3", "duration": 2303}, {"section": 2, "title": "Section 2", "readers": [14684], "path": "https://www.archive.org/download/arescuefromdeath_with_areturnofpraise_2208_librivox/rescuedeathpraise_02_sibbes_64kb.mp3", "duration": 2411}]}