{"title": "Study of British Genius", "description": "The psychological and anthropological character of genius in the British Isles was investigated by Ellis. Citing and collating an extensive source of information from the Dictionary of National Biography, many pieces of informational are discussed, including the ancestral heritage, geographical distribution, professions, and health and morbidity of the most the most preeminent men and women of the time. This work also promotes his theory that large cities are not only counterproductive to the development of high achievers, but detrimental to national health. (Summary by Leon Harvey) ", "duration": 17794, "language": "English", "authors": [{"id": "2114", "name": "Havelock Ellis"}], "coverArt": "https://archive.org/download/britishgenius_2011_librivox/britishgenius_2011.jpg", "copyright_year": "1904", "genres": ["Psychology", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "MaryAnn"}], "sections": [{"section": 0, "title": "Preface", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_00_ellis_64kb.mp3", "duration": 290}, {"section": 1, "title": "I-INTRODUCTORY. Problem to be investigated The method of investigation, The Dictionary of National Biography, The principle ruling the selection of names, Cattell's method of selection, Reasons for the principles here adopted, Proportion of eminent women to eminent men, The distribution of intellectual ability in the various centuries, The biological data with which the present inquiry is chiefly concerned, Fallacies to be avoided.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_01_ellis_64kb.mp3", "duration": 1425}, {"section": 2, "title": "II-NATIONALITY AND RACE. The determination of place of origin, Birthplaces of grandparents the best available criteria, Relative productiveness in genius of England, Wales, Scotland and Ireland, The group of mixed British origin, The group of mixed British and foreign origin, Importance of the French element Origins of eminent British women, The distribution of English genius according to counties, The genius of Kent The regional distribution of British women of ability, The probable predominance of Norfolk and Suffolk in relative amount of ability, The three great foci of English genius, The East Anglian focus, The apparent poverty of London in aboriginal genius, The south-western focus The Welsh Border, The Anglo-Danish district, The psychological characteristics of East Anglian genius, The characteristics of the south-west focus The characteristics of the Welsh Border, The significance of the position of Kent, The distribution of genius in Wales, The distribution of genius in Scotland, The distribution of genius in Ireland, The regional distribution of various kinds of ability, The distribution of scientific ability, The regional variations of scientific aptitude, The distribution of eminent soldiers, The distribution of eminent sailors, The distribution of artists, The distribution of dramatic ability, The possible modification of racial factors by environmental conditions.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_02_ellis_64kb.mp3", "duration": 4005}, {"section": 3, "title": "III-SOCIAL CLASS. Status of parents of British men of genius, Upper class Yeomen and farmers, Clergy, Medicine, Law, Army, Navy, Miscellaneous professions, Commercial classes, Crafts, Artisans and unskilled, The parentage of artists, The parentage of actors, How far change has taken place in the social composition of the genius producing class, Comparison of the genius-producing class with the ordinary population.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_03_ellis_64kb.mp3", "duration": 1247}, {"section": 4, "title": "IV-HEREDITY AND PARENTAGE. The tendency to heredity in intellectual ability, Inheritance of ability equally frequent through father and mother, Mental abnormality in the parents, Size of the families to which persons of eminent ability belong, Normal standards of comparison Genius-producing families tend to be large, Men of ability tend to be the offspring of predominantly boy-producing parents, Women of ability apparently tend to belong to girl-producing parents, Position in the family of the child of genius, Tendency of men of ability to be youngest and more especially eldest children, The age of the parents of eminent persons at their birth, Tendency to disparity of age in the parents.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_04_ellis_64kb.mp3", "duration": 3121}, {"section": 5, "title": "V-CHILDHOOD AND YOUTH. The frequency of constitutional delicacy in infancy and childhood, Tendency of those who were weak in infancy to become robust later, The prevalence of precocity University education, The frequency of prolonged residence abroad in early life.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_05_ellis_64kb.mp3", "duration": 1432}, {"section": 6, "title": "VI-MARRIAGE AND FAMILY.Celibacy Average age at marriage, Tendency to marry late, Age of eminent women at marriage, Apparently a greater tendency to celibacy among persons of ability than among the ordinary population, Marriage Fertility and sterility alike pronounced, Average size of families Proportion of children of each sex.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_06_ellis_64kb.mp3", "duration": 1430}, {"section": 7, "title": "VII-DURATION OF LIFE. The fallacy involved in estimating the longevity of eminent men, The real bearing of the data Mortality at different ages.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_07_ellis_64kb.mp3", "duration": 418}, {"section": 8, "title": "VIII-PATHOLOGY. Relative ill-health, Consumption, The psychology of consumption, Gout, Its extreme frequency in men of ability The possible reasons for the association between gout and ability Other uric acid diseases Asthma and angina pectoris Insanity, The question of its significance, Apparent rarity of grave nervous diseases, Frequency of minor nervous disorders, Stammering, Its significance, High-pitched voice Spasmodic movements, Illegible handwriting, Short sight, Awkwardness of movement.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_08_ellis_64kb.mp3", "duration": 2132}, {"section": 9, "title": "IX-STATURE. Nature of the data Tendency of British men of ability to vary from the average in the direction of short and more especially of tall stature, Apparent deficiency of the medium-sized.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_09_ellis_64kb.mp3", "duration": 380}, {"section": 10, "title": "X-PIGMENTATION. Hair and eye-colour Method of classification Sources of data, The index of pigmentation Its marked variation in the different intellectual groups Some probable causes for this variation.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_10_ellis_64kb.mp3", "duration": 532}, {"section": 11, "title": "XI-OTHER CHARACTERISTICS. Personal beauty or the reverse, The eyes Shyness and timidity, Tendency to melancholy, Persecution by the world.", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_11_ellis_64kb.mp3", "duration": 546}, {"section": 12, "title": "XII-CONCLUSIONS. The characteristics of men of genius probably to a large extent independent of the particular field their ability is shown in, What is the \"temperament\" of genius? In what sense genius is healthy, The probable basis of inaptitude for ordinary life, In what sense genius is a neurosis", "readers": [10851], "path": "https://www.archive.org/download/britishgenius_2011_librivox/britishgenius_12_ellis_64kb.mp3", "duration": 836}]}