{"title": "Abraham Lincoln's Lyceum Address, with an Introduction by Theodore Roosevelt", "description": "Long before he was President and having just started his law practice, 28-year-old Abraham Lincoln delivered (January 27, 1838) a speech on the dangers of mob rule. Seeming to speak to our present time, he warned that mobs, or people who disrespected U.S. laws and courts, could destroy the United States. He went on to say that the Constitution and rule of law in the United States are \"the political religion of our nation.\"<br><br>\r\n\r\nDelivered to the Young Men’s Lyceum in Springfield, Illinois, the speech became known as \"the Lyceum Address\" and was titled, \"The Perpetuation of Our Political Institutions\". In the speech, Lincoln discussed in glowing terms the political regime established by the Founding Fathers, but warned of a destructive force from within.<br><br>\r\n\r\nIn 1905, as President,  Theodore Roosevelt penned an introduction to a collection of Lincoln's essays and letters (The Papers and Writings of Abraham Lincoln). In it, he zeroes in on Lincoln's message to the ages:  \"His life teaches our people that they must act with wisdom because otherwise, adherence to right will be mere sound and fury without substance; and that they must also act high-mindedly, or else what seems to be wisdom will, in the end, turn out to be the most destructive kind of folly.\"  - Summary by John Greenman and Wikipedia", "duration": 2632, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/lyceumaddress_2402_librivox/lyceumaddress_2402.jpg", "copyright_year": "1909", "genres": ["Law", "Political Science", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "John Greenman"}, {"role": "Book Coordinator", "name": "John Greenman"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Larry Wilson"}], "sections": [{"section": 1, "title": "The Perpetuation of our Political Institutions (The Lyceum Address) by Lincoln", "readers": [107], "path": "https://www.archive.org/download/lyceumaddress_2402_librivox/abrahamlincolnslyceumaddress_01_lincoln_64kb.mp3", "duration": 1965}, {"section": 2, "title": "Introductory by President T. Roosevelt", "readers": [107], "path": "https://www.archive.org/download/lyceumaddress_2402_librivox/abrahamlincolnslyceumaddress_02_lincoln_64kb.mp3", "duration": 667}]}