{"title": "Abraham Lincoln: The Practical Mystic", "description": "A knowledge of the influences which ruled the life of Lincoln, the greatest of practical mystics, is essential now that a new form of paganism and slavery threatens humanity.\r\nIn Lincoln's time the black slaves of America had to be freed; in our time the white slaves of Europe have to be freed. We have returned to the conquest. History is being repeated, but on a far vaster scale. The whole world is groaning under the threats and deeds of tyranny that seeks to become absolute. What Abraham Lincoln stood for in the middle of the nineteenth century the English-speaking peoples must stand for at the beginning of the twentieth. Materialism produced Prussian autocracy. A spiritual power brought America safely through the ordeals of the Civil War. But the material and the spiritual cannot both rule at the same time. One must yield authority to the other. And we cannot succeed by denying the very thing which caused Lincoln to triumph over all enemies and obstacles. - Summary from the book", "duration": 6391, "language": "English", "authors": [{"id": "18277", "name": "Francis Grierson"}], "coverArt": "https://archive.org/download/lincolnpracticalmystic_2405_librivox/practical_mystic_2405.jpg", "copyright_year": "1918", "genres": ["Biography & Autobiography", "Psychology"], "supporters": [{"role": "Read by", "name": "Tim Rowe"}, {"role": "Book Coordinator", "name": "Tim Rowe"}, {"role": "Meta Coordinator", "name": "redrun"}, {"role": "Proof Listener", "name": "Verla Viera"}], "sections": [{"section": 1, "title": "The Practical Mysticism of Abraham Lincoln; The Divine Will; The Mystical Awakening; The Agnostic and the Mystic", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_1_grierson_64kb.mp3", "duration": 859}, {"section": 2, "title": "The Logic of the Supernatural; The Mystical Mood; Going into the Silence; Invisible Powers; The Fusion of Matter and Spirit; His Miraculous Progress", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_2_grierson_64kb.mp3", "duration": 828}, {"section": 3, "title": "A Prophetic Witness; Lincoln's Simplicity; Lincoln's Clairvoyant Wit; A Prophetic Vision of Hades; Shakespeare and Lincoln; A Prophecy Fulfilled", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_3_grierson_64kb.mp3", "duration": 1060}, {"section": 4, "title": "The Ordinances of Heaven; Lincoln's Face; The Great Debate; Forecasting and Premonitions; Illumination of the Spirit; Tycho Brahe and Lincoln", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_4_grierson_64kb.mp3", "duration": 1004}, {"section": 5, "title": "Herndon's Analysis and Testimony; An Original Mind; The Great Books; Veneration and Truth; The Great Puzzle; Lincoln's Will and Energy", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_5_grierson_64kb.mp3", "duration": 684}, {"section": 6, "title": "Nature and Prophecy; The Seal of Nature; Law and Authority; Lincoln as Critic; His Style; Lincoln's Serenity; The Romance of His Character", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_6_grierson_64kb.mp3", "duration": 904}, {"section": 7, "title": "President by the Grace of God; Science and the Mystical; The Old and The New; Destiny vs Will; James Jaquess - Practical Mystic; Images and Dreams; The New Era", "readers": [18843], "path": "https://www.archive.org/download/lincolnpracticalmystic_2405_librivox/abrahamlincolnmystic_7_grierson_64kb.mp3", "duration": 1052}]}