{"title": "Acres of Diamonds (Version 2)", "description": "One of the most requested motivational lectures of all time.  \"I say that you ought to get rich, and it is your duty to get rich ... The men who get rich may be the most honest men you find in the community. Let me say here clearly ... ninety-eight out of one hundred of the rich men of America are honest. That is why they are rich. That is why they are trusted with money. That is why they carry on great enterprises and find plenty of people to work with them. It is because they are honest men. .\" The central idea of the work is that one need not look elsewhere for opportunity, achievement, or fortune—the resources to achieve all good things are present in one's own community; look in your own backyard for those acres of diamonds. This theme is developed by an introductory anecdote, credited by Conwell to an Arab guide, about a man who wanted to find diamonds so badly that he sold his property and went off in futile search for them. The new owner of his home discovered that a rich diamond mine was located right there on the property. Conwell elaborates on the theme through examples of success, genius, service, or other virtues involving ordinary Americans contemporary to his audience: \"dig in your own backyard!\". - Summary by the author", "duration": 6048, "language": "English", "authors": [{"id": "1156", "name": "Russell Conwell"}], "coverArt": "https://archive.org/download/acres_of_diamonds_1507_librivox/acresofdiamonds_1507.jpg", "copyright_year": "1915", "genres": ["*Non-fiction", "Self-Help"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part 1", "readers": [5717], "path": "https://www.archive.org/download/acres_of_diamonds_1507_librivox/acres_of_diamonds_version_2_01_conwell_64kb.mp3", "duration": 3040}, {"section": 2, "title": "Part 2", "readers": [5717], "path": "https://www.archive.org/download/acres_of_diamonds_1507_librivox/acres_of_diamonds_version_2_02_conwell_64kb.mp3", "duration": 3008}]}