{"title": "Aitreya-Aranyaka Upanishad", "description": "The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads.  Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shlokas (a category of verse line developed from the Vedic Anustubh meter).<br><br>Aryanka (Snskrit) आरण्यक means means pertaining to the forest. Aranyaka refers to a treatise to be read or expounded by anchorites in the quiet of the forest. Some Upanishads are incorporated inside Aranyakas. The subjects treated by Aranyakas are, in general, liturgical whereas the Upanishads are philosophical. The Aitareya-Aranyaka consists of three Aryankas. The first Aranyaka is purely liturgical, giving a description of the Mahavrata ritual. The second and third Aranyankas consist of the Mahaitareya Upanishad, while the Upanishad generally known as Aitareya Upanishad comprises 4th, 5th, and 6th adhyayas of the second Aranyaka. The date of Aitareya Upanishad is not known but has been estimated by scholars to be sometime around 6th or 5th century BCE.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad. The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\". - Summary by Jothi", "duration": 11094, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/aitreyaaranyakaupanishad_1505_librivox/aitreya_aranyaka_upanishad_1505.jpg", "copyright_year": "1897", "genres": ["Ancient", "Asian Antiquity"], "supporters": [{"role": "Read by", "name": "Jothi Tharavant"}, {"role": "Book Coordinator", "name": "Jothi Tharavant"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "First Aranyaka", "readers": [9216], "path": "http://www.archive.org/download/aitreyaaranyakaupanishad_1505_librivox/aitreyaaranyakaupanishad_01_unknown_64kb.mp3", "duration": 4431}, {"section": 2, "title": "Second Aranyaka - First, Second, and Third Adhyayas", "readers": [9216], "path": "http://www.archive.org/download/aitreyaaranyakaupanishad_1505_librivox/aitreyaaranyakaupanishad_02_unknown_64kb.mp3", "duration": 3527}, {"section": 3, "title": "Second Aranyaka - Fourth, Fifth, Sixth Adhyayas (Aitareya Upanishad), and the Seventh Adhyaya", "readers": [9216], "path": "http://www.archive.org/download/aitreyaaranyakaupanishad_1505_librivox/aitreyaaranyakaupanishad_03_unknown_64kb.mp3", "duration": 1138}, {"section": 4, "title": "Third Aranyaka", "readers": [9216], "path": "http://www.archive.org/download/aitreyaaranyakaupanishad_1505_librivox/aitreyaaranyakaupanishad_04_unknown_64kb.mp3", "duration": 1998}]}