{"title": "Alcestis (Way Translation)", "description": "Alcestis, queen of Pherae, is one of the noblest heroines in all of Greek drama. Her husband Admetus is the supposedly virtuous king of Pherae who wins the friendship of the god Apollo. Apollo tricks the Eumenides into an agreement that when the time comes for Admetus to die, a willing substitute will be accepted in his place, allowing his friend to go on living. Admetus selfishly tries to persuade anyone to agree to be his substitute, even his own parents, but no one is willing to make that sacrifice; this disappointment and its tragic consequences embitter him, leading him ultimately to disown his father and mother. Finally his wife Alcestis nobly agrees to die for him, unwilling to leave her children without a father. When the play opens, the moment for the death of Alcestis is at hand and an unexpected guest is at the door. \n<br><br>\n“Alcestis,” first produced at the City Dionysia festival in 438 BCE, has always been hard to categorize. Its ambiguous, tragicomic tone—which may be \"cheerfully romantic\" or \"bitterly ironic\"—has earned it the label of a \"problem play.\" \"Alcestis\" is, possibly excepting the \"Rhesus,\" the oldest surviving work by Euripides, although at the time of its first performance he had been producing plays for 17 years.\n(Expatriate; supplemented by Wikipedia)", "duration": 4433, "language": "English", "authors": [{"id": "1247", "name": " Euripides"}], "coverArt": "https://archive.org/download/librivoxcCDCoverArt35/alcestis_way_1601.jpg", "copyright_year": "1912", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "http://www.archive.org/download/alcestis_way_translation_1601_librivox/alcestis_01_euripides_64kb.mp3", "duration": 1328}, {"section": 2, "title": "Part II", "readers": [8713], "path": "http://www.archive.org/download/alcestis_way_translation_1601_librivox/alcestis_02_euripides_64kb.mp3", "duration": 1568}, {"section": 3, "title": "Part III", "readers": [8713], "path": "http://www.archive.org/download/alcestis_way_translation_1601_librivox/alcestis_03_euripides_64kb.mp3", "duration": 1537}]}