{"title": "Antigone (Plumptre Translation)", "description": "A powerful artistic protest against tyranny, \"Antigone\" has been translated and adapted dozens of times, applied over and over through the centuries to current forms of the oppression so common to human experience.  Antigone's heroic resistance to Creon's petty, capricious, and unbending law has a never-ending relevance even in the third millennium CE.  The play was written at a time of national fervor. In 441 BC, shortly after the play was released, Sophocles was appointed as one of the ten generals to lead a military expedition against Samos. It is striking that a prominent play in a time of such imperialism contains little political propaganda, no impassioned apostrophe, and, with the exception of the epiklerate (the right of the daughter to continue her dead father's lineage), and arguments against anarchy, makes no contemporary allusion or passing reference to Athens. Rather than become sidetracked with the issues of the time, Antigone remains focused on the characters and themes within the play. It does, however, expose the dangers of the absolute ruler, or tyrant, in the person of Creon, a king to whom few will speak freely and openly their true opinions, and who therefore makes the grievous error of condemning Antigone, an act which he pitifully regrets in the play's final lines. Athenians, proud of their democratic tradition, would have identified his error in the many lines of dialogue which emphasize that the people of Thebes believe he is wrong, but have no voice to tell him so. - Summary by Wikipedia (edited and supplemented by Expatriate)", "duration": 4760, "language": "English", "authors": [{"id": "1157", "name": " Sophocles"}], "coverArt": "https://archive.org/download/antigone_1507_librivox/Antigone_1507.jpg", "copyright_year": "1914", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/antigone_1507_librivox/antigone_01_sophocles_64kb.mp3", "duration": 1631}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/antigone_1507_librivox/antigone_02_sophocles_64kb.mp3", "duration": 1498}, {"section": 3, "title": "Part III", "readers": [8713], "path": "https://www.archive.org/download/antigone_1507_librivox/antigone_03_sophocles_64kb.mp3", "duration": 1631}]}