{"title": "Ἀπολογία Σωκράτους (The Apology of Socrates in Ancient Greek, Version 2)", "description": "Ἡ Πλάτωνος Ἀπολογία Σωκράτους ἐντάσσεται στὰ πλαίσια τῶν ἐργασιῶν πού ξεκίνησα ἐδῶ καὶ χρόνια στὴν ἰστοσελίδα μου Projet Homere (Σχέδιο Ὁμήρου (γιὰ τὴν ἑλληνικὴ γλῶσσα στὸ σύνολό της)) - http://www.projethomere.com<br><br>\n\nἩ Πλάτωνος Ἀπολογία Σωκράτους ἀναφέρεται στὴ δίκη τοῦ φιλοσόφου. Οἱ Μέλητος, Ἀνυτος καὶ Λύκωνας κατηγόρησαν τὸν Σωκράτη ὅτι δὲν πίστευε στοὺς θεούς καὶ διέφθειρε τοὺς νέους μὲ τὶς διδασκαλίες του - Ὁ Πλάτων -μαθητὴς τοῦ Σωκράτους καὶ παρὼν στὸ δικαστήριο, θέλει νὰ ἀποδείξει ὄχι μόνον τὴν ἀθῳότητα τοῦ δασκάλου του, ἀλλὰ καὶ τὴν ἠθική του μεγαλωσύνη.<br><br>\n\nΘεωρῶ ὅτι αὐτὰ τὰ σπουδαῖα ἀρχαῖα ἑλληνικὰ λογοτεχνικὰ ἔργα πρέπει νὰ ἠχογραφηθοῦν ἀπὸ ἑλληνικὲς φωνὲς.<br><br>\n<br><br>\n\nPlato Apology of Socrates is one of the work that I started a few years ago on my website, Projet Homere (Homer Project (For the Greek language as a whole)) - http://www.projethomere.com<br><br>\n\nPlato's apology for Socrates refers to the trial of the philosopher. Meletos and Anytos and Lycon had accused Socrates of not believing in the gods and of corrupting the young with his teachings - Plato - a pupil of Socrates and present in court, wants not only to prove the innocence of his master, but also his moral greatness.<br><br>\n\nIt is important that ancient Greek literary works be recorded by Greek voices.<br><br>\n\n<br><br>\n\nL'apologie de Socrate de Platon fait partie des travaux que j'ai commencés il y a quelques années sur mon site Projet Homère( sur la langue grecque dans sa globalité) : http://www.projethomere.com<br><br>\n\nL'apologie de Socrate de Platon fait référence au procès du philosophe. Mélétos et Anytos et Lycon avaient accusé Socrate de ne pas croire aux dieux et de corrompre les jeunes avec ses enseignements - Platon - élève de Socrate et présent au tribunal, veut non seulement prouver l'innocence de son maître, mais aussi sa grandeur morale.<br><br>\n\nIl est important que les anciennes œuvres littéraires grecques soient enregistrées par des voix grecques. <br><br>Summary by Ἑλένη Κεμικτσή", "duration": 6416, "language": "Ancient Greek", "authors": [{"id": "599", "name": " Plato (Πλάτων)"}], "coverArt": "https://archive.org/download/apologia_2012_librivox/apologia_2012.jpg", "copyright_year": "1866", "genres": ["Classics (Greek & Latin Antiquity)"], "supporters": [{"role": "Read by", "name": "Ἑλένη Κεμικτσή"}, {"role": "Book Coordinator", "name": "Ἑλένη Κεμικτσή"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 1, "title": "Ἀπολογία Σωκράτους 1", "readers": [11294], "path": "http://www.archive.org/download/apologia_2012_librivox/apology_01_plato_64kb.mp3", "duration": 3756}, {"section": 2, "title": "Ἀπολογία Σωκράτους 2", "readers": [11294], "path": "http://www.archive.org/download/apologia_2012_librivox/apology_02_plato_64kb.mp3", "duration": 2660}]}