{"title": "Astrophel and Stella", "description": "Sonnet sequences, which these poems by Sidney made very popular in the Elizabethan age, reflected the Medieval motif of courtly love, whereby a wretched lover courts an unavailable woman, typically married already and faithful to her vows. The poet, although unsuccessful, is a slave to her beauty and virtue, which, by pulling in opposite directions, hold him in an agonizing tension that prolongs the sequence.<br><br>\r\n\r\nSidney wrestles creatively, though, with the restrictions of the ancient conventions. The first line of the first poem declares him an iconoclast, for he defies the very definition of a sonnet by using iambic hexameter. This opening poem, therefore, is no sonnet, and besides, it portrays the beloved as (at least initially) a sadist, an extreme exaggeration of the typical beloved’s aloofness. The following poems fall more or less into line with the conventions, the speaker’s adoration displayed against a background of the reproaches, self-contempt, self-pity, and indignation that the lady’s behavior inspires.<br><br>\r\n\r\nModerns find Sidney’s language difficult partly because its antiquity has rendered many words obsolete, partly because word order is (doubtless deliberately) tortured, but also possibly because of the Italian vogue for asprezza ‘roughness.' In addition, many of the poet’s allusions puzzle modern readers. In the Elizabethan age, readers shared with writers a common heritage of lore that they enjoyed using almost like a code: Rather than saying simply “Plato,” Sidney writes, “The wisest scholar of the wight most wise by Phoebus’ doom,” referring to Socrates, whom a god’s oracle had declared the wisest of men (as we read in Plato’s account of his teacher’s trial). Moreover, Sidney's readers had knowledge of both Greek and Latin, so the title of this work, which means \"Star-lover and Star,\" would have been well understood by them. The delight that those of Sidney’s age took in using their education obliges a student seeking full comprehension to rely on a scholarly edition with extensive footnotes. The Oxford English Dictionary can help as well; it even cites Sidney’s Sonnet 46 for the meaning of the obsolete verb to myche 'play truant.' However, anyone can enjoy these poems without understanding every allusion. An oral reading can assist by bringing out the many different tones of voice and even different voices the poet employs, for he often creates little dramas in which various characters speak.<br><br>\r\n\r\nOn the other hand, certain puns are not audible, e.g.,\r\nposie (bouquet)/poesie (poetry)\r\nraze/raise\r\nrich/Rich (“Rich” being the lady’s married name)\r\nMoreover, if the text contains fruitful ambiguities, an oral reading necessarily eliminates them. For instance, when the poet, addressing the faculty of Reason, says, “Leave love to will” does he mean “Stop influencing love,” or does he mean, “Allow the Will to handle love”? These two interpretations reinforce each other, but a performer must sacrifice one or the other in speaking the words. So it is best not to rely on any performance as the definitive reading.<br><br>\r\n\r\nHistory of the text: Philip Sidney wrote most of his literary work while staying on the country estate of his sister Mary, Countess of Pembroke, at Wilton in Wiltshire. When he left to return to the army or court he left the manuscripts which had written with his sister, who preserved them carefully and supervised their publication after his early death. It is thought that the 1591 edition was made from other people's copies of Sidney's manuscripts and so contains many errors. The 1598 edition, which also includes Arcadia, was made under the supervision of Mary and is thought to have been taken from Sidney's original handwritten manuscripts and so is the most accurate version. It does of course have some errors as all printed documents did at that time.<br><br>\r\n\r\nThe text used for this reading is the 1598 edition.<br><br>\r\n\r\n(Summary by Thomas A. Copeland; history by Alan Mapstone)", "duration": 6053, "language": "English", "authors": [{"id": "1703", "name": "Sir Philip Sidney"}], "coverArt": "https://archive.org/download/astrophel_and_stella_2303_librivox/astrophelandstella_2302.jpg", "copyright_year": "1598", "genres": ["Single author", "Sonnets"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "David Lawrence"}, {"role": "Proof Listener", "name": "Christine Rottger"}], "sections": [{"section": 1, "title": "Poems 1-30", "readers": [6249], "path": "https://www.archive.org/download/astrophel_and_stella_2303_librivox/astrophelandstella_01_sidney_64kb.mp3", "duration": 1673}, {"section": 2, "title": "Poems 31-60", "readers": [6249], "path": "https://www.archive.org/download/astrophel_and_stella_2303_librivox/astrophelandstella_02_sidney_64kb.mp3", "duration": 1625}, {"section": 3, "title": "Poems 61-84", "readers": [6249], "path": "https://www.archive.org/download/astrophel_and_stella_2303_librivox/astrophelandstella_03_sidney_64kb.mp3", "duration": 1375}, {"section": 4, "title": "Poems 85-108", "readers": [6249], "path": "https://www.archive.org/download/astrophel_and_stella_2303_librivox/astrophelandstella_04_sidney_64kb.mp3", "duration": 1380}]}