{"title": "Bible (Reina Valera) NT 26: Judas", "description": "El Apóstol Judas era probablemente el medio hermano del Señor Jesucristo y el hermano de Santiago. Se cree que Judas probablemente escribió este libro alrededor del año 69 DC.<br><br>En esta carta Judas advirtió contra aquellos que, habiendo ganado la admisión en la iglesia estaban pervirtiendo la gracia de Dios, negando \"a Dios que solo es el que tiene dominio y a  nuestro Señor Jesucristo\" (versículo 4). Judas usó ejemplos del Antiguo Testamento para advertir de estos \"defectos\" en la iglesia. Escribió múltiples denuncias de estas personas impías que \"contaminan la carne y rechazan la autoridad” (versículo 8). Al mismo tiempo instó a los cristianos a mostrar piedad y  amor hacia esas personas, convenciendo a algunos, \"arrebatándolos del fuego\" (verso 22-23).   El libro de Judas se cierra con una de las doxologías más hermosas de toda la Escritura. ¿ Quieres saber cuál es?  Escucha esta carta del Apóstol Judas! <br><br>======================================================================<br><br>The Apostle Jude was probably the half-brother of the Lord Jesus Christ and the brother of James. It is believed that Judas probably wrote this book around AD 69.<br><br>In this letter Jude warned against those who, having gained admission into the church, were perverting the grace of God, denying \"God alone who has dominion and our Lord Jesus Christ\" (verse 4). Jude used Old Testament examples to warn of these \"blemishes\" in the church. He wrote numerous denunciations of these ungodly people who \"pollute the flesh and reject authority\" (verse 8). At the same time he urged Christians to show mercy and love to these people by convincing some of them by \"taking them out of the fire\" (verse 22 -23). The Book of Jude closes with one of the most beautiful doxologies of all Scripture. Do you want to know which one it is? Listen to this letter from the Apostle Jude!<br><br>\nSummary by Claudia R. Barrett", "duration": 292, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/judas_rva_1708_librivox/rva_judas_1708.jpg", "copyright_year": "1602", "genres": ["Bibles"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Victor Villarraza"}], "sections": [{"section": 1, "title": "Carta del Apóstol Judas", "readers": [9972], "path": "https://www.archive.org/download/judas_rva_1708_librivox/judas_01_rva_64kb.mp3", "duration": 292}]}