{"title": "Bible (Reina Valera) NT 12: La Epistola del Apostol San Pablo a los Colosenses", "description": "El apóstol Pablo escribió esta carta a la iglesia de Colosas desde una prisión en Roma. En la carta Pablo combate las falsas enseñanzas del legalismo, la adoración de ángeles y el ceremonialismo. Su defensa contra tal herejía se combina con el compromiso urgente al Señorío de Cristo. Pablo alienta a los creyentes a despojarse del viejo hombre y a  ponerse el nuevo hombre viviendo vidas justas ante Dios. Al seguir a Cristo, estas reglas para la vida santa los liberan de las regulaciones humanas. Los temas principales de esta carta son:\nJesús es suficiente para satisfacer todas las necesidades de nuestras vidas. \nLa perfección de Jesús es el reflejo perfecto del Dios invisible.\nLas filosofías que no exaltan a Jesucristo no son de Dios. \nNuestra relación con Dios se refleja a través de nuestra relación con los demás.\n\nThe apostle Paul wrote this letter to the church of Colossae from a prison in Rome. In the letter Paul fights the false teachings of legalism, the worship of angels and ceremonialism. His defense against such heresy is combined with the urgent commitment to the Lordship of Christ. Paul encourages believers to take off the old man and to put on the new man, living righteous lives before God. By following Christ, these rules for holy living set them free from human regulations. The main themes of this letter are:\nJesus is sufficient to meet all the needs of our lives.\nThe perfection of Jesus is the perfect reflection of the invisible God.\nPhilosophies that do not exalt Jesus Christ are not of God.\nOur relationship with God is reflected through our relationship with others.\n\n - Summary by Claudia Barrett", "duration": 978, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/reinavalera_colosenses_1701_librivox/colosenses_rva_1701.jpg", "copyright_year": "1602", "genres": ["*Non-fiction"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "Karen Savage"}, {"role": "Proof Listener", "name": "Kimberly Krause"}], "sections": [{"section": 1, "title": "Capítulo 1", "readers": [9972], "path": "https://www.archive.org/download/reinavalera_colosenses_1701_librivox/colosenses_01_rva_64kb.mp3", "duration": 315}, {"section": 2, "title": "Capítulo 2", "readers": [9972], "path": "https://www.archive.org/download/reinavalera_colosenses_1701_librivox/colosenses_02_rva_64kb.mp3", "duration": 240}, {"section": 3, "title": "Capítulo 3", "readers": [9972], "path": "https://www.archive.org/download/reinavalera_colosenses_1701_librivox/colosenses_03_rva_64kb.mp3", "duration": 241}, {"section": 4, "title": "Capítulo 4", "readers": [9972], "path": "https://www.archive.org/download/reinavalera_colosenses_1701_librivox/colosenses_04_rva_64kb.mp3", "duration": 182}]}