{"title": "Bible (Reina Valera) NT 21-22: 1, 2 Pedro", "description": "1-2 Pedro\n\nLos lectores de la primera carta del Apóstol Pedro estaban confundidos y desalentados por la persecución que estaban experimentando a causa de su fe. Pedro los exhortó a permanecer firmes, recordándoles repetidamente el ejemplo de Cristo, las riquezas de su herencia en Él y la esperanza de que volverá a llevarlos al cielo. Explicó cómo los cristianos deben responder cuando sufren debido a sus creencias. Llamado el \"apóstol de la esperanza\", el mensaje de Pedro es primordial para confiar en el Señor, vivir obedientemente sin importar las circunstancias, y mantener su esperanza \"fija en la promesa de Dios de liberarnos.\" El sufrimiento es de esperarse, pero es temporal y producirá grandes bendiciones para los que permanecen firmes.  Se cree que Pedro escribió esta carta a mediados de los años 60 dC.\n\nla Segunda carta del Apóstol Pedro probablemente fue escrita poco antes de su muerte (alrededor del año 67 dC).  Pedro describe en términos vívidos cómo versiones torcidas de la verdad cristiana estaban siendo enseñadas, recordando su experiencia de primera mano acerca de la gloria de Cristo en la Transfiguración. Pedro explica la verdad más segura del evangelio como un antídoto para la herejía. El evangelio es como \"una lámpara que brilla en un lugar oscuro\" En el capítulo 3 Pedro se enfoca en aquellos que se burlan de la idea del  regreso triunfal de Cristo y del juicio final. Así como Dios una vez destruyó la tierra con agua, un día la destruirá con fuego. A la luz de esto, debemos vivir en \"santidad y piedad\" mientras esperamos el regreso del Señor Jesucristo y la salvación que El ha prometido a todos los que creen en El.\n\n====================\nThe readers of the first letter of the apostle Peter were confused and discouraged by the persecution they were encountering because of their faith. Peter urged them to stand firm, reminding them repeatedly of Christ's example, the riches of his inheritance in Him, and the hope that He would bring them back to heaven to be with Him.  He explained how Christians should respond when they suffer because of their beliefs. Called the \"apostle of hope,\" Peter's message is paramount to trust in the Lord, to live obediently regardless of circumstances, and to keep our hope \"fixed on God's ultimate promise of deliverance.\" Suffering is expected, but it is temporary and yields great Blessings for those who stand firm.  Peter wrote this letter in the mid 60s AD\n\n2 Peter was probably written shortly before his death. Twisted versions of Christian truth were being taught, which Peter describes in vivid terms. Recalling his firsthand experience of the glory of Christ in the transfiguration. Peter explains the gospel's truth as an antidote for heresy. The gospel is like \"a lamp shining in a dark place\" In chapter 3 Peter focuses on those who make fun of the idea of ​​Christ triumphant return and final judgment. Just as God once destroyed the earth with water, one day He will destroy it with fire. In light of this, we must live in \"holiness and godliness\" as we await the return of the Lord Jesus Christ and the salvation He has promised to all who believe in Him.\n - Summary by Claudia R. Barrett", "duration": 1939, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/1-2pedro_reina_valera_1710_librivox/rva_12pedro_1710.jpg", "copyright_year": "1602", "genres": ["*Non-fiction"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "MaryAnn"}], "sections": [{"section": 1, "title": "1 Pedro 1", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_01_rva_64kb.mp3", "duration": 289}, {"section": 2, "title": "1 Pedro 2", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_02_rva_64kb.mp3", "duration": 266}, {"section": 3, "title": "1 Pedro 3", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_03_rva_64kb.mp3", "duration": 243}, {"section": 4, "title": "1 Pedro 4", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_04_rva_64kb.mp3", "duration": 212}, {"section": 5, "title": "1 Pedro 5", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_05_rva_64kb.mp3", "duration": 183}, {"section": 6, "title": "2 Pedro 1", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_06_rva_64kb.mp3", "duration": 240}, {"section": 7, "title": "2 Pedro 2", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_07_rva_64kb.mp3", "duration": 272}, {"section": 8, "title": "2 Pedro 3", "readers": [9972], "path": "https://www.archive.org/download/1-2pedro_reina_valera_1710_librivox/1-2pedro_08_rva_64kb.mp3", "duration": 234}]}