{"title": "Bible (DRV) Apocrypha/Deuterocanon: 1 Maccabees", "description": "1 Maccabees is an apocryphal/deuterocanonical book written by a Jewish author after the restoration of an independent Jewish kingdom, probably about 100 BC. It is included in the Catholic and Eastern Orthodox canons. Protestants, Jews, and some others regard it as generally reliable historically, but not a part of Scripture. The setting of the book is about a century after the conquest of Judea by the Greeks under Alexander the Great, after Alexander's empire has been divided so that Judea was part of the Greek Seleucid Empire. It tells how the Greek ruler Antiochus IV Epiphanes attempted to suppress the practice of basic Jewish religious law, resulting in a Jewish revolt against Seleucid rule. The book covers the whole of the revolt, from 175 to 134 BC, highlighting how the salvation of the Jewish people in this crisis came from God through Mattathias' family, particularly his sons, Judas Maccabeus, Jonathan Maccabaeus, and Simon Maccabaeus, and his grandson, John Hyrcanus. The doctrine expressed in the book reflects traditional Jewish teaching, without later doctrines found, for example, in 2 Maccabees. (Summary by Wikipedia, modified by Sam Stinson)", "duration": 8130, "language": "English", "authors": [{"id": "1183", "name": " Douay-Rheims Version (DRV)"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt14/1Maccabees_DRV_1201.jpg", "copyright_year": "1752", "genres": ["Douay-Rheims Version"], "supporters": [{"role": "Read by", "name": "Sam Stinson"}, {"role": "Book Coordinator", "name": "Sam Stinson"}, {"role": "Meta Coordinator", "name": "Leon Mire"}], "sections": [{"section": 1, "title": "Chapter 01-05", "readers": [908], "path": "http://www.archive.org/download/drb_1maccabees_0808_librivox/1_maccabees_01_drb_64kb.mp3", "duration": 2687}, {"section": 2, "title": "Chapter 06-10", "readers": [908], "path": "http://www.archive.org/download/drb_1maccabees_0808_librivox/1_maccabees_02_drb_64kb.mp3", "duration": 2721}, {"section": 3, "title": "Chapter 11-16", "readers": [908], "path": "http://www.archive.org/download/drb_1maccabees_0808_librivox/1_maccabees_03_drb_64kb.mp3", "duration": 2722}]}