{"title": "Ὁμήρου Ὀδύσσεια (Ραψῳδία 05) - The Odyssey (Book 05)", "description": "Ἡ Ὀδύσσεια τοῦ Ὁμήρου ἐντάσσεται στὰ πλαίσια τῶν ἐργασιῶν πού ξεκίνησα ἐδῶ καὶ μερικὰ χρόνια στὴν ἰστοσελίδα μου Projet Homere (Σχέδιο Ὁμήρου (γιὰ τὴν ἑλληνικὴ γλῶσσα στὸ σύνολό της)) - http://www.projethomere.com<br>\n<br>\nἩ ἐργασία αὐτὴ ἀφορᾷ τὴν Ραψῳδία E - Ὀδυσσέως σχεδία.<br>\n<br>\nἩ Ὀδύσσεια εἶναι ἕνα ἀπὸ τὰ δύο κορυφαία ἔργα τοῦ Ὁμήρου καὶ ταυτοχρόνως τῆς Εὐρωπαϊκῆς λογοτεχνίας καὶ θεωρῶ ὅτι αὐτὰ τὰ σπουδαῖα ἀρχαῖα ἑλληνικὰ λογοτεχνικὰ ἔργα πρέπει νὰ ἠχογραφηθοῦν ἀπὸ ἑλληνικὲς φωνὲς.<br>\n<br>\n<br>\n<br>\nHomer's Odyssey is one of the work that I started a few years ago on my website, Projet Homere (Homer Project (For the Greek language as a whole)) - http://www.projethomere.com<br>\n<br>\nThis record concerns Book 5. Ulysses in the Island of Calypso.<br>\n<br>\nThe Odyssey is one of Homer's two major works and at the same time European literature, so I am convinced that it is important that ancient Greek literary works be recorded by Greek voices.<br>\n<br>\n<br>\n<br>\nL 'Odyssée d'Homère fait partie des travaux que j'ai commencés il y a quelques années sur mon site Projet Homère( sur la langue grecque dans sa globalité) : http://www.projethomere.com<br>\n<br>\nCet enregistrement concerne le chant 5 : Le radeau d’Ulysse<br>\n<br>\nL'Odyssée est une des deux œuvres majeures d'Homère et en même temps de la littérature européenne, aussi je suis persuadée qu'il est important que les anciennes œuvres littéraires grecques soient enregistrées par des voix grecques.", "duration": 3438, "language": "Ancient Greek", "authors": [{"id": "765", "name": " Homer"}], "coverArt": "https://archive.org/download/odyssey05_1805_librivox/odyssey05_1805.jpg", "copyright_year": "1807", "genres": ["Classics (Greek & Latin Antiquity)", "Epics"], "supporters": [{"role": "Read by", "name": "Ἑλένη Κεμικτσή"}, {"role": "Book Coordinator", "name": "Ἑλένη Κεμικτσή"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 1, "title": "Ὁμήρου Ὀδύσσεια (Ραψῳδία 5)", "readers": [11294], "path": "https://www.archive.org/download/odyssey05_1805_librivox/odyssey05_01_homer_64kb.mp3", "duration": 3438}]}