{"title": "Brihadaranyaka Upanishad", "description": "The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads. Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shlokas (a category of verse line developed from the Vedic Anustubh meter).<br><br>The Bṛhadāraṇyaka Upanishad (Sanskrit: बृहदारण्यक उपनिषद्) is one of the oldest, mukhya (primary) Upanishads. It is contained within the Shatapatha Brahmana (Brahmana is a collection of ancient Indian texts with commentaries on the Vedas.), which is itself a part of Shukla Yajur Veda. Brihad means great. Aryanka (Snskrit) आरण्यक means means pertaining to the forest. Aranyaka in the  Upanishadic context refers to a treatise to be read or expounded by anchorites in the quiet of the forest. Shankara in his commentary on Bṛhadāraṇyaka said that it was “composed for the sake of those who wish to liberate themselves from the world, in order that they may acquire the knowledge that the Absolute Brahman and the individual are the same...A knowledge by which the liberation from the cause of the world is accomplished.” Brihadaranyaka Upanishad is estimated to have been composed about 700 BCE.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad.  The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\".  Summary by Jothi.", "duration": 17436, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyaka_upanishad_1505.jpg", "copyright_year": "1897", "genres": ["Ancient", "Asian Antiquity"], "supporters": [{"role": "Read by", "name": "Jothi Tharavant"}, {"role": "Book Coordinator", "name": "Jothi Tharavant"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "First Adhyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_01_unknown_64kb.mp3", "duration": 3522}, {"section": 2, "title": "Second Adhyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_02_unknown_64kb.mp3", "duration": 2242}, {"section": 3, "title": "Third Adyyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_03_unknown_64kb.mp3", "duration": 3565}, {"section": 4, "title": "Fourth Adhyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_04_unknown_64kb.mp3", "duration": 3841}, {"section": 5, "title": "Fifth Adhyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_05_unknown_64kb.mp3", "duration": 1289}, {"section": 6, "title": "Sixth Adhyaya", "readers": [9216], "path": "https://www.archive.org/download/brihadaranyakaupanishad_1505_librivox/brihadaranyakaupanishad_06_unknown_64kb.mp3", "duration": 2977}]}