{"title": "Bible (Reina Valera) NT 20: Carta del Apóstol Santiago", "description": "La carta del apóstol Santiago es comúnmente conocida como \"los Proverbios del Nuevo Testamento\". En esta epístola, Santiago, (también conocido como Jacobo) recuerda a los cristianos, de manera práctica y fiel, cómo vivir. Desde la perseverancia hasta la verdadera fe, el control de la lengua, el sometimiento a la voluntad de Dios y la paciencia, esta carta ayuda a los lectores a vivir de manera auténtica y sabia para Cristo. Esta es una de las primeras escrituras del Nuevo Testamento (40-50 A.C). Se cree que fue escrita por el hermano del Señor Jesús, Jacobo. Muchos han afirmado que Santiago y el apóstol Pablo difieren en la cuestión de la fe versus las obras, pero en realidad la fruición espiritual de la que habla Santiago -la imagen práctica de la fe- demuestra la fe verdadera de la que Pablo escribió, de manera que sus escritos son complementarios y no contradictorios.<br /><br />=================<br /><br />The letter of the apostle James is commonly known as \"the New Testament Proverbs.\" In this epistle, James, reminds Christians, in a practical and faithful way, how to live. From perseverance to true faith, control of the tongue, submission to the will of God and patience, this letter helps readers to live authentically and wisely for Christ. This is one of the first scriptures of the New Testament (40-50 BC). It is believed that it was written by the brother of the Lord Jesus, James. Many have affirmed that James and the apostle Paul differ in the question of faith versus works, but in reality the spiritual fruition of which James speaks - the practical image of faith - demonstrates the true faith of which Paul wrote, so that his writings are complementary and not contradictory. - Summary by Claudia R. Barrett", "duration": 1074, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/santiago_rva_1712_librivox/rva_santiago_1712.jpg", "copyright_year": "1602", "genres": ["Bibles"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Bekaroo"}], "sections": [{"section": 1, "title": "Capítulo 1", "readers": [9972], "path": "http://www.archive.org/download/santiago_rva_1712_librivox/santiago_01_rva_64kb.mp3", "duration": 256}, {"section": 2, "title": "Capítulo 2", "readers": [9972], "path": "http://www.archive.org/download/santiago_rva_1712_librivox/santiago_02_rva_64kb.mp3", "duration": 233}, {"section": 3, "title": "Capítulo 3", "readers": [9972], "path": "http://www.archive.org/download/santiago_rva_1712_librivox/santiago_03_rva_64kb.mp3", "duration": 185}, {"section": 4, "title": "Capítulo 4", "readers": [9972], "path": "http://www.archive.org/download/santiago_rva_1712_librivox/santiago_04_rva_64kb.mp3", "duration": 173}, {"section": 5, "title": "Capítulo 5", "readers": [9972], "path": "http://www.archive.org/download/santiago_rva_1712_librivox/santiago_05_rva_64kb.mp3", "duration": 227}]}