{"title": "Categories", "description": "Categories (Lat. Categoriae, Greek Κατηγορίαι Katēgoriai) is the first of Aristotle's six texts on logic which are collectively known as the Organon. In Categories Aristotle enumerates all the possible kinds of things that can be the subject or the predicate of a proposition. Aristotle places every object of human apprehension under one of ten categories (known to medieval writers as the praedicamenta). Aristotle intended them to enumerate everything that can be expressed without composition or structure, thus anything that can be either the subject or the predicate of a proposition. The ten categories, or classes, are: Substance, Quantity, Quality, Relation, Place, Time, Position, State, Action and Affection. (Wikipedia)</p>\n\nThe Categories places every object of human apprehension under one of ten categories (known to medieval writers as the praedicamenta). Aristotle intended them to enumerate everything that can be expressed without composition or structure, thus anything that can be either the subject or the predicate of a proposition.", "duration": 6249, "language": "English", "authors": [{"id": "602", "name": " Aristotle"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt6/categories_1101.jpg", "copyright_year": "1853", "genres": ["Classics (Greek & Latin Antiquity)", "*Non-fiction", "Philosophy"], "supporters": [{"role": "Read by", "name": "Geoffrey Edwards"}, {"role": "Book Coordinator", "name": "Geoffrey Edwards"}, {"role": "Meta Coordinator", "name": "Carl Manchester"}, {"role": "Proof Listener", "name": "Marcel Coenders"}], "sections": [{"section": 1, "title": "Chapters 1-7", "readers": [3114], "path": "https://www.archive.org/download/categories_1004_librivox/categories_01_aristotle_64kb.mp3", "duration": 3388}, {"section": 2, "title": "Chapters 8-15", "readers": [3114], "path": "https://www.archive.org/download/categories_1004_librivox/categories_02_aristotle_64kb.mp3", "duration": 2861}]}