{"title": "Catilinarias (Discursos contra Catilina)", "description": "Estos discursos tuvieron lugar en el año 63 A.C. en el seno de las disputas entre dos facciones políticas: los optimates y los populares por el control del Senado romano. Cicerón despliega sus dotes y maestría como orador en su momento de máximo esplendor e influencia. Sus argumentos y giros, son la esencia misma de la actividad política, de la que siempre ha sido y será un referente muchas veces imitado pero pocas veces igualado por su frescura, elegancia y capacidad de encandilar al oyente.<br><br>\r\n\r\nEn la Primera Catilinaria, la más memorable y audaz, Cicerón persuade al Senado de que Catilina tiene en marcha una conjura para acabar con la República, aunque todavía no puede probarlo. La argumentación es tan genial, que Catilina se ve obligado a abandonar avergonzado el Senado y la ciudad lo que sirve a modo de autoinculpación.En la Segunda Catilinaria Cicerón se dirige al pueblo de Roma, les advierte de los peligros de la conjura y la necesidad de ser vigilantes, anunciando que no tendrá compasión para aquellos que atenten contra el Estado. La Tercera Catilinaria sirve para dar cuenta al pueblo romano, exponiendo las confesiones, cartas y testigos que probaban ya, sin duda, los planes de golpe de estado de Catilina y sus partidarios, ya detenidos. En la Cuarta Catilinaria Cicerón se dirige al Senado antes de que decidan sobre el castigo a imponer a Catilina y sus secuaces: la pena de muerte (de la que él es partidario) o la cadena perpetua, y subraya su papel como abnegado servidor de la República.<br><br>\r\n\r\nEstos cuatro discursos se toman de la traduccion de Luis Navarro, intelectual y erudito del siglo XIX. (Introducción por Epachuko)", "duration": 7090, "language": "Spanish", "authors": [{"id": "3336", "name": "Marcus Tullius Cicero"}], "coverArt": "https://archive.org/download/catilinarias_2207_librivox/discursoscontracatilina_2207.jpg", "copyright_year": "1898", "genres": ["Classics (Greek & Latin Antiquity)", "Political Science"], "supporters": [{"role": "Read by", "name": "Epachuko"}, {"role": "Book Coordinator", "name": "Epachuko"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Leni"}], "sections": [{"section": 1, "title": "Primera Catilinaria - Ante el Senado, 8 noviembre 63 AC", "readers": [12367], "path": "https://www.archive.org/download/catilinarias_2207_librivox/catilinarias_01_cicero_64kb.mp3", "duration": 1843}, {"section": 2, "title": "Segunda Catilinaria -  Ante el pueblo de Roma, 9 noviembre 63 AC", "readers": [12367], "path": "https://www.archive.org/download/catilinarias_2207_librivox/catilinarias_02_cicero_64kb.mp3", "duration": 1747}, {"section": 3, "title": "Tercera Catilinaria - Ante el pueblo de Roma, 3 diciembre 63 AC", "readers": [12367], "path": "https://www.archive.org/download/catilinarias_2207_librivox/catilinarias_03_cicero_64kb.mp3", "duration": 1771}, {"section": 4, "title": "Cuarta Catilinaria - Ante el Senado, 5 diciembre 63 AC", "readers": [12367], "path": "https://www.archive.org/download/catilinarias_2207_librivox/catilinarias_04_cicero_64kb.mp3", "duration": 1729}]}