{"title": "Common Sense (version 2)", "description": "Thomas Paine has a claim to the title The Father of the American Revolution because of Common Sense, the pro-independence monograph pamphlet he anonymously published on January 10, 1776; signed \"Written by an Englishman\", the pamphlet became an immediate success. It quickly spread among the literate, and, in three months, 100,000 copies (estimated 500,000 total including pirated editions sold during the course of the Revolution) sold throughout the American British colonies (with only two million free inhabitants), making it the best-selling book ever. Paine's original title for the pamphlet was Plain Truth; Paine's friend, pro-independence advocate Benjamin Rush, suggested Common Sense instead.<br /><br />\n\nThe pamphlet appeared in January 1776, after the Revolution had started. It was passed around, and often read aloud in taverns, contributing significantly to spreading the idea of republicanism, bolstering enthusiasm for separation from Britain, and encouraging recruitment for the Continental Army. Paine provided a new and convincing argument for independence by advocating a complete break with history. Common Sense is oriented to the future in a way that compels the reader to make an immediate choice. It offers a solution for Americans disgusted and alarmed at the threat of tyranny. (Introduction by Wikipedia)", "duration": 8729, "language": "English", "authors": [{"id": "2273", "name": "Thomas Paine"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt10/Common_Sense_1109.jpg", "copyright_year": "1776", "genres": ["Political Science"], "supporters": [{"role": "Read by", "name": "Bob Neufeld"}, {"role": "Book Coordinator", "name": "Bob Neufeld"}, {"role": "Meta Coordinator", "name": "Barry Eads"}, {"role": "Proof Listener", "name": "Barry Eads"}], "sections": [{"section": 1, "title": "Introduction/Of The Origin And Design Of Government In General, With Concise Remarks On The English Constitution", "readers": [3912], "path": "http://www.archive.org/download/common_sense_1107_librivox/commonsense_01_paine_64kb.mp3", "duration": 1126}, {"section": 2, "title": "Of Monarchy And Hereditary Succession", "readers": [3912], "path": "http://www.archive.org/download/common_sense_1107_librivox/commonsense_02_paine_64kb.mp3", "duration": 1230}, {"section": 3, "title": "Thoughts On The Present State Of American Affairs", "readers": [3912], "path": "http://www.archive.org/download/common_sense_1107_librivox/commonsense_03_paine_64kb.mp3", "duration": 2535}, {"section": 4, "title": "Of The Present Ability Of America, With Some Miscellaneous Reflections", "readers": [3912], "path": "http://www.archive.org/download/common_sense_1107_librivox/commonsense_04_paine_64kb.mp3", "duration": 1653}, {"section": 5, "title": "Appendix", "readers": [3912], "path": "http://www.archive.org/download/common_sense_1107_librivox/commonsense_05_paine_64kb.mp3", "duration": 2185}]}