{"title": "Dad's Trip to Brisbane (from Our New Selection)", "description": "Chapters XV through XIX of \"Our New Selection\"<br>\n\"The wheat was in, and Dad decided to take a trip to Brisbane. For seven or eight years he had been thinking of that trip, but something or other always came to prevent his going. According to Dad himself, the farm would suffer if he went away for a month; there would be no one to look after it, no one to manage. According to us there would be no one to look on while the cows were being milked; no one to stand in the paddock all day while the hay was being raked and carted and stacked; no one to fuss round and be a nuisance to Dave while he sold a draft of fats to a butcher, or drove a profitable deal with the pig-buyers; no one to yell boisterously for the whereabouts of any of us when we chanced to be concealed from view for a moment or two by a dray, or a hay-stack, or something; no one to annoy the men who worked hardest, and to incite them to strike and seek employment elsewhere; no one to molest Regan’s bull when it came round our way; no one to take the gun down when little Billy Bearup came to see Sarah; no one to sool the dogs on to travelling stock and challenge the big dusty drovers to get down and be obliterated; and no one to aggravate Dave and Joe to blasphemy and rebellion. \nYes; we would miss Dad when he went away. Still, we encouraged him to go. We were not selfish. We said it would be a pleasant change to him. We said nothing of the pleasure it would be to ourselves. We thought only of Dad. Some families never think of their father at all. We never forgot Dad for a day. He was never out of our minds.\" - Summary by Steele Rudd", "duration": 3058, "language": "English", "authors": [{"id": "10892", "name": "Steele Rudd"}], "coverArt": "https://archive.org/download/dadstripbrisbane_1605_librivox/dads_trip_brisbane_1605.jpg", "copyright_year": "1903", "genres": ["Family Life", "Humorous Fiction"], "supporters": [{"role": "Read by", "name": "Son of the Exiles"}, {"role": "Book Coordinator", "name": "Son of the Exiles"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "Barbara Baker"}], "sections": [{"section": 1, "title": "How Dad Fell Out With Daly", "readers": [8879], "path": "http://www.archive.org/download/dadstripbrisbane_1605_librivox/dadstripbrisbane_01_rudd_64kb.mp3", "duration": 430}, {"section": 2, "title": "Dad's Trip to Brisbane", "readers": [8879], "path": "http://www.archive.org/download/dadstripbrisbane_1605_librivox/dadstripbrisbane_02_rudd_64kb.mp3", "duration": 456}, {"section": 3, "title": "The Great Metropolis", "readers": [8879], "path": "http://www.archive.org/download/dadstripbrisbane_1605_librivox/dadstripbrisbane_03_rudd_64kb.mp3", "duration": 981}, {"section": 4, "title": "Seeing The City", "readers": [8879], "path": "http://www.archive.org/download/dadstripbrisbane_1605_librivox/dadstripbrisbane_04_rudd_64kb.mp3", "duration": 849}, {"section": 5, "title": "The Return Home", "readers": [8879], "path": "http://www.archive.org/download/dadstripbrisbane_1605_librivox/dadstripbrisbane_05_rudd_64kb.mp3", "duration": 342}]}