{"title": "Froschmäusekrieg", "description": "Der Froschmäusekrieg ist eine humorvolle Parodie auf die homerischen Epen. Ganz im klassischen Stil wird hier ein blutiger Krieg zwischen den Völkern der Frösche und der Mäuse geschildert.\n<br></br>\nDas kleine Epos wurde früher Homer zugeschrieben, der tatsächliche Autor ist unbekannt. Als Entstehungszeit gilt das erste vorchristliche Jahrhundert. Der Stoff wurde vielfach übersetzt, nacherzählt und bearbeitet. Diese LibriVox-Aufnahme enthält zwei Fassungen. Die erste ist eine Übersetzung von Franz Xaver Weinzierl von 1804, originalgetreu und klassisch in Sprache und Versmaß. Eine freiere Nachdichtung in alten deutschen Kinderreimen ist hingegen die volkstümliche Adaption Victor Blüthgens von 1878. Seine launischen und hintersinnigen Verse, mit originellen Bildern von Fedor Flinzer wunderbar illustriert, werden der parodistischen Form des Urtextes mindestens ebenso gerecht. Beide Fassungen haben ihren eigenen Reiz und finden daher nebeneinander in dieser LibriVox-Edition ihren Platz. (Zusammenfassung von Karlsson)", "duration": 3773, "language": "German", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/froschmaeusekrieg_1412_librivox/froschmaeusekrieg_1411.jpg", "copyright_year": "0", "genres": ["Myths", "Legends & Fairy Tales", "Satire"], "supporters": [{"role": "Read by", "name": "Karlsson"}, {"role": "Book Coordinator", "name": "Karlsson"}, {"role": "Meta Coordinator", "name": "Hokuspokus"}, {"role": "Proof Listener", "name": "Hokuspokus"}], "sections": [{"section": 1, "title": "Frosch-Maus-Krieg (Batrachomyomachia)", "readers": [5055], "path": "http://www.archive.org/download/froschmaeusekrieg_1412_librivox/froschmaeusekrieg_01_weinzierl_64kb.mp3", "duration": 1360}, {"section": 2, "title": "Froschmäusekrieg - Blüthgen", "readers": [5055], "path": "http://www.archive.org/download/froschmaeusekrieg_1412_librivox/froschmaeusekrieg_02_bluethgen_64kb.mp3", "duration": 2413}]}