{"title": "Sandmann", "description": "Der Student Nathanael glaubt in einem Wetterglashändler namens Coppola einen Mann wieder zu erkennen, der in seiner Kindheit als Advokat Coppelius regelmäßig abends seinen Vater besuchte und mit diesem offenbar alchimistische Experimente machte, bei denen der Vater schließlich bei einer Explosion starb. Dieser Coppelius war für den kleinen Nathanael nur \"Der Sandmann\" - die Personifizierung einer schaurig-schrecklichen Figur aus einem Ammenmärchen, der den Kindern die Augen ausreißt. Er hat mit diesem Manne Furchtbares erlebt und leidet nun erneut unter dem Kindheitstrauma. Seine Verlobte Clara und deren Bruder Lothar versuchen, ihm aus seinen düsteren Stimmungen herauszuhelfen, doch verfällt Nathanael immer wieder in wirre Fantasien, und er fühlt sich von Clara missverstanden. So kommt es, dass er sich in Olimpia verliebt, die ziemlich merkwürdige Tochter seines Professors Spalanzani. Als sich schließlich auf dramatische Weise herausstellt, welche ganz besondere Bewandtnis es mit dieser Olimpia hat, verfällt er abermals in den Wahnsinn - doch noch einmal scheint es so, als könne die Liebe Claras ihn heilen...\n<br></br>\nDer Schauerroman \"Der Sandmann\" ist eines der bedeutendsten und \"dank\" der Arbeit von Generationen von Deutschlehrern eines der bekanntesten Werke E.T.A. Hoffmanns. Es bietet so viele Deutungsansätze und somit auch verschiedene Interpretationen, dass Hoffmann selbst sich gewundert haben soll, was er da alles in der Erzählung verarbeitet habe.<br>\n(Zusammenfassung von Karlsson)", "duration": 5842, "language": "German", "authors": [{"id": "969", "name": "E. T. A. Hoffmann"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt33/der_sandmann_1308.jpg", "copyright_year": "1819", "genres": ["Crime & Mystery Fiction", "Myths", "Legends & Fairy Tales"], "supporters": [{"role": "Read by", "name": "Karlsson"}, {"role": "Book Coordinator", "name": "Karlsson"}, {"role": "Meta Coordinator", "name": "Hokuspokus"}, {"role": "Proof Listener", "name": "Hokuspokus"}], "sections": [{"section": 1, "title": "Abschnitt 1", "readers": [5055], "path": "http://www.archive.org/download/sandmann_1308_librivox/sandmann_1_hoffmann_64kb.mp3", "duration": 1427}, {"section": 2, "title": "Abschnitt 2", "readers": [5055], "path": "http://www.archive.org/download/sandmann_1308_librivox/sandmann_2_hoffmann_64kb.mp3", "duration": 521}, {"section": 3, "title": "Abschnitt 3", "readers": [5055], "path": "http://www.archive.org/download/sandmann_1308_librivox/sandmann_3_hoffmann_64kb.mp3", "duration": 2064}, {"section": 4, "title": "Abschnitt 4", "readers": [5055], "path": "http://www.archive.org/download/sandmann_1308_librivox/sandmann_4_hoffmann_64kb.mp3", "duration": 1830}]}