{"title": "Deutschland. Ein Wintermärchen", "description": "Deutschland. Ein Wintermärchen ist ein satirisches Versepos des deutschen Dichters Heinrich Heine (1797–1856). Unzufrieden mit den politischen Verhältnissen im Deutschland der Restaurationszeit, die ihm als getauftem Juden keine Möglichkeit für eine juristische Tätigkeit bot, und um der Zensur zu entgehen, emigrierte Heine 1831 nach Frankreich. 1835 verbot ein Beschluss des deutschen Bundestags seine Schriften. Ende 1843 kehrt er noch einmal für wenige Wochen nach Deutschland zurück. Auf der Rückreise entstand der erste Entwurf zu „Deutschland. Ein Wintermärchen“. Heine verknüpft in dem Werk die Reisebeschreibung mit politischen und philosophischen Betrachtungen. In seinem unverwechselbarem Stil stellte er dabei seine „illegalen“ Gedanken in den Vordergrund, die er sozusagen versteckt als „Konterbande“, als Schmuggelgut, mit sich führe. Schon am 4. Oktober 1844 wurde das Buch in Preußen verboten und beschlagnahmt. Am 12. Dezember 1844 erließ König Friedrich Wilhelm IV. von Preußen einen Haftbefehl gegen Heine. Heines Versepos war bis in unsere Zeit hinein in Deutschland sehr umstritten. Vor allem im Jahrhundert seiner Entstehung betrachtete man das Werk als „Schandschrift“ eines Heimatlosen, eines „Vaterlandsverräters“, Miesmachers und Schandmauls. Diese Sichtweise von „Deutschland. ein Wintermärchen“ fand sich besonders in der Zeit des Nationalsozialismus bis ins dümmlich Groteske übersteigert. Die moderne Zeit sieht in Heines Werk ein bedeutendes politisches Gedicht in deutscher Sprache: souverän in seinem Witz, stark in seinen Bildern, meisterlich in seiner Sprachbeherrschung. (Zusammenfassung von Wikipedia)<br /><br />Germany: A Winter’s Tale is a satirical verse-epic or narrative by the famous German-Jewish author and poet Heinrich Heine (1797–1856). From the onset of the (Metternich) Restoration in Germany Heine was no longer secure from the state Censor, and in 1831 he migrated to France as an exile.  (from Wikipedia)", "duration": 5323, "language": "German", "authors": [{"id": "69", "name": "Heinrich Heine"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt/Deutschland_Wintermaerchen_1003.jpg", "copyright_year": "1844", "genres": ["Poetry", "Satire"], "supporters": [{"role": "Read by", "name": "Sonja"}, {"role": "Book Coordinator", "name": "Sonja"}, {"role": "Meta Coordinator", "name": "Laurie Anne Walden"}, {"role": "Proof Listener", "name": "Elli"}], "sections": [{"section": 1, "title": "1 - Vorwort und Caput I bis III", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_1_heine_64kb.mp3", "duration": 880}, {"section": 2, "title": "2 - Caput IV bis VII", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_2_heine_64kb.mp3", "duration": 905}, {"section": 3, "title": "3 - Caput VIII bis XIII", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_3_heine_64kb.mp3", "duration": 747}, {"section": 4, "title": "4 - Caput XIV bis XVII", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_4_heine_64kb.mp3", "duration": 849}, {"section": 5, "title": "5 - Caput XVIII bis XXIII", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_5_heine_64kb.mp3", "duration": 1048}, {"section": 6, "title": "6 - Caput XXIV bis XXVII", "readers": [1998], "path": "https://www.archive.org/download/deutschland_wintermaerchen_0910_librivox/wintermaerchen_6_heine_64kb.mp3", "duration": 894}]}