{"title": "Diamond Sutra and Heart Sutra", "description": "The Diamond Sutra is a Mahāyāna (Buddhist) sutra from the genre of Prajñāpāramitā ('perfection of wisdom') sutras. The Diamond Sūtra is one of the most influential Mahayana sutras in East Asia, and it is particularly prominent within the Chan (or Zen) tradition, along with the Heart Sutra.\r\n\r\nSanskrit: वज्रच्छेदिकाप्रज्ञापारमितासूत्र, Vajracchedikā Prajñāpāramitā Sūtra (translated roughly as 'The Perfection of Wisdom Text that Cuts Like a Thunderbolt')\r\nChinese: 金剛般若波羅蜜多經, Jīngāng Bōrě-bōluómìduō Jīng; shortened to 金剛經, Jīngāng Jīng\r\nJapanese: 金剛般若波羅蜜多経, Kongō hannya haramita kyō; shortened to 金剛経, Kongō-kyō\r\nKorean: 금강반야바라밀경, geumgang banyabaramil gyeong; shortened to 금강경, geumgang gyeong\r\nClassical Mongolian: Yeke kölgen sudur\r\nVietnamese: Kim cương bát-nhã-ba-la-mật-đa kinh; shortened to Kim cương kinh\r\nStandard Tibetan: འཕགས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་རྡོ་རྗེ་གཅོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།, ’phags pa shes rab kyi pha rol tu phyin pa rdo rje gcod pa zhes bya ba theg pa chen po’i mdo\r\n\r\nA copy of the Tang dynasty–Chinese version of the Diamond Sūtra was found among the Dunhuang manuscripts in 1900 by Daoist monk Wang Yuanlu. Dating back to 11 May 868, it is, in the words of the British Library, \"the earliest dated printed book\". It is also the first known creative work with an explicit public domain dedication, as its colophon at the end states that it was created \"for universal free distribution\".\r\n\r\nTranslated from Sanskrit into Chinese by the Buddhist monk Kumārajīva (Sanskrit: कुमारजीव; traditional Chinese: 鳩摩羅什; simplified Chinese: 鸠摩罗什; pinyin: Jiūmóluóshí) 344–413 CE. Translated from Chinese into English by William Gemmel.\r\n\r\nThe Heart Sutra (Sanskrit: प्रज्ञापारमिताहृदय Prajñāpāramitāhṛdaya ('The Heart of the Perfection of Wisdom') or Chinese: 心經 Xīnjīng or Tibetan: བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྙིང་པོ). In the sutra, Avalokiteśvara addresses Śariputra, explaining the fundamental emptiness (śūnyatā) of all phenomena, known through and as the five aggregates of human existence (skandhas): form (rūpa), feeling (vedanā), volitions (saṅkhāra), perceptions (saṃjñā), and consciousness (vijñāna). This first English translation was presented to the Royal Asiatic Society in 1863 by the Rev. Samuel Beal, and published in their journal in 1865. Beal used a Chinese text corresponding to the Xuanzang (Chinese: 玄奘) canonical text (T. 251) and a 9th Century Chan commentary by 大顛寶通 c. 815 CE.  (Summary adapted from Wikipedia by Geoffrey Edwards)", "duration": 4179, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/diamond_sutra_and_heart_sutra_2301_librivox/diamond_sutra_and_heart_sutra_2301.jpg", "genres": ["Ancient", "Other religions"], "supporters": [{"role": "Read by", "name": "Geoffrey Edwards"}, {"role": "Book Coordinator", "name": "Geoffrey Edwards"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Hope"}], "sections": [{"section": 1, "title": "Heart Sutra", "readers": [3114], "path": "https://www.archive.org/download/diamond_sutra_and_heart_sutra_2301_librivox/diamondheartsutra_01_unknown_64kb.mp3", "duration": 294}, {"section": 2, "title": "Diamond Sutra", "readers": [3114], "path": "https://www.archive.org/download/diamond_sutra_and_heart_sutra_2301_librivox/diamondheartsutra_02_unknown_64kb.mp3", "duration": 3885}]}