{"title": "Didache: The Teaching of the Twelve Apostles", "description": "This short treatise was accounted by some of the Fathers as next to Holy Scripture. It was rediscovered in 1873 by a Greek Orthodox metropolitan of Nicomedia, in the codex from which, in 1875, he had published the full text of the Epistles of St. Clement. An old Latin translation was found in 1900. For convenience the contents may be divided into three parts: the first is the \"Two Ways\", the Way of Life and the Way of Death; the second part is a rituale dealing with baptism, fasting, and Holy Communion; the third speaks of the ministry. Doctrinal teaching is presupposed, and none is imparted.\n<br><br>\nThe Didache is mentioned by Eusebius after the books of Scripture (Church History III.25.4): \"Let there be placed among the spuria the writing of the Acts of Paul, the so-called Shepherd and the Apocalypse of Peter, and besides these the Epistle known as that of Barnabas, and what are called the Teachings of the Apostles, and also . . . the Apocalypse of John, if this be thought fit . . .\" St. Athanasius and Rufinus add the \"Teaching\" to the sapiential and other deutero-canonical books. It has a similar place in the lists of Nicephorus, Pseudo-Anastasius, and Pseudo-Athanasius (Synopsis). The Pseudo-Cyprianic \"Adversus Aleatores\" quotes it by name. Unacknowledged citations are very common, if less certain. The \"Two Ways\" appears in Barnabas, cc. xviii-xx, sometimes word for word, sometimes added to, dislocated, or abridged, and Barn., iv, 9 is from Didache, xvi, 2-3, or vice versa. Hermas, Irenæus, Clement of Alexandria, and Origen seem to use the work.", "duration": 1307, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/librivoxcdcoverart36/didachetwelveapostles_2004.jpg", "copyright_year": "1912", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "ancientchristian"}, {"role": "Book Coordinator", "name": "ancientchristian"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Larry Wilson"}], "sections": [{"section": 1, "title": "Chapters 1-5", "readers": [14072], "path": "https://www.archive.org/download/didache_2004_librivox/didache_01_lake_64kb.mp3", "duration": 586}, {"section": 2, "title": "Chapters 6-10", "readers": [14072], "path": "https://www.archive.org/download/didache_2004_librivox/didache_02_lake_64kb.mp3", "duration": 281}, {"section": 3, "title": "Chapters 11-16", "readers": [14072], "path": "https://www.archive.org/download/didache_2004_librivox/didache_03_lake_64kb.mp3", "duration": 440}]}