{"title": "Dryden vs Shadwell - a Poetic Duel", "description": "Throughout history there have been many creative artists whose fame depends largely on their association with a much greater artist. Such the case of Thomas Shadwell, poet and prolific writer of low brow comedies, who is today most famous as the butt of satire by one of greatest and most influential English poets, John Dryden. Shadwell and Dryden were at first colleagues and collaborators, but later fell out over some sharp divergences of opinion. In particular, Dryden disagreed with Shadwell's high estimation of Ben Jonson, and even more of the latter's claim to be be Jonson's artistic heir. The most celebrated product of this controversy was Dryden's satirical poem, Mac Flecknoe, in which he presents Shadwell as the apostle of dullness. This elegant satire was first circulated unpublished in pamphlet form and then published in 1682. Shadwell responded with \"The Medal of John Bayes\" which has as a preface a mocking \"Epistle to the Tories.\" Dryden's reply was a further poem \"The Medal\" which likewise had a preface: \"Epistle to the Whigs.\" Shadwell is also the subject of harsh reference in Dryden's Absolom and Achitophel (1681). In his lifetime, Shadwell emerged the victor from this dispute. In 1688, James II was deposed, and Dryden, as a Tory and a staunch Catholic, lost both favour at court and the position of Poet Laureate. His successor was Shadwell, a Whig and a convenient rather than a devout Protestant. Forced into retirement, Dryden concentrated on the translations of Latin classics, most notably the Aeneid, which have added further to his stature as poet and dramatist. Shadwell died in 1692, leaving a large body of comedies, which are today considered his best work, but which are rarely performed today. (Summary by Algy Pug)", "duration": 5468, "language": "English", "authors": [{"id": "2353", "name": "John Dryden"}, {"id": "2469", "name": "Thomas Shadwell"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt26/Dryden_Shadwell_Poetic_Duel_1212.jpg", "copyright_year": "1682", "genres": ["Poetry", "Satire"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Algy Pug"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Epistle to the Whigs", "readers": [6446], "path": "https://www.archive.org/download/dryden_vs_shadwell_1111_librivox/drydenvsshadwellapoeticduel_01_drydenandshadwell_64kb.mp3", "duration": 704}, {"section": 2, "title": "Medal, The", "readers": [6446], "path": "https://www.archive.org/download/dryden_vs_shadwell_1111_librivox/drydenvsshadwellapoeticduel_02_drydenandshadwell_64kb.mp3", "duration": 1193}, {"section": 3, "title": "Epistle to the Tories", "readers": [4705], "path": "https://www.archive.org/download/dryden_vs_shadwell_1111_librivox/drydenvsshadwellapoeticduel_03_drydenandshadwell_64kb.mp3", "duration": 1062}, {"section": 4, "title": "Medal of John Bayes, The", "readers": [4705], "path": "https://www.archive.org/download/dryden_vs_shadwell_1111_librivox/drydenvsshadwellapoeticduel_04_drydenandshadwell_64kb.mp3", "duration": 1322}, {"section": 5, "title": "Mac Flecknoe", "readers": [3595], "path": "https://www.archive.org/download/dryden_vs_shadwell_1111_librivox/drydenvsshadwellapoeticduel_05_drydenandshadwell_64kb.mp3", "duration": 1187}]}