{"title": "Early explorations in New South Wales: A collection", "description": "In the early days of the penal colony at Sydney, rumour was rife among the convicts of another colony beyond the Blue Mountains and perhaps a route to China. In the hope of quelling the rumours, Governor John Hunter put together a bizarre exploration party, charged to travel as far into the interior as it could. The party consisted of four convicts, two guides and four soldiers to protect the guides from the convicts. The leader of the party was John Wilson, an ex-convict who had elected to live in the bush among the Aborigines, who had named him Bunboee. He was accompanied by John Price, Hunter’s adventurous young servant and, as the only literate member of the party, its diarist.<br><br>\n\nThe party set out in January 1798, but three of the convicts soon tired and returned with the four soldiers, leaving Wilson, Price and Roe, the fourth convict, to press on to the south-west. After six days travel they reached high ground over the junction of the Wollondilly and Wingecarribee rivers, from where they saw the open country beyond the mountains. A month later, Wilson and Price, this time accompanied by Henry Hacking and a man called Collins, set out again and this time reached the summit of Mount Towrang, where they looked over the Great Divide.<br><br>\n\nJohn Price’s diaries of the two expeditions were handed over to Hunter, who gave them to Sir Joseph Banks in England. The diaries languished among Banks's papers for many years until they were acquired by the government of New South Wales, and published as an appendix to Volume III of the Historical Records of New South Wales in 1895. R. H. Cambage then meticulously traced the routes of the two journeys in a paper read to the Royal Australian Historical Society in 1919. Cambage mistakenly identified the author of the diaries as one 'Barracks' (hence his confusion when the name Price crops up in the diary), but John Price’s authorship and part in the expeditions was finally established in 1960 by A. H. Chisholm in The Romance of the Lyrebird, who credited Wilson with the discovery of the lyrebird.<br><br>\n\nMy reading of Price's diaries and Cambage's commentary on them was inspired by Chris Cunningham’s The Blue Mountains Rediscovered, which sets out to scotch the myth that the ‘heroes’ Blaxland, Lawson and Wentworth were the first to cross the Blue mountains and look on the interior in 1813. They had probably been crossed several times before and I was pleased to discover that the leader of the first documented crossing was a Lancashire man, or at least a man who had made his way to Australia from the Wigan assizes, having been sentenced to transportation for the theft of nine yards of velveret to the value of tenpence. (Summary by Phil Benson)", "duration": 7288, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/early_explorations_nsw_1403_librivox/early_explorations_1403.jpg", "copyright_year": "1895", "genres": ["History", "Exploration"], "supporters": [{"role": "Read by", "name": "Phil Benson"}, {"role": "Book Coordinator", "name": "Phil Benson"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Piotr Nater"}], "sections": [{"section": 1, "title": "Journey into the interior of the country New South Wales", "readers": [6097], "path": "http://www.archive.org/download/early_explorations_nsw_1403_librivox/journeyintonewsouthwales_01_various_64kb.mp3", "duration": 1920}, {"section": 2, "title": "Exploration beyond the upper Nepean in 1798. Part 1, First journey", "readers": [6097], "path": "http://www.archive.org/download/early_explorations_nsw_1403_librivox/journeyintonewsouthwales_02_various_64kb.mp3", "duration": 2827}, {"section": 3, "title": "Exploration beyond the upper Nepean in 1798. Part 2, Second journey", "readers": [6097], "path": "http://www.archive.org/download/early_explorations_nsw_1403_librivox/journeyintonewsouthwales_03_various_64kb.mp3", "duration": 2541}]}