{"title": "Easter Mystery Of Jesus Christ; A Miscellany Of Readings, Poems, And Hymn Texts", "description": "The story of Jesus Christ is a treasure of Western civilization.  Understanding that life and story is necessary for a proper understanding of that cultural history.  This recording draws from several sources, certainly not comprehensive but nonetheless indicative.  It begins with readings from the biblical New Testament Gospels about the last hours of Jesus’ life, using The American Standard Version (1901), which is based on The Authorized Version commonly called The King James Version, supplemented and advantaged by four hundred more years of biblical scholarship.  Each Gospel  has its own author, narrative, incidents, and emphases.  (The Gospels were written decades apart and for different communities of followers.) The Easter story is not solely about the day of resurrection but includes the betrayals (not only by government and religion but also by friends and followers) that led up to the crucifixion.  Then there are stories about the reactions of his followers, men and women who witnessed Him alive after his undeniable death upon a government cross.  The resurrected Jesus appears to different groups of followers for forty days after the day of resurrection, until his presence is taken from them in a mysterious scene (Ascension) that is interpreted as his entry into heaven.  These followers’ stories culminate in a scene of spiritual empowerment fifty days (Pentecost) after Jesus’ resurrection.  All of this comprises the Easter Mystery.  The Christian Church relives this story every year during its liturgical seasons of Lent, Easter, Ascension, and Pentecost.  (Lent begins forty days before Easter Sunday and includes Passiontide, the last week before Easter Sunday.  Eastertide – the season of Easter - begins on Easter Sunday and extends for fifty days, and includes Ascensiontide – beginning forty days after Easter Sunday – and concluding with Pentecost Sunday – fifty days after Easter Sunday.)  This recording includes the hymn texts/poems for those seasons from the English Hymnal, (1906).  They can easily be viewed as reflections or meditations upon the subjects that they address.   These hymn texts/poems come from the centuries from the beginning of the Christian era through the late Victorian period; they were either composed in English or are English translations of other languages.  The recording concludes with readings of the prayers (called Collects) for each important day in those seasons, that is, Sundays and a few weekdays, from The Church of England’s Book Of Common Prayer.  - Summary by david wales", "duration": 13653, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_2301.jpg", "genres": ["Poetry", "Christianity - Other"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "The Jesus Easter Mystery According to the Gospel of John (16.29-21.25)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_01_various_64kb.mp3", "duration": 1649}, {"section": 2, "title": "The Jesus Easter Mystery According to the Gospel of Matthew (26.1-28.20)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_02_various_64kb.mp3", "duration": 1288}, {"section": 3, "title": "The Jesus Easter Mystery According to the Gospel of Mark (14.1-15.20)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_03_various_64kb.mp3", "duration": 1126}, {"section": 4, "title": "The Jesus Easter Mystery According to the Gospel of Luke (21.37-24.53)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_04_various_64kb.mp3", "duration": 1348}, {"section": 5, "title": "The Christian Community After The Day Of Resurrection According To The New Testament Book Of Acts  (Acts was written by Luke as book two of his work) (Acts 1.1-14; 2.1-47)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_05_various_64kb.mp3", "duration": 557}, {"section": 6, "title": "The English Hymnal Hymn Texts For Lent (Numbers 65-93)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_06_various_64kb.mp3", "duration": 2078}, {"section": 7, "title": "The English Hymnal Hymn Texts For Passiontide (Numbers 94-121)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_07_various_64kb.mp3", "duration": 2112}, {"section": 8, "title": "The English Hymnal Hymn Texts For Eastertide (Numbers 122-140)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_08_various_64kb.mp3", "duration": 1389}, {"section": 9, "title": "The English Hymnal Hymn Texts For Ascensiontide And Pentecost (Numbers 141-158) (Pentecost is also called Whitsun)", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_09_various_64kb.mp3", "duration": 1396}, {"section": 10, "title": "Prayers For Each Sunday in Lent, Eastertide, Ascensiontide, and Pentecost; From The Book Of Common Prayer", "readers": [6454], "path": "https://www.archive.org/download/easter_mystery_of_jesus_christ_2301_librivox/eastermysteryjesuschrist_10_various_64kb.mp3", "duration": 710}]}