{"title": "Bible (YLT) 21: Ecclesiastes", "description": "The Book of Ecclesiastes ( /ɨˌkliːziˈæstiːz/; literally \"Book of the Teacher\"; Hebrew: קֹהֶלֶת‎‎, Qoheleth), commonly referred to simply as Ecclesiastes (abbreviated \"Ecc.\"), is a book of the Hebrew Bible. The English name derives from the Greek translation of the Hebrew title.<br><br>The main speaker in the book, identified by the name or title Qoheleth (usually translated as \"teacher\" or \"preacher\"), introduces himself as \"son of David, king in Jerusalem.\" The work consists of personal or autobiographic matter, at times expressed in aphorisms and maxims illuminated in terse paragraphs with reflections on the meaning of life and the best way of life. The work emphatically proclaims all the actions of man to be inherently \"vain\", \"futile\", \"empty\", \"meaningless\", \"temporary\", \"transitory\", \"fleeting, or \"mere breath\", depending on translation, as the lives of both wise and foolish men end in death. While Qoheleth clearly endorses wisdom as a means for a well-lived earthly life, he is unable to ascribe eternal meaning to it. In light of this perceived senselessness, he suggests that one should enjoy the simple pleasures of daily life, such as eating, drinking, and taking enjoyment in one's work, which are gifts from the hand of God.<br><br>According to the Talmud, however, the point of Qoheleth is to state that all is futile under the Sun. One should therefore put all one's efforts towards that which is above the Sun. This is summed up in the second to last verse: \"The end of the matter; all has been heard. Fear God, and keep His commandments; for that is the whole duty of everyone\" (12:13).<br><br>The book is particularly notable for its iconic phrases, \"the sun also rises,\" \"[there's] nothing new under the sun\" ('nihil novi sub sole' in the Latin Vulgate) and \"he who increaseth knowledge, increaseth sorrow.\"(Introduction by Wikipedia)", "duration": 1923, "language": "English", "authors": [{"id": "159", "name": " Young's Literal Translation"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt21/Ecclesiastes_YLT_1208.jpg", "copyright_year": "1862", "genres": ["Young's Literal Translation"], "supporters": [{"role": "Read by", "name": "Mark Penfold"}, {"role": "Book Coordinator", "name": "Mark Penfold"}, {"role": "Meta Coordinator", "name": "David Lawrence"}, {"role": "Proof Listener", "name": "lomond"}], "sections": [{"section": 1, "title": "Ecclesiastes", "readers": [2149], "path": "http://www.archive.org/download/ecclesiastes_ylt_mp_librivox/ecclesiastes_1_ylt_64kb.mp3", "duration": 1923}]}