{"title": "EDWY: A Poem, in Three Parts", "description": "In Edwy, Ann Radcliffe gives us a delightful piece of poetic moonshine, whose eponymous hero seeks assistance from the world of faerie in order to spy on his girlfriend, Aura, and see if she really loves him. He does this by venturing unseen into Windsor Forest at night to trap the love-fay, Eda, who, once spellbound, must reveal all and let him remotely view Aura's activities by means of a magic mirror cut from crystal. <br /><br />\n\nIn addition to this early form of cyberstalking, Edwy, on his night-journey into the forest gets to witness a royal procession of the Fairie Queen, followed by midnight revels of elves and spirits. What seems like a mid-summer night's dream turns into a comedy of errors, though, as Edwy suffers memory loss, makes a false start, and unintentionally looses a mischievous wood sprite in the course of his romantic quest. <br /><br />\n\nPuckishly playful, Mrs. Radcliffe imbues her tale with a remarkable sense of the glimmering feyness of the nighttime forest, making a principal appeal of the poem's dreamlike world the inscrutability and ultimate indeterminacy of events glimpsed by moonlight. (Summary by Grant Hurlock)", "duration": 3389, "language": "English", "authors": [{"id": "794", "name": "Ann Radcliffe"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt31/edwy_1306.jpg", "copyright_year": "1826", "genres": ["Myths", "Legends & Fairy Tales", "Fantastic Fiction", "Poetry"], "supporters": [{"role": "Read by", "name": "Grant Hurlock"}, {"role": "Book Coordinator", "name": "Grant Hurlock"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "Ann Boulais"}], "sections": [{"section": 1, "title": "01 - Part I. The Hazel Tree. A Summer Song of Fairie", "readers": [4191], "path": "http://www.archive.org/download/edwy_poem_1301_librivox/edwyapoeminthreeparts_1_radcliffe_64kb.mp3", "duration": 680}, {"section": 2, "title": "02 - Part II. The Fairie Court. A Summer's Night in Windsor Park.", "readers": [4191], "path": "http://www.archive.org/download/edwy_poem_1301_librivox/edwyapoeminthreeparts_2_radcliffe_64kb.mp3", "duration": 1776}, {"section": 3, "title": "03 - Part III. The Magic Mirrors. A Summer Night in Windsor Forest.", "readers": [4191], "path": "http://www.archive.org/download/edwy_poem_1301_librivox/edwyapoeminthreeparts_3_radcliffe_64kb.mp3", "duration": 933}]}