{"title": "Ratón Pérez / Perez the Mouse", "description": "Luis Coloma Roldán, conocido también como el padre Coloma, fue un escritor, periodista y jesuita español. A finales del siglo XIX le pidieron al padre Coloma desde la corte que escribiera un cuento cuando a Alfonso XIII, que entonces tenía 8 años, se le cayó un diente. Al jesuita se le ocurrió la historia del Ratoncito Pérez, protagonizada por el Rey Buby, que era como la Reina Doña María Cristina llamaba a su hijo. Desde entonces el Ratoncito Pérez es un personaje muy popular entre los niños españoles e hispanoamericanos, a los que pone un regalo bajo la almohada cuando se les cae un diente. (Wikipedia.org) <br /><br />Luis Coloma was a Spanish author known for creating the character Ratoncito Pérez. Father Coloma (he became a Jesuit priest) was also a prolific writer of short stories and his complete works, which includes his novels, biographies, and other works. This Spanish story was written, once upon a time, to amuse a real little boy King, Buby, as her mother the Queen María Cristina called her son at 8, the future King Alfonso XIII of Spain. - Summary by Luis Coloma", "duration": 2812, "language": "Multilingual", "authors": [{"id": "671", "name": "Luis Coloma"}], "coverArt": "https://archive.org/download/ratonperez_perezthemouse_1708_librivox/raton_perez_mouse_coloma_1708.jpg", "copyright_year": "1911", "genres": ["Myths", "Legends & Fairy Tales"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Antonio Soto Patiño"}, {"role": "Meta Coordinator", "name": "TriciaG"}], "sections": [{"section": 1, "title": "Ratón Pérez", "readers": [11670], "path": "http://www.archive.org/download/ratonperez_perezthemouse_1708_librivox/ratonperez_01_coloma_64kb.mp3", "duration": 1601}, {"section": 2, "title": "Perez the Mouse", "readers": [11795], "path": "http://www.archive.org/download/ratonperez_perezthemouse_1708_librivox/ratonperez_02_coloma_64kb.mp3", "duration": 1211}]}