{"title": "Bible (STE) NT 21-22: Επιστολαις Πέτρου Α'-Β' (1-2 Peter)", "description": "H Επιστολή αυτή γράφτηκε στην Ρώμη το 50-56 μ.χ <br/>Ο Άγιος Παύλος προτρέπει τους Χριστιανούς να χαίρονται στις θλίψεις. Θα πρέπει να δέχονται τις αδικίες που προκαλούν θλίψη με την συναίσθηση και πίστη ότι μέσα από αυτές θα οδηγηθούν και θα ζήσουν τον θάνατο και την ανάσταση. Με αυτό τον τρόπο γίνονται μέτοχοι στον θάνατο του Ιησού Χριστού και στην ανάσταση του.</p> <p>Η Ημερομηνία της δεύτερης επιστολής βρίσκεται πιθανότατα ανάμεσα στο 63-67 μετά Χριστό , ενώ βρισκόταν στην φυλακή της Ρώμης ο Απόστολος Παύλος. <br/>Ο κόσμος απιστεί , εξαπατά και χλευάζει, όμως οι χριστιανοί θα πρέπει να διατηρούν το χριστιανικό τρόπο ζωής , συνεχώς αυξανόμενοι σε αγιότητα και σε αρετές και ποτέ δεν θα πρέπει να στραφούν πίσω στον παλιό τρόπο ζωής.<br /><br />\nThe first epistle of Saint Peter was written in Rome 50-67 A.D.<br/> Saint Peter exhorts Christians to rejoice in suffering. They should enter into unjust suffering with a spirit of death and resurrection. Thus they partake in Jesus Christ’s death and resurrection.</p> <p>The date of the second epistle is most likely A.D 63-67.<br/> Saint Peter has probably written this letter while he was kept in prison in Rome. The people to whom he was addressed are most likely Gentiles.</p> <p>The world disbelieves, deceives and mocks. Yet, Christians should maintain the Christian way of life, growing continually in holiness and virtues and never turning back to the old way of leaving.</p> <br/>(Summary by peaceuntoyou)", "duration": 2587, "language": "Greek", "authors": [{"id": "4833", "name": " Stephanos 1550"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt14/Epistolais_Petrou_A-B_STE_1202.jpg", "copyright_year": "1550", "genres": ["Bibles"], "supporters": [{"role": "Read by", "name": "peaceuntoyou"}, {"role": "Book Coordinator", "name": "peaceuntoyou"}, {"role": "Meta Coordinator", "name": "Ezwa"}, {"role": "Proof Listener", "name": "hefyd"}], "sections": [{"section": 1, "title": "01 - Πέτρου Α' 1-2", "readers": [2754], "path": "https://www.archive.org/download/kd21-22_petrou_ste_puy_0810_librivox/kd21-22_petrou_1_ste_64kb.mp3", "duration": 738}, {"section": 2, "title": "02 - Πέτρου Α' 3-5", "readers": [2754], "path": "https://www.archive.org/download/kd21-22_petrou_ste_puy_0810_librivox/kd21-22_petrou_2_ste_64kb.mp3", "duration": 824}, {"section": 3, "title": "03 - Πέτρου B'", "readers": [2754], "path": "https://www.archive.org/download/kd21-22_petrou_ste_puy_0810_librivox/kd21-22_petrou_3_ste_64kb.mp3", "duration": 1025}]}