{"title": "Ἔργα καὶ Ἡμέραι (Works and Days)", "description": "Τὸ Ἔργα καὶ Ἡμέραι\" ἐντάσσεται στὰ πλαίσια τῶν ἐργασιῶν πού ξεκίνησα ἐδῶ καὶ χρόνια στὴν ἰστοσελίδα μου Projet Homere (Σχέδιο Ὁμήρου (γιὰ τὴν ἑλληνικὴ γλῶσσα στὸ σύνολό της)) - http://www.projethomere.com\r\n\r\nἩ ἐργασία αὐτὴ ἀφορᾷ τὸ έργο τοῦ Ἡσιόδου Ἔργα καὶ Ἡμέραι\"- Ἀποτελεῖται ἀπὸ 828 ἑξάμετρους στίχους καὶ γράφτηκε μὲ ἀφορμὴ τὴ δικαστικὴ διαμάχη τοῦ Ἡσιόδου μὲ τὸν ἀδελφό του Πέρση. Σὲ αὐτὸ τὸ ἔργο ὁ Ἡσίοδος ἐξετάζει θεμελιώδη θέματα γιὰ προβληματισμό.\r\n\r\nΘεωρῶ ὅτι αὐτὰ τὰ σπουδαῖα ἀρχαῖα ἑλληνικὰ λογοτεχνικὰ ἔργα πρέπει νὰ ἠχογραφηθοῦν ἀπὸ ἑλληνικὲς φωνὲς.\r\n\r\n-------\r\n\r\n\"Hesiod's Works and Days\" is part of the work I began several years ago on my website Projet Homère (on the Greek language as a whole): http://www.projethomere.com\r\n\r\nThis work concerns Hesiod's The Works and Days. It consists of 828 hexametric verses and was written on the occasion of the legal dispute between Hesiod and his brother Perses. In this work, Hesiod examines fundamental questions that invite reflection.\r\n\r\nIt is important that ancient Greek literary works be recorded by Greek voices.\r\n\r\n-------\r\n\r\n\"Les Travaux et les Jours\" d'Hésiode fait partie des travaux que j'ai commencés il y a quelques années sur mon site Projet Homère( sur la langue grecque dans sa globalité) : http://www.projethomere.com\r\n\r\nCe travail concerne l'œuvre d'Hésiode \"Les Travaux et les Jours\". Elle se compose de 828 vers hexamétriques et a été écrite à l'occasion du litige judiciaire qui opposait Hésiode à son frère Persès. Dans cet ouvrage, Hésiode examine des questions fondamentales qui invitent à la réflexion.\r\n\r\nIl est important que les anciennes œuvres littéraires grecques soient enregistrées par des voix grecques.", "duration": 4806, "language": "Ancient Greek", "authors": [{"id": "11552", "name": " Hesiod"}], "coverArt": "https://archive.org/download/ergakaihemerai_2512_librivox/ergakaihemerai_2512.jpg", "copyright_year": "1908", "genres": ["Classics (Greek & Latin Antiquity)", "Epics"], "supporters": [{"role": "Read by", "name": "Ἑλένη Κεμικτσή"}, {"role": "Book Coordinator", "name": "Ἑλένη Κεμικτσή"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 1, "title": "Ἔργα καὶ Ἡμέραι, μέρος α'", "readers": [11294], "path": "https://www.archive.org/download/ergakaihemerai_2512_librivox/ergakaihemerai_01_hesiod_64kb.mp3", "duration": 2877}, {"section": 2, "title": "Ἔργα καὶ Ἡμέραι, μέρος β'", "readers": [11294], "path": "https://www.archive.org/download/ergakaihemerai_2512_librivox/ergakaihemerai_02_hesiod_64kb.mp3", "duration": 1929}]}