{"title": "Extract from Captain Stormfield's Visit to Heaven (version 3)", "description": "This was the last story published by Twain, a few months before he died. The story follows Captain Elias Stormfield on his extremely long cosmic journey to heaven. It deals with the obsession of souls with the \"celebrities\" of heaven, like Adam and Moses, who according to Twain become as distant to most people in heaven as living celebrities are on Earth. Twain uses this story to show his view that the common conception of heaven is ludicrous and points out the incongruities of such beliefs.<br />A lot of the description of Heaven is given by the character Sandy McWilliams, a cranberry farmer who is very experienced in the ways of heaven. The heaven described by him is similar to the conventional Christian heaven, but includes a larger version of all the locations on Earth, as well as of everywhere in the universe. Once in heaven, the person spends eternity living as he thinks best, usually according to his true (sometimes undiscovered) talent. According to one of the characters, a cobbler who \"has the soul of a poet in him won't have to make shoes here\", implying that he would instead turn to poetry and achieve perfection in it.<br />As Stormfield proceeds through heaven, he learns that his pre-conceptions of \"heaven\" are all wrong and a good part of the fun of the tale comes from Twain's revealing the \"true facts\" about what heaven is and how it works. (Introduction by Wikipedia and John Greenman)", "duration": 5203, "language": "English", "authors": [{"id": "9", "name": "Mark Twain"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt9/captainstormfield_1105.jpg", "copyright_year": "1909", "genres": ["Fantastic Fiction", "Humorous Fiction", "Short Stories"], "supporters": [{"role": "Read by", "name": "John Greenman"}, {"role": "Book Coordinator", "name": "John Greenman"}, {"role": "Meta Coordinator", "name": "Laurie Anne Walden"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Chapter 1", "readers": [107], "path": "http://www.archive.org/download/captain_stormfield_1105_librivox/storm_01_twain_64kb.mp3", "duration": 2450}, {"section": 2, "title": "Chapter 2", "readers": [107], "path": "http://www.archive.org/download/captain_stormfield_1105_librivox/storm_02_twain_64kb.mp3", "duration": 2753}]}