{"title": "France At War: On the Frontier of Civilization", "description": " In 1915, as the \"Great War\" (World War 1) entered its second year Rudyard Kipling made a journalistic tour of the front, visiting French armed forces. By then he was already winner of the Nobel Prize for Literature (the first writer in English to be so honoured). He published his observations in articles in the Daily Telegraph in England, and in the New York Sun. At that stage of the war nationalistic sentiments were running high but the true cost of war was beginning to be understood \"at home\".<br/><br/>\n\nThe collection of journalistic pieces is preceded by a poem, \"France\", that had been published before the outbreak of war (in 1913) which has a more overblown jingoistic feel to it than the reflections on war itself. The poem does, though, show Kipling's love of France, as well as his sense of the destiny of imperial dreams.<br/><br/>\n\nKipling himself was an ardent and effective writer of propaganda directed primarily against German treatment of civilians. The \"rape of Belgium\" in 1914 and the sinking of the Lusitania earlier in 1915 were particularly shocking. In Kipling's eyes such \"total war\" was a renunciation of civilisation. The heat of his reaction is associated with his militarism. Although not a soldier, Kipling was educated at the United Services College (a school for the sons of officers which prepared students to enter Sandhurst and Dartmouth - the British army and navy officers training establishments). His writing is deeply imbued with notions of military service as honorable and, among civilised people, restrained and governed by rules.<br/><br/>\n\nKipling encouraged his son John to enlist, and perhaps used his connections to get John enlisted despite poor eyesight and two earlier refusals. John died on 27th September 1915, just ten days after these articles were published (6th -17th September 1915).<br/><br/>\n\nThus Kipling's account (not least in view of his reputation today as a supporter of British imperialism, and his jingoism) is still interesting one hundred years later as we try to understand our ancestors' experience. (Summary by Tim Bulkeley)", "duration": 6142, "language": "English", "authors": [{"id": "144", "name": "Rudyard Kipling"}], "coverArt": "https://archive.org/download/franceatwar_1507_librivox/france_war_1507.jpg", "copyright_year": "1915", "genres": ["War & Military", "Essays & Short Works"], "supporters": [{"role": "Read by", "name": "Tim Bulkeley (1948-2019)"}, {"role": "Book Coordinator", "name": "Tim Bulkeley (1948-2019)"}, {"role": "Meta Coordinator", "name": "Sarah Jennings"}, {"role": "Proof Listener", "name": "Kathrine Engan"}], "sections": [{"section": 0, "title": "France (Introductory Poem)", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_00_kipling_64kb.mp3", "duration": 307}, {"section": 1, "title": "On the Frontier of Civilization", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_01_kipling_64kb.mp3", "duration": 1083}, {"section": 2, "title": "The Nation's Spirit and a New Inheritance", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_02_kipling_64kb.mp3", "duration": 944}, {"section": 3, "title": "Battle Spectacle and a Review", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_03_kipling_64kb.mp3", "duration": 1019}, {"section": 4, "title": "The Spirit of the People", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_04_kipling_64kb.mp3", "duration": 887}, {"section": 5, "title": "Life in the Trenches on the Mountainside", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_05_kipling_64kb.mp3", "duration": 922}, {"section": 6, "title": "The Common Task of a Great People", "readers": [753], "path": "http://www.archive.org/download/franceatwar_1507_librivox/franceatwar_06_kipling_64kb.mp3", "duration": 980}]}