{"title": "Genetic Studies of Genius, Volume 1: Mental and Physical Traits of a Thousand Gifted Children", "description": "It should go without saying that a nation's resources of intellectual talent are among the most precious it will ever have. The study of the lives of gifted children initiated by Professor Lewis M. Terman, began in 1921, and has become the longest running longitudinal study in the field of psychology. Published over 5 volumes, the study is of historical significance to the field of educational science as well as psychology, for providing an insight into the nature of intelligence and achievement, but also challenging stereotypes of the personality of the gifted. This first volume covers the introduction and goals of the study, selection and statistical composition of the group, health and physical condition, family heritage, interests and play activities, and many more valuable pieces of data relating to the characteristics and personality of the children surveyed. - Summary by leon harvey", "duration": 54919, "language": "English", "authors": [{"id": "12021", "name": "Lewis Terman"}], "coverArt": "https://archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_2207.jpg", "copyright_year": "1926", "genres": ["Education", "Psychology", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Mozartjr"}], "sections": [{"section": 0, "title": "Preface", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_00_terman_64kb.mp3", "duration": 583}, {"section": 1, "title": "I. HISTORY AND DESCRIPTION OF THE INVESTIGATION. Binet's work, Early studies of gifted children at Stanford, The present study, Data collected under first Commonwealth grant, Data collected under second grant, Assistants.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_01_terman_64kb.mp3", "duration": 1855}, {"section": 2, "title": "II. METHODS AND RESULTS OF THE SEARCH FOR SUBJECTS. The problem of search, Selection of main group, Nomination blank, Abbreviated Binet test, Use of vocabulary test, Methods in primary grades, Cases missed, School population canvassed,  Analysis of sources of information which yielded the main experimental group, Special ability cases, Search in outside schools.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_02_terman_64kb.mp3", "duration": 2084}, {"section": 3, "title": "III. COMPOSITION OF THE GIFTED GROUP. Classification, Composition of the main experimental group, Distribution of IQ's, Correction of IQ for older cases, Distribution of corrected IQ's, IQ's of outside Binet group, Composition of special ability group, Scores of outside high school cases, Sex ratio, Effect of method of selection on sex ratio, Sex ratio in families of gifted, Differential death rate of embryos as possible cause of sex ratio among gifted, Sex difference in variability.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_03_terman_64kb.mp3", "duration": 1521}, {"section": 4, "title": "IV. RACIAL AND SOCIAL ORIGIN. Racial origin of main gifted group, Percentage of parentage of gifted, Birthplace of foreign born parents of gifted, Birthplace of American born parents and grandparents, Occupation of fathers, Comparison with oceupaational origin of genius groups, Barr Scale ratings of occupational status, Economic status, Home ratings on the Whittier scale for home grading, Divorce and separation of parents, Neighborhood ratings, School reports on the home environment, Paid employment, Education of parents and grandparents, Size of home library, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_04_terman_64kb.mp3", "duration": 3824}, {"section": 5, "title": "V. INTELLECTUALLY SUPERIOR RELATIVES. Information schedule used, Siblings in the main group, Relatives in the Hall of Fame, Relatives in Who's Who, Other relatives of distinction, Positions held by parents and grandparents, Distinguished relatives of three gifted sibs, Gifted offspring of a Japanese-American marriage, The R-family, The B-family, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_05_terman_64kb.mp3", "duration": 1750}, {"section": 6, "title": "VI. VITAL STATISTICS. Size of families, Size of family and education of parents, Size of family and degree of superiority of children, Miscarriages, Infant mortality, Age of parents at birth of gifted child, Order of birth, Mortality statistics regarding parents, Chronic illnesses of parents, Longevity of grandparents, Tuberculosis among relatives, Hereditary diseases and defects, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_06_terman_64kb.mp3", "duration": 2511}, {"section": 7, "title": "VII. ANTHROPOMETRIC MEASUREMENTS, by Bird T. Baldwin. Method of work, Subjects measured, List of measurements, Location of measurements, Instruments, Cooperation of parents, Report to parents, Unselected groups, Deviations from the norm in weight and breathing capacity, Results of physical measurements, Sex and age differences, Increments of growth, Variability, Indices of growth, Correlations of physical traits, Comparisons with control group, Resemblance between parents and children, Growth and nutritional status, Application of Dreyer's standard of weight, Von Pirquet's pelidisi, Development of carpal bones, Stages of physiological maturation, Nationality, Mental and physical status, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_07_terman_64kb.mp3", "duration": 2824}, {"section": 8, "title": "VIII HEALTH AND PHYSICAL HISTORY. Schedules used, Gestation period, Weight at birth, Conditions of birth, Infant feeding, Early health, Early development (walking, talking, etc.), Disease history, Accidents and operations, Miscellaneous defects, Nervous disturbances, Habitus, Eating habits, Personal hygiene, Sexual development of boys, Sexual development of girls, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_08_terman_64kb.mp3", "duration": 3451}, {"section": 9, "title": "IX. MEDICAL EXAMINATIONS, by Dr. Moore and Dr. Bronson. Subjects examined, Examination schedule arid procedure, General impression,  Metabolism tests, Skin, Head, Hearing, Vision, Mouth, Dentition, Pharynx and tonsils, Condition of thyroid, Cervical glands, Chest deformities, Respiration deformities, Respiration rate, Lung conditions, Heart and pulse, f. D'Espine sign,  Abdomen, Genitals, Deformities, Neurologic conditions, Endocrine symptoms, Condition of urine, Hemoglobin, Blood pressure, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_09_terman_64kb.mp3", "duration": 3707}, {"section": 10, "title": "X. SCHOOL PROGRESS AND EDUCATIONAL HISTORY. Age-grade status, School progress quotient, Ratings of school work, Evenness of ability, Educational history, Attendance, Liking for school, Early reading, Grades skipped, Forced culture, Hours of home study, Private tutoring, Early indications of superior ability, Methods of home training, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_10_terman_64kb.mp3", "duration": 2354}, {"section": 11, "title": "XI. TESTS OF SCHOOL ACCOMPLISHMENT AND GENERAL INFORMATION. The Stanford Achievement Tests, Mean achievement scores by age, Mean subject quotients, General information tests, Mean information scores, Mean information quotients, Influence of attendance upon educational accomplishment, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_11_terman_64kb.mp3", "duration": 1487}, {"section": 12, "title": "XII. SPECIALIZATION OF THE ABILITIES OF GIFTED CHILDREN. by James C. De Voss. PART 1. The problem. Method of treatment of data. Comparison of a gifted and control group by the use of Kelley's ratio. Further comparison of type groups of gifted and unselected children.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_12_terman_64kb.mp3", "duration": 2615}, {"section": 13, "title": "XII. SPECIALIZATION OF THE ABILITIES OF GIFTED CHILDREN. by James C. De Voss. PART 2. Conclusions from the two methods of comparison. Nature of the unevenness in the abilities of gifted children. Achievement levels and intelligence levels. Case studies. Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_13_terman_64kb.mp3", "duration": 2177}, {"section": 14, "title": "XIII. SCHOLASTIC, OCCUPATIONAL, AND OTHER INTERESTS. Scholastic interests, Liked and disliked subjects, 'Easy'subjects, Occupational interests, Barr Scale ratings of preferred occupations, Preference for various types of activity, Collections, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_14_terman_64kb.mp3", "duration": 1485}, {"section": 15, "title": "XIV. PLAY INTERESTS, KNOWLEDGE, AND PRACTICE.Description of the test of play interests, Groups tested, Derivation of preference indices for ninety activities, Masculinity indices of the ninety activities, Masculinity ratings of the children, Maturity indices of activities, Maturity ratings of the children, Sociability and activity ratings of the children, Experience and skills, Play information, Home and school data on play life, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_15_terman_64kb.mp3", "duration": 3178}, {"section": 16, "title": "XV. READING INTERESTS. Amount of reading as estimated by parents, by teachers, Record of two months' reading, Influence of Intelligence on type and range of reading, Sex differences in reading interests, Preference ratings of books read, Favorite books, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_16_terman_64kb.mp3", "duration": 1594}, {"section": 17, "title": "XVI. TESTS OF INTELLECTUAL, SOCIAL, AND ACTIVITY INTERESTS, by Jennie Benson Wyman. Introductory statement, Method of approach, Preliminary experiment, Derivation of scoring method, Reliability of the test, Validity of the test, Case comparisons, Comparison of gifted and control groups, The Inluence of interest upon school achievement, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_17_terman_64kb.mp3", "duration": 2712}, {"section": 18, "title": "XVII. TESTS OF CHARACTER AND PERSONALITY TRAITS. Earlier work of Voelker and Cady, Description of Raubenheimer's tests, The trustworthiness test, The Woodworth-Cady questionnaire, Subjects tested, Derivation of total score, Comparison of gifted and control groups, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_18_terman_64kb.mp3", "duration": 2929}, {"section": 19, "title": "XVIII. TRAIT RATINGS. Earlier trait ratings of gifted, The graphic rating scale used, Mean ratings by age, sex, and intelligence on twenty-five traits, Mean ratings for ages combined, The classification of traits, Influence of the \"generosity\" factor in trait ratings, Overlapping of gifted and control on personality traits, Hank orders of the traits for various groups, Unevenness of ratings for the individual children, Certainty of judgments, Relative variability of the sexes in trait ratings, Reliability of the ratings, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_19_terman_64kb.mp3", "duration": 1955}, {"section": 20, "title": "XIX. SUMMARY OF DATA ON 309 GIFTED HIGH SCHOOL PUPILS. The data, Intellectual composition of the group, Sex proportions, Geographical location of pupils, Ancestry, Birthplace of parents and grandparents, Occupational background, Health and physical data, Sexual maturity, Educational history, Tests of general information, Scholastic preferences, Vocational preferences, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_20_terman_64kb.mp3", "duration": 3714}, {"section": 21, "title": "XX. TWO YEARS AFTER. Annual report form, Age-grade status, School progress in reference to recommended promotions, School progress and scholarship rating, School progress in relation to liking for school, School progress and social adaptability, Deportment, application, and nervousness in relation to school progress, Changes in responsiveness to discipline, Changes in interests and in social and character traits, Changes in interests as related to changes in social traits, Summary.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_21_terman_64kb.mp3", "duration": 3122}, {"section": 22, "title": "XXI. CONCLUSIONS AND PROBLEMS. Variability of the group studied, Representative character of the group, Limitations of data, Verifiability of conclusions, The distribution of intelligence, Sex ratio, Growth and health, The environment hypothesis, School progress, Specialization of ability, Interests, Character and personality traits, Data for the control groups, Prediction of success, Problems.", "readers": [10851], "path": "https://www.archive.org/download/geneticstudiesofgenius1_2207_librivox/geneticstudiesofgeniusv1_22_terman_64kb.mp3", "duration": 1487}]}