{"title": "Gods of the North", "description": "\"The Frost-Giant's Daughter\" is, arguably the earliest chronological story by Robert E. Howard in terms of Conan's life. The brief tale is set somewhere in frozen Nordheim, geographically situated north of Conan's homeland, Cimmeria. Conan is depicted by Howard as a youthful Cimmerian mercenary traveling among the golden-haired Aesir in a war party.<br /><br />\n\nShortly before the story begins, a hand-to-hand battle has occurred on an icy plain. Eighty men (\"four score\") have perished in bloody combat, and Conan alone survives the battlefield where Wulfhere's Aesir \"reavers\" fought the Vanir \"wolves\" of Bragi, a Vanir chieftain. Thus, the story opens.<br /><br />\n\nFollowing this fierce battle against the red-haired Vanir, Conan the Cimmerian, lying exhausted on the corpse-strewn battlefield, is visited by a beautiful, condescending and semi-nude woman identifying herself as \"Atali.\" Upon her bodice, she wears a transparent veil: a wisp of gossamer that was not spun by human distaff. The mere sight of her strange nakedness kindles Conan's lust and, when she repeatedly taunts him, he madly chases her for miles across the snows with the intent of raping her. The excitement continues but I won't ruin the story for you by saying more. Can Conan deal with this daughter of a frost-giant? And what when her daddy shows up? (from Wikipedia and Phil Chenevert)", "duration": 1464, "language": "English", "authors": [{"id": "937", "name": "Robert E. Howard"}], "coverArt": "https://archive.org/download/godsofthenorth_1501_librivox/gods_north_1501.jpg", "copyright_year": "1934", "genres": ["Fantasy Fiction"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part 1", "readers": [5717], "path": "https://www.archive.org/download/godsofthenorth_1501_librivox/godsofthenorth_01_howard_64kb.mp3", "duration": 1152}, {"section": 2, "title": "Part 2", "readers": [5717], "path": "https://www.archive.org/download/godsofthenorth_1501_librivox/godsofthenorth_02_howard_64kb.mp3", "duration": 312}]}