{"title": "Golden Bough: The Magic Art and the Evolution of Kings, Volume 1", "description": "The first volume in Frazer's seminal 12 volume set on anthropology and traditional systems of belief. Topics covered include extensive discussion on the belief in sympathetic and contagious magic, magical influence on the environment, magicians and kings, magicians as priests, the origin of incarnate living gods, and a lengthy essay on the origin on the king of the wood at the lake of Nemi. (Summary by Leon Harvey) ", "duration": 49570, "language": "English", "authors": [{"id": "4405", "name": " James Frazer"}], "coverArt": "https://archive.org/download/golden_bough_volume_1_2004_librivox/goldenboughpart1themagicartvolume1_2004.jpg", "copyright_year": "1920", "genres": ["Reference", "Social Science (Culture & Anthropology)", "Other religions"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "aniroo"}], "sections": [{"section": 0, "title": "PREFACE. Preface to the First Edition, Preface to the Second Edition", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_00_frazer_64kb.mp3", "duration": 2163}, {"section": 1, "title": "CHAPTER 1 THE KING OF THE WOOD. Subchapter 1. Diana and Virbius, The Lake and Sanctuary of Diana at Nemi, the Character of Diana at Nemi, Rule of succession to the Priesthood, Legends of its Origin, Features of the Worship of Diana at Nemi, Diana's Festival on the 13th of August, the Companions of Diana, Egeria,Virbius, Unhistorical Character of the Traditions, Antiquity of the Grove, Subchapter 2. Artemis and Hippolytus, Hippolytus at Troezen, Hair Offerings to Hippolytus and Others, Graves of Apollo and Artemis at Delos, Artemis a Goddess of the Wild Life of Nature, Hippolytus the Consort of Artemis, Subchapter 3. Recapitulation, Virbius the Consort of Diana, the Leafy Bust at Nemi", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_01_frazer_64kb.mp3", "duration": 4215}, {"section": 2, "title": "CHAPTER II PRIESTLY KINGS. Priestly kings in ancient Italy, Greece, and other parts of the world, divinity of Spartan and other early kings, magical powers of early kings", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_02_frazer_64kb.mp3", "duration": 846}, {"section": 3, "title": "CHAPTER III SYMPATHETIC MAGIC. Subchapter 1. The Principles of Magic. The Law of Similarity and the Law of Contact or Contagion, the two principles misapplications of the association of ideas, Sympathetic Magic in its two branches, Homeopathic or Imitative Magic, and Contagious Magic. Subchapter 2. Part 1. Homeopathic or Imitative Magic, Magical images to injure enemies, magical images to procure offspring, simulation of birth at adoption and circumcision, magical images to procure love, homoeopathic magic in medicine", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_03_frazer_64kb.mp3", "duration": 3785}, {"section": 4, "title": "CHAPTER III SYMPATHETIC MAGIC. Subchapter 2. Homeopathic or Imitative Magic Part 2. homeopathic magic to ensure the food supply, magical ceremonies (intichiuma) in Central Australia for the multiplication of the totems, human blood in Australian ceremonies, suggested origin of circumcision and of other Australian initiatory rites, particularly the extraction of teeth, certain funeral rites designed to ensure rebirth, rites to secure rebirth of animals and plants, general theory of magical (intichiuma) and initiatory rites in Australia", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_04_frazer_64kb.mp3", "duration": 2769}, {"section": 5, "title": "Chapter III SYMPATHETIC MAGIC. Subchapter 2. Part 3. homeopathic magic in fishing and hunting, negative magic or taboo, examples of homeopathic taboos, homeopathic taboos on food, magical telepathy, telepathy in hunting, telepathy in war, various cases of homeopathic magic", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_05_frazer_64kb.mp3", "duration": 3213}, {"section": 6, "title": "Chapter III SYMPATHETIC MAGIC. Subchapter 2. Part 4. Homoeopathic Magic to Make Plants Grow, Persons Influenced Homoeopathically by Plants, Homoeopathic Magic of the Dead, Homoeopathic Magic of Animals, Homoeopathic Magic of Inanimate Things, Homoeopathic Magic of Iron, Homoeopathic Magic of Stones, Homoeopathic Magic of Sun, Moon and Stars, Homoeopathic Magic of the Tides, Homoeopathic Magic of Grave-Clothes and City Sites in China, Homoeopathic Magic to Avert Misfortune", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_06_frazer_64kb.mp3", "duration": 4208}, {"section": 7, "title": "Chapter III SYMPATHETIC MAGIC. Subchapter 3. Contagious Magic. Supposed physical basis of sympathetic magic, effect of contagious magic in fostering cleanliness, contagious magic of teeth, contagious magic of navel-string and afterbirth or placenta, afterbirth or navel-string a seat of the external soul, contagious magic of wounds and spilt blood, contagious magic of garments, contagious magic of footprints and other bodily impressions", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_07_frazer_64kb.mp3", "duration": 4430}, {"section": 8, "title": "Chapter III SYMPATHETIC MAGIC. Subchapter 4. The Magician's Progress, Elevation of public magicians to the position of cheifs and kings, Rise of monarchy essential o the emergence of mankind from savagery", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_08_frazer_64kb.mp3", "duration": 655}, {"section": 9, "title": "CHAPTER IV MAGIC AND RELIGION. Affinity of magic to science, its fatal flaw, relation of magic to religion, definition of religion, opposition of principle between magic and science on the one side and religion on the other, hostility of religion to magic in later history, confusion of magic and religion in early times and among savages, confusion of magic and religion in modern Europe, confusion of magica nd religion preceded by an earlier age in which magic existed without religion, universality of the belief in magic among the ignorant classes at the present day, resulting danger to civilisation, change from magic to religion following the recognition of the inefficacy of magic, the early gods viewed as magicians, difficulty of detecting the fallacy of magic", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_09_frazer_64kb.mp3", "duration": 3017}, {"section": 10, "title": "CHAPTER V MAGICAL CONTROL OF THE WEATHER. 1. The Public Magician.Two types of man-god, the religious and the magical, rise of a class of public magicians a step in social and intellectual progress. 2. Magical Control of Rain Part 1, Importance of the magical control of the weather, especially of the rain, reain-making based on homoeopathic or imitative magic, examples of rain-making by homoeopathic or imitative magic, stopping rain by fire, rain-making among the Australian aborigines, belief that twins control the weather, especially the rain, the rain maker makes himself wet, the maker of dry weather keeps himself dry, rain-making by means of leaf-clad girls or boys in south-eastern Europe and India, rain-making by means of puppets in Armenia and Syria", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_10_frazer_64kb.mp3", "duration": 3850}, {"section": 11, "title": "CHAPTER V MAGICAL CONTROL OF THE WEATHER. Magical Control of Rain Part 2. Rain-making by bathing and springkling of water, beneficital effects of curses, rain-making by women ploughing, rain-making by means of the dead,  rain-making by means of animals, especially black animals,  rain-making by means of frogs, stopping rain by rabbits and serpents, doing violence to the rain-god in order to extort rain, compelling saints in Sicily to give rain, disturbing the rain-god in his haunts, appealing to the pity of the rain-gods,  rain-making by means of stones, rain-making in classical antiquity.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_11_frazer_64kb.mp3", "duration": 3570}, {"section": 12, "title": "CHAPTER V MAGICAL CONTROL OF THE WEATHER. Subchapter 3. The Magical Control of the Sun. Helping the sun in eclipse, various charms to make sunshine, human sacrifices to the sun in ancient mexico, sacrifice of horses to the sun, staying the sun by means of a net or string or by putting a stone or sod in a tree, accelerating the moon. Subchapter 4. The MAgical Control of the Wind. Various charms for making the wind blow or be still, winds raised by wizards and witches, fighting the spirit of the wind.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_12_frazer_64kb.mp3", "duration": 2077}, {"section": 13, "title": "CHAPTER VI MAGICIANS AS KINGS. Part 1. Magic not the only road to a throne, danger of too simple and comprehensive theories, discredit which such theories have brought on mythology, magic only a partial explanation of the rise of kings, social importance of magicinas in New Guinea, magical powers of chiefs and others in Melanesia, evolution of chiefs out of magicians, especially out of rain-makers, in Africa.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_13_frazer_64kb.mp3", "duration": 2536}, {"section": 14, "title": "CHAPTER VI MAGICIANS AS KINGS. Part 2. Kings in Africa and elsewhere punished for drought and dearth, power of medicine-men among the American Indians, power of medicine-men among the pagan tribes of the Malay Peninsula, development of kings out of magicians among the Malays, magical virtue of regalia, magical powers of kings among the Aryan races, touching for the Kings's Evil, general conclusion", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_14_frazer_64kb.mp3", "duration": 2274}, {"section": 15, "title": "CHAPTER VII INCARNATE HUMAN GODS. Part 1. Conception of gods slowly evolved, decline of magic, conception of incarnation human gods in an early stage of religious history, incarnation either temporary or permanent, temporary incarnation of gods in human form in Polynesia, Fiji, Bali, and Celebes, temporary deification of sacrificer in Brahman ritual, the new birth, temporary incarnation or inspiration produced by drinking blood, temporary inspiration produced by sacred tree or plant, inspired sacrificial victims, divine power acquired by temporary inspiration, human gods in the Pacific, human gods in ancient Egypt, Greece, and Germany", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_15_frazer_64kb.mp3", "duration": 2130}, {"section": 16, "title": "CHAPTER VII INCARNATE HUMAN GODS. Part 2. Human gods in Africa, divinity of kings in Madagascar, divinity of kings and men in the East Indies, divine kings and men in Burman, Siam, and Tonquin, human gods in India, pretenders to divinity among Christians, transmigrations of human divinities, especially of the divine Lamas, incranate human gods in the Chinese empire, divine kings of Peru and Mexico, divinity of the emperors of China and Japan, divinity of early kings, divinity of Egyptian kings, conclusion, development of sacred kings out of magicians", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_16_frazer_64kb.mp3", "duration": 3366}, {"section": 17, "title": "APPENDIX Hegel on Magic and Religion", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_volume_1_2004_librivox/goldenbough1_17_frazer_64kb.mp3", "duration": 466}]}