{"title": "H.M.S. Pinafore; Or, The Lass That Loved A Sailor", "description": "In this recording, one person reads the entire play, all parts, including the stage directions.  Even without the support of Arthur Sullivan’s music and the interpretation of actors, the consummate silliness of Gilbert’s libretto entertains.   <br /><br />\nH.M.S. Pinafore; or, The Lass That Loved a Sailor is a comic opera in two acts, with music by Arthur Sullivan and a libretto by W. S. Gilbert. It opened at the Opera Comique in London, England, on 25 May 1878 and ran for 571 performances, which was the second-longest run of any musical theatre piece up to that time. H.M.S. Pinafore was Gilbert and Sullivan's fourth operatic collaboration and their first international sensation.<br /><br />\nThe story takes place aboard the British ship HMS Pinafore. The captain's daughter, Josephine, is in love with a lower-class sailor, Ralph Rackstraw, although her father intends her to marry Sir Joseph Porter, the First Lord of the Admiralty. She abides by her father's wishes at first, but Sir Joseph's advocacy of the equality of humankind encourages Ralph and Josephine to overturn conventional social order. They declare their love for each other and eventually plan to elope. The captain discovers this plan, but, as in many of the Gilbert and Sullivan operas, a surprise disclosure changes things dramatically near the end of the story.<br /><br />\nDrawing on several of his earlier \"Bab Ballad\" poems, Gilbert imbued this plot with mirth and silliness. The opera's humour focuses on love between members of different social classes and lampoons the British class system in general. Pinafore also pokes good-natured fun at patriotism, party politics, the Royal Navy, and the rise of unqualified people to positions of authority. The title of the piece comically applies the name of a garment for girls and women, a pinafore, to the fearsome symbol of a naval warship.<br /><br />\nPinafore's extraordinary popularity in Britain, America and elsewhere was followed by the similar success of a series of Gilbert and Sullivan works, including The Pirates of Penzance and The Mikado. Their works, later known as the Savoy operas, dominated the musical stage on both sides of the Atlantic for more than a decade and continue to be performed today. The structure and style of these operas, particularly Pinafore, were much copied and contributed significantly to the development of modern musical theatre.<br />\n - Summary by Wikipedia and david wales", "duration": 3772, "language": "English", "authors": [{"id": "334", "name": "W. S. Gilbert"}], "coverArt": "https://archive.org/download/hms_pinafore_1406_librivox/hms_pinafore_1406.jpg", "copyright_year": "1878", "genres": ["Published 1800 -1900", "Satire"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "Barry Eads"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Act 1", "readers": [6454], "path": "http://www.archive.org/download/hms_pinafore_1406_librivox/pinafore_1_gilbert_64kb.mp3", "duration": 2109}, {"section": 2, "title": "Act 2", "readers": [6454], "path": "http://www.archive.org/download/hms_pinafore_1406_librivox/pinafore_2_gilbert_64kb.mp3", "duration": 1663}]}