{"title": "Human Nature and Conduct - Part 4 Conclusion", "description": "John Dewey, an early 20th Century American philosopher, psychologist, educational theorist. This project encompasses Part 4 of 4 of his book Human Nature and Conduct, An Introduction to Social Psychology, published in 1922. Dewey's uses the words \"HABIT\" and \"Impulse\" as a specialized catch-all words to describe how a person and his/her objective environment interact. This interaction is the basis for moral and ethical judgments. Dewey writes: \"All habits are demands for certain kinds of activity; and they constitute the self.” In other places he also asserts that \"Habits are Will.\" In the third part of the book, Dewey describes how we make ethical judgments (Dramatic Rehearsal) on the occasions which call upon the exercise of intelligence, and the relationship among aims, goals, means and ends, and emotions.\n\nIn this fourth section he ties together the preceding concepts and conclusions\n\nPart 4: Conclusion\n\nSection I: The Good of Activity\nBetter and worse; morality a process; evolution and progress; optimism; Epicureanism; making others happy.\n\nSection II: Morals are Human\nHumane morals; natural law and morals; place of science.\n\nSection III: What is Freedom?\nElements in freedom; capacity in action; novel possibilities; force of desire.\n\nSection IV: Morality is Social\nConscience and responsibility; social pressure and opportunity; exaggeration of blame; importance of social psychology; category of right; the community of religious symbol.\n\nSoloist supplementary note: Very important but sometimes overlooked is his concept in Part 3 of the book of \"Dramatic Rehearsal\" which to me means: when we are deliberating over a course of action, we don't just tote up an arithmetic series of \"if I do THIS, then THIS will happen, and then THIS will happen, etc. and weigh out the pluses and minuses\" as a Utilitarian would do. No, what we do, says Dewey, is that at every step of divining what the future will hold, we examine how we FEEL about the situation. For example, if we're planning a chess move, we don't think to ourselves merely \"if I make THIS move, I'll weaken my king side, but I'll gain a pawn\" No, instead we think \"if I make THIS move, I'll weaken my king side {Dang it all to hecky darn!  }, but I'll gain a pawn {Yaaaay! hoorah!  }\". The force of our subjective and emotive intensity sway the final decisions.\n\n~ Summary by William Allan Jones, Soloist ", "duration": 6682, "language": "English", "authors": [{"id": "1977", "name": "John Dewey"}], "coverArt": "https://archive.org/download/human_nature_part_4_1909_librivox/humannatureandconduct4_1909.jpg", "copyright_year": "1922", "genres": ["Early Modern", "Modern"], "supporters": [{"role": "Read by", "name": "William Allan Jones"}, {"role": "Book Coordinator", "name": "William Allan Jones"}, {"role": "Meta Coordinator", "name": "Lynne T"}, {"role": "Proof Listener", "name": "Linette Geisel"}], "sections": [{"section": 1, "title": "1. The Good of Activity", "readers": [10996], "path": "https://www.archive.org/download/human_nature_part_4_1909_librivox/humannatureandconduct4_01_dewey_64kb.mp3", "duration": 2092}, {"section": 2, "title": "2. Morals are Human", "readers": [10996], "path": "https://www.archive.org/download/human_nature_part_4_1909_librivox/humannatureandconduct4_02_dewey_64kb.mp3", "duration": 939}, {"section": 3, "title": "3.  What is Freedom?", "readers": [10996], "path": "https://www.archive.org/download/human_nature_part_4_1909_librivox/humannatureandconduct4_03_dewey_64kb.mp3", "duration": 1354}, {"section": 4, "title": "4. Morality is Social", "readers": [10996], "path": "https://www.archive.org/download/human_nature_part_4_1909_librivox/humannatureandconduct4_04_dewey_64kb.mp3", "duration": 2297}]}