{"title": "Imperialism and World Politics, Part 3 of 4", "description": "Moon’s Iᴍᴘᴇʀɪᴀʟɪsᴍ ᴀɴᴅ Wᴏʀʟᴅ Pᴏʟɪᴛɪᴄs is perhaps the best-known work of the Columbia University professor and political scientist; It was published in 1926 and did not go out-of-print until at least 1940. “What convenient volume,” he asks, exists as a “general account of the greater imperialism of our own times?” A question which was suitably answered by the publication of this sweeping survey of the field.\r\n\r\nWritten in what would prove to be the gathering twilight of European imperialism, and with the inclination towards reflection that only the aftermath of a great catastrophe like the First World War can evoke, this work spans the globe and follows behind Great Britain, France, Belgium, Italy, Russia, Germany, Japan and the United States as they shaped world politics to their own ends—imposing their will on states, economies and peoples.\r\n\r\nMoon writes of his work that, “It can make no claim to finality.” Indeed, this is surely not the last word on the subject. Not in the past. Not even, truly, in the present. And yet, Moon’s work does possess a greater degree of finality then he at the time, perhaps, might have credited.\r\n\r\nTHIS IS PART THREE OF FOUR.\r\nIn this part, Moon rests first on the recent history of British India, and the rise of nationalism. In the words of Moon, “India occupies a most important place in the British Empire, and in world politics,” while also being “the crucial internal problem” of the empire. In the face of a such a large nationalist movement, only “such a miracle as was worked in South Africa, the transformation of Nationalists into Imperialists, could easily solve this problem.” The sub-continent being so preponderant within the Empire, not unlike a tiger bestridden by a pug, mollifying Indian sentiment was a square which was hard to circle. Long engrained racism made such concessions very difficult at the time, and ultimately precluded Great Britain from even trying. If ever there was a prospect, a second world war hollowing out British sinew and resolve would torpedo any chance of holding onto the sub-continent.\r\n\r\nHe also surveys Indochina—today Mainland Southeast Asia—where colonies would be carved out by France and Britain in the Nineteenth Century and Siam—modern day Thailand—would endure as the only country in Southeast Asia to evade colonization due to its utility as a buffer state. Of particular interest, Moon takes the opportunity to compare and contrast the human and economic development in Siam with neighbouring colonial domains.\r\n\r\nOf China, Moon says “surrounded by vassals and tributaries, China was truly a giant, a giant grown drowsy in centuries of unquestioned supremacy,” and that, “Europe woke the giant.” He quotes U.S. secretary of state John Hay as having said, “Whoever understands that mighty empire . . . has a key to world politics for the next five centuries.” The first rousing startlement—into an unfolding waking nightmare—would be the First Opium War (1839 – 1842) where her fleet would be roughly handled by the East India Company’s ironclad steamship, the Nemesis. Great Britain would pry treaty ports from China, stripping away further her control over her own trade, and compel her to cede an unremarkable island called Hongkong. Chinese history for the following Century of Humiliation would prove to be turbulent.\r\n\r\nIf Japan’s opening to world, at the instigation of Perry, was in any way less of a systemic shock it was only because Japan did not prolong her own agony, but embarked on a crash Westernization with reckless abandon, without reservation. For the Japanese both perceived their own danger more acutely and coveted the potency of Western industrialized power with the full awareness of how such disruptive capabilities might, in their own hands, be just as capable of upending the status quo. In the span of four decades, Japan had joined the ranks of the colonial powers herself—establishing colonies in Korea and China. To embark and succeed in so profound a restructuring of government and economy at such a pace remains as impressive a feat of unity and resolve today as it was to the natives of the Nineteenth Century. Given the highly racialized nature of the reaction among many in the United States to Japan’s rise, clearly the country’s success fostered – or activated – insecurities in the psyche of white America, though the capacity gap between the two powers remained almost as wide as the Pacific Ocean that separated them.\r\n\r\nJapan would go on to dominate China in the First Sino-Japanese War of 1894–5. In the peace treaty signed in Shimonoseki, Japan would seize the territory of Formosa (Taiwan) and force China to surrender her suzerainty of Korea. She also attempted to seize the Liaodong Peninsula—a highly strategic finger of land jutting from southern Manchuria at the heart of the Yellow Sea—but France and Germany leagued together with Russia to thwart this mainland acquisition with threatening diplomacy. This was not a chivalrous act. With the withdrawal of Japanese forces, Russian soldiers poured in and the Chinese government was then pressured into the Pavlov Agreement of 1898, leasing the Liaodong Peninsula to Russia.\r\n\r\nBut Russia’s new naval base at Port Arthur would not serve it any better than the bitter enmity it earned from Japan—their harvest was the Russo-Japanese War of 1904–5 and Port Arthur would fall many months before the final coup de grâce of Tsushima was landed.\r\n\r\nWhile Russia and Japan squabbled over the choicest cut, the rest of China was no less a stomping ground for all who could afford the cost of entry. The Dowager Empress sought, at first upon seizing power, to forestall reforms, to resist all influence as she was able. The ‘Boxer Rebellion’ of 1900 was a violent, nationalist, anti-foreign popular reaction – unofficially sanctioned – which prompted intervention from a coalition of all the Great Powers; Great Britain, France, Russia, the United States and Germany. Italy also contributed; It already had a pair of cruisers on station, attempting to extort a concession of their own—China had ignored them—and it sent additional forces. Austria–Hungary’s contingent arrived too late to see action, so only the crew of the cruiser already on station were engaged in hostilities. But no power contributed a greater strength than Japan, whose committed warships and soldiers almost totaled Russia and Great Britain’s combined strength. Bitter as she was over European meddling with the fruits of her last foray into China, the scent of opportunity was too sweet.\r\n\r\nAs with every convulsion, China emerged the worse for it. The Dowager Empress ultimately declared war in June of 1900 on the United States, the United Kingdom, Japan, France, Germany, Italy, Spain, Austria–Hungary, Belgium and the Netherlands. It would have been a much more impressive declaration if most of China hadn’t simply ignored her edict. Weighty reparations were imposed. Territory was ceded, including the Russian seizure of the rest of Manchuria.\r\n\r\nMoon next moves on to cover developments in Maritime Southeast Asia and Oceania. This includes a brief overview of the Dutch East Indies with an emphasis on economics, education and governance. The next subsection covers British possessions in the region being Australia, New Zealand, Malaysia, etc. Germany’s possessions in the region were divided up after World War One, with Japan securing a mandate over the Marshall Islands, the Palau Islands, the Northern Marianas (as distinct from Guam) and the Caroline Islands (today largely part of Micronesia)—much to the pique of the United States.\r\n\r\nAfter a brief survey of the French in New Caledonia and Tahiti, etc., Moon turns to the United States’ conquest of the Philippines and Guam in the Spanish-American War of 1898—much to the pique of Japan and of Germany. This along with the annexation of Hawaii, and the governance of these territories.\r\nThe final topic upon which this third instalment rests is the Monroe Doctrine and the United States’ policy toward and financial penetration of Latin America.\r\n(Summary by Alister)", "duration": 23862, "language": "English", "authors": [{"id": "18119", "name": "Parker Thomas Moon"}], "coverArt": "https://archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_2503.jpg", "copyright_year": "1926", "genres": ["War & Military", "Political Science", "Modern (19th C)"], "supporters": [{"role": "Read by", "name": "Alister"}, {"role": "Book Coordinator", "name": "Alister"}, {"role": "Meta Coordinator", "name": "Christine Rottger"}, {"role": "Proof Listener", "name": "Claudia Caldi"}], "sections": [{"section": 1, "title": "Chapter 13a—Imperialism in Southern Asia—From Chartered Company to Empire", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_01_moon_64kb.mp3", "duration": 2089}, {"section": 2, "title": "Chapter 13b—Imperialism in Southern Asia—A Gentle Rebel—Gandhi", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_02_moon_64kb.mp3", "duration": 2353}, {"section": 3, "title": "Chapter 14a—The Battle of Concessions in the Far East", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_03_moon_64kb.mp3", "duration": 3084}, {"section": 4, "title": "Chapter 14b—The Battle of Concessions in the Far East—The Russo-Japanese War", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_04_moon_64kb.mp3", "duration": 1761}, {"section": 5, "title": "Chapter 14c—The Battle of Concessions in the Far East—The Washington Conference", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_05_moon_64kb.mp3", "duration": 2476}, {"section": 6, "title": "Chapter 15a—Fortunes of War and Profits of Peace in Pacific Islands—The Setting", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_06_moon_64kb.mp3", "duration": 2844}, {"section": 7, "title": "Chapter 15b—Fortunes of War and Profits of Peace in Pacific Islands—An Unintentional Conquest", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_07_moon_64kb.mp3", "duration": 2111}, {"section": 8, "title": "Chapter 16a—The Policy of the United States toward Latin America—The Monroe Doctrine", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_08_moon_64kb.mp3", "duration": 2293}, {"section": 9, "title": "Chapter 16b—The Policy of the United States toward Latin America—Porto Rico", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_09_moon_64kb.mp3", "duration": 1982}, {"section": 10, "title": "Chapter 16c—The Policy of the United States toward Latin America—Oil and Turmoil in Mexico", "readers": [17571], "path": "https://www.archive.org/download/imperialismandworldpoliticspart3of4_2503_librivox/imperialismworldpoliticspt3of4_10_moon_64kb.mp3", "duration": 2869}]}