{"title": "Imperialism and World Politics, Part 1 of 4", "description": "Moon’s <i>Imperialism and World Politics</i> is perhaps the best-known work of the Columbia University professor and political scientist; It was published in 1926 and did not go out-of-print until after 1940. “What convenient volume,” he asks, exists as a “general account of the greater imperialism of our own times?” A question which was suitably answered by the publication of this sweeping survey of the field.\r\n\r\nWritten in what would prove to be the gathering twilight of European imperialism, and with the inclination towards reflection that only the aftermath of a great catastrophe like the First World War can evoke, this work spans the globe and follows behind Great Britain, France, Belgium, Italy, Russia, Germany, Japan and the United States as they shaped world politics to their own ends—imposing their will on states, economies and peoples.\r\n\r\nMoon writes of his work that, “It can make no claim to finality.” Indeed, this is surely not the last word on the subject. Not in the past. Not even, truly, in the present. And yet, Moon’s work does possess a greater degree of finality than he at the time, perhaps, might have credited.\r\n\r\n\r\nTHIS IS PART ONE OF FOUR.\r\n\r\nIn this part, Moon casts a bright light upon the driving forces, the economics and the vested interests. He unpicks the propaganda, the rationalizations, and the theories. The slide from the Anti-Imperialism, which still held sway in the 1860s, to the Scramble for Africa as free trade faltered, tariff walls were erected, and the economic rationale shifted.\r\nHe also follows the Belgians into the Congo, and casts an eye over West Africa where—over the course of five decades—the region has been transformed by Great Britain, France and Germany in pursuit of resources and cash crops. Rubber and Cocoa. Palm Oil and Tropical Wood. Gold and Diamonds.\r\nAt the other end of the supply chain, the new colonialism created captive markets within which to dump excess manufactured goods which the tariff-constrained industrial economies of Europe could not absorb domestically.\r\nRivers and railways were the spigots with which to tap the bounty of Africa’s interior, but it took African labour to harvest it first. Accordingly when George Taubman Goldie secured Nigeria for the British, he secured the crown jewel of West Africa. Powerful native polities such as the Sokoto Caliphate and the Kingdom of Dahomey would be unmade, crumbling before the technological and industrialized might of European interlopers.\r\nExpanding their presence on the continent with the justification of spreading Civilization and Progress, and extirpating the slave trade, Belgium and France proceeded to brutally compel native populations to work, at gun point, without renumeration, to death. Nor were they alone in committing genocides, in suppressing native unrest.\r\nMeanwhile in Liberia, 1925 marks the arrival of business titan Harvey Firestone, whose company has played a leading role in Liberia ever since. The country would be an aberration. Like a lonely sea stack, the tide of European imperialism would wash around it for it would be shielded by its connection with the United States.", "duration": 19625, "language": "English", "authors": [{"id": "18119", "name": "Parker Thomas Moon"}], "coverArt": "https://archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_2404.jpg", "copyright_year": "1926", "genres": ["Political Science", "Modern (19th C)", "Modern (20th C)"], "supporters": [{"role": "Read by", "name": "Alister"}, {"role": "Book Coordinator", "name": "Alister"}, {"role": "Meta Coordinator", "name": "redrun"}, {"role": "Proof Listener", "name": "Claudia Caldi"}], "sections": [{"section": 0, "title": "Preface", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_00_moon_64kb.mp3", "duration": 600}, {"section": 1, "title": "Chapter 1: Significance of Imperialism - World Conquest and World Unrest", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_01_moon_64kb.mp3", "duration": 1148}, {"section": 2, "title": "Chapter 2: Two Changes of Mind", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_02_moon_64kb.mp3", "duration": 2610}, {"section": 3, "title": "Chapter 3a: Why Europe Shouldered the White Man's Burden - The Logic of Economic Necessity", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_03_moon_64kb.mp3", "duration": 2785}, {"section": 4, "title": "Chapter 3b: Why Europe Shouldered the White Man's Burden - French Logic ex post facto", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_04_moon_64kb.mp3", "duration": 2764}, {"section": 5, "title": "Chapter 4: Dynamics of Imperialism - Men and Motives", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_05_moon_64kb.mp3", "duration": 2673}, {"section": 6, "title": "Chapter 5: Clothes, Culture and Caoutchouc in Congo", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_06_moon_64kb.mp3", "duration": 3586}, {"section": 7, "title": "Chapter 6a: Five Decades of Business and Diplomatic Bargaining in West Africa", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_07_moon_64kb.mp3", "duration": 1629}, {"section": 8, "title": "Chapter 6b: Five Decades of Business and Diplomatic Bargaining in West Africa", "readers": [17571], "path": "https://www.archive.org/download/imperialism1of4_2404_librivox/imperialism1of4_08_moon_64kb.mp3", "duration": 1830}]}