{"title": "India's Love Lyrics", "description": "The poetry of Adela Florence Cory aka Violet Nicolson, is some of the most unique and passionate in the English language. Under the pen name of Laurence Hope, her works were extremely popular in the early years of the 20th century, inspiring popular music, lovers, silent films and even the creation of Shalimar perfume. Her work wades fearlessly into issues of racism, same sex attraction, violence and taboo love, but also transports the reader to a vibrant India of another era, with it's exotic peoples, flora, fauna, folklore and larger than life landscapes and intrigues. Even so, Hope's work has the delicacy of fine literature, with the matchless phrasing, rhyming and structure that marks the true poet. Mixing the confessional overtones of the French poetes maudites and British Aesthetes with the sounds and flavors of the Far East, critics of her day likened her to \"a decadent Kipling\". Like Elizabeth Browning, Hope's title \"India's Love Lyrics\" gave the impression she was transcribing the tempestuous poetry of another culture; it is now understood that the work was her own, though she was fluent in Urdu and was certainly inspired by the language and song traditions of the great Subcontinent where she spent her adult life. It is only by an accident of academic oversight that Hope is now hardly known to the public, as 19th century male academics deemed her work \"too purple\" to be canonized in the same way her peer Kipling was. Her work is now out of print, but with this Librivox recording, you may join the many starry-eyed listeners who have discovered Hope, following her footsteps into the alluring and lost world of \"The Teak Forest\" and beyond. (Helen Williford-Lower)", "duration": 13079, "language": "English", "authors": [{"id": "10161", "name": "Laurence Hope"}], "coverArt": "https://archive.org/download/indias_love_lyrics_1905_librivox/love_lyrics_1905.jpg", "copyright_year": "1901", "genres": ["Single author"], "supporters": [{"role": "Read by", "name": "Helen Williford-Lower"}, {"role": "Book Coordinator", "name": "Helen Williford-Lower"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "KHand"}], "sections": [{"section": 1, "title": "Less Than the Dust, To the Unattainable, Early Pearly Morning, Reverie/Tamarind Tank, Verses, Song of Khan Zada, The Teak Forest", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_01_hope_64kb.mp3", "duration": 1249}, {"section": 2, "title": "Valgovind's Boat Song, Kashmiri Song, Zira In Captivity, Lament of Mahomed Akram, Appeal to the Stars, Reminiscence", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_02_hope_64kb.mp3", "duration": 1126}, {"section": 3, "title": "Story by Lalla-ji, the Priest, Request, Story of Udaipore, Valgovind's Song, Youth, When Love is Over, Golden Eyes", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_03_hope_64kb.mp3", "duration": 1037}, {"section": 4, "title": "Kotri, by the River, Farewell, Afridi Love, Yasmini, Ojira, Thoughts: Mahomed Aram, Prayer", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_04_hope_64kb.mp3", "duration": 1485}, {"section": 5, "title": "'The Aloe, Memory, The First Lover, Khan Zada's Sonog, Deserted Gipsy's Song, The Plains, Lost Delight", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_05_hope_64kb.mp3", "duration": 993}, {"section": 6, "title": "Unforgotten, Song of Faiz Ulla, Story of Lilivanti, Garden by the Bridge, Fate Knows No Tears, Verses: Faiz Ulla", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_06_hope_64kb.mp3", "duration": 1028}, {"section": 7, "title": "Two Songs by Sitara of Kashmir,The Girl From Baltistan, Palm Trees by the Sea, Song by Gulbaz, Kashmiri Song, Reverie of Ormuz the Persian, Sunstroke, Adoration", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_07_hope_64kb.mp3", "duration": 1314}, {"section": 8, "title": "Three Songs of Zahir-u-Din, Regret of the Ranee, Protest, Famine Song, The Window Overlooking the Harbor", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_08_hope_64kb.mp3", "duration": 1166}, {"section": 9, "title": "Back to the Border, Reverie: Zahir-u-Din, Sea Song, To the Hills!, Till I Wake, His Rubies, Song of Taj Mohamed", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_09_hope_64kb.mp3", "duration": 829}, {"section": 10, "title": "The Garden of Kama, Camp Follower's Song, Song of the Colours, Lalila, On the City Wall, Love Lightly, No Rival Like the Past", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_10_hope_64kb.mp3", "duration": 1010}, {"section": 11, "title": "Verse, Lines, There is No Breeze, Malay Song, The Temple Dancing Girl, Hirah Singh's Farewell, Starlight", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_11_hope_64kb.mp3", "duration": 879}, {"section": 12, "title": "Sampam, Song of the Devoted Slave, The Singer, Malaria, Fancy, Feroza, This Month the Almonds Bloom at Kandahar", "readers": [11717], "path": "http://www.archive.org/download/indias_love_lyrics_1905_librivox/indiaslovelyrics_12_hope_64kb.mp3", "duration": 963}]}