{"title": "Into The Valley Of Death: Crimea, Balaklava, The Light Brigade: Russell, Tennyson And Kipling", "description": "The Charge Of The Light Brigade (1854) is a famous poem by Alfred Lord Tennyson.  It is about, among other things, the valor of soldiers and the tragic loss of life in futile war engagements.  The war is the Crimean War (1853-1856) which Russia lost against a coalition of France, United Kingdom, the Ottoman Empire, and Sardinia.  The battle is Balaclava, 25 October, 1854.  The Light Brigade (United Kingdom) comprises cavalry officers and soldiers, mounted on smaller unarmored light fast horses and armed with sword and lance.  Mobile and speedy, they were primarily intended for skirmishes and reconnaisances.  They were ordered against a near impregnable Russian line of cannon, infantry, and cavalry.  Tennyson wrote his poem after reading in The Times (14 November 1854) an account by war correspondent William Howard Russell of the tragic courage and tragic deaths caused by a miscommunication among commanders in the Crimean War. Forty years after its publication Rudyard Kipling wrote another poem about the parlous condition of survivors of the men of the Light Brigade, The Last Of The Light Brigade (1890).  Much later (1885?) Tennyson wrote a not-nearly-so-well-known poem, The Charge Of The Heavy Brigade (recorded here but omitting the Prologue and Epilogue).  The Heavy Brigade rode large heavy horses; the men wore metal helmets and fought with cavalry swords; they were intended as a close combat shock force.  Both heavy and light brigades fought in this battle.  Part 1 of this work contains all three poems and closes with a recording made in London in 1890; trumpeter Martin Landfrey plays the charge he sounded at the Charge Of The Light Brigade.  Part 2 of this work contains an excerpt from Russell’s book narrative (not the newspaper articles) of the battle.  Part 3 of this work is an excerpt from The London Gazette (12 November 1854) , the official government publication in which important announcements were recorded (think the US Congressional Record).  Here we read two reports of the battle from the commander of the Army (Lord Raglan) to the British War Department (The Duke of Newcastle).  The notice also contains reports from three of Lord Raglan’s sub-commanders, Lord Lucan commanding the Cavalry Division; General Colin Campbell; and General De Lacy Evans. - Summary by David Wales", "duration": 3105, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/into_the_valley_of_death_2112_librivox/intovalleydeath_2112.jpg", "copyright_year": "1854", "genres": ["War & Military", "Modern (19th C)"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Three Poems And A Bugle Call:  The Charge Of The Light Brigade (1854) by Alfred Lord Tennyson; The Charge Of The Heavy Brigade At Balaclava (1885) by Alfred Lord Tennyson; The Last Of The Light Brigade (1890) by Rudyard Kipling; Charge Of The Light Brigade Bugle Call by Trumpeter Landfrey (1894)", "readers": [6454], "path": "https://www.archive.org/download/into_the_valley_of_death_2112_librivox/intovalleydeath_01_various_64kb.mp3", "duration": 633}, {"section": 2, "title": "Excerpt from The British Expedition To The Crimea (1858, 1876) by William Howard Russell", "readers": [6454], "path": "https://www.archive.org/download/into_the_valley_of_death_2112_librivox/intovalleydeath_02_various_64kb.mp3", "duration": 1006}, {"section": 3, "title": "Excerpt from The London Gazette (1854) containing reports from Lord Raglan, Lord Lucan, General Colin Campbell, And General George De Lacy Evans", "readers": [6454], "path": "https://www.archive.org/download/into_the_valley_of_death_2112_librivox/intovalleydeath_03_various_64kb.mp3", "duration": 1466}]}