{"title": "Introduction to The Philosophy of History", "description": "The introduction to Hegel's lectures on the philosophy of world history is often used to introduce students to Hegel's philosophy, in part because Hegel's sometimes difficult style is muted in the lectures, and he discourses on accessible themes such as world events in order to explain his philosophy. Much of the work is spent defining and characterizing Geist or spirit. Geist is similar to the culture of people, and is constantly reworking itself to keep up with the changes of society, while at the same time working to produce those changes through what Hegel called the \"cunning of reason\". Another important theme of the text is the focus on world history, rather than regional or state history. <br /><br />\nThe obscure writings of Jakob Böhme had a strong effect on Hegel. Böhme had written that the Fall of Man was a necessary stage in the evolution of the universe. This evolution was, itself, the result of God's desire for complete self-awareness. Hegel was fascinated by the works of Spinoza, Kant, Rousseau, and Goethe, and by the French Revolution. Modern philosophy, culture, and society seemed to Hegel fraught with contradictions and tensions, such as those between the subject and object of knowledge, mind and nature, self and Other, freedom and authority, knowledge and faith, the Enlightenment and Romanticism. Hegel's main philosophical project was to take these contradictions and tensions and interpret them as part of a comprehensive, evolving, rational unity that, in different contexts, he called \"the absolute idea\" or \"absolute knowledge\". <br /><br />\nAccording to Hegel, the main characteristic of this unity was that it evolved through and manifested itself in contradiction and negation. Contradiction and negation have a dynamic quality that at every point in each domain of reality—consciousness, history, philosophy, art, nature, society—leads to further development until a rational unity is reached that preserves the contradictions as phases and sub-parts through an up-lifting (Aufhebung) into a higher unity. This whole is mental because it is mind that can comprehend all of these phases and sub-parts as steps in its own process of comprehension. It is rational because the same, underlying, logical, developmental order underlies every domain of reality and is ultimately the order of self-conscious rational thought, although only in the later stages of development does it come to full self-consciousness. The rational, self-conscious whole is not a thing or being that lies outside of other existing things or minds. Rather, it comes to completion only in the philosophical comprehension of individual existing human minds who, through their own understanding, bring this developmental process to an understanding of itself. <br />\n(summary by wikipedia and d.e. wittkower)", "duration": 16524, "language": "English", "authors": [{"id": "4604", "name": " Georg Wilhelm Friedrich Hegel"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt11/Introduction_Philosophy_History_1111.jpg", "copyright_year": "1900", "genres": ["*Non-fiction", "History", "Philosophy"], "supporters": [{"role": "Read by", "name": "D.E. Wittkower"}, {"role": "Book Coordinator", "name": "D.E. Wittkower"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}], "sections": [{"section": 1, "title": "01 - I:  Original History", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_01_hegel_64kb.mp3", "duration": 643}, {"section": 2, "title": "02 - II:  Reflective History", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_02_hegel_64kb.mp3", "duration": 885}, {"section": 3, "title": "03 - III:  Philosophical History", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_03_hegel_64kb.mp3", "duration": 672}, {"section": 4, "title": "04 - III:  (I) - Reason Governs the World", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_04_hegel_64kb.mp3", "duration": 1014}, {"section": 5, "title": "05 - III:  (II) - The Essential Destiny of Reason, Subsection 1:  The Abstract Characteristics of the Nature of Spirit", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_05_hegel_64kb.mp3", "duration": 913}, {"section": 6, "title": "06 - III:  (II) - The Essential Destiny of Reason, Subsection 2:  What Means Spirit Uses in order to Realise Its Idea", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_06_hegel_64kb.mp3", "duration": 3621}, {"section": 7, "title": "07 - III:  (II) - The Essential Destiny of Reason, Subsection 3:  The Shape which the Perfect Embodiment of Spirit Assumes", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_07_hegel_64kb.mp3", "duration": 3333}, {"section": 8, "title": "08 - III:  (III) - The Course of the World's History, Subsection 1:  The Principle of Development", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_08_hegel_64kb.mp3", "duration": 1923}, {"section": 9, "title": "09 - III:  (III) - The Course of the World's History, Subsection 2:  The Direction of Development", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_09_hegel_64kb.mp3", "duration": 1779}, {"section": 10, "title": "10 - III:  (III) - The Course of the World's History, Subsection 3:  The Idea of the World's History as Such", "readers": [613], "path": "http://www.archive.org/download/intro_philosophy_history_dew_librivox/introphilhist_10_hegel_64kb.mp3", "duration": 1741}]}