{"title": "Iphigenia in Aulis", "description": "Iphigenia in Aulis is the last extant work of the playwright Euripides. The Greek fleet is waiting at Aulis, Boeotia, with its ships ready to sail for Troy, but it is unable to depart due to a strange lack of wind. After consulting the seer Calchas, the Greek leaders learn that this is no mere meteorological abnormality but rather the will of the goddess Artemis, who is withholding the winds because Agamemnon has caused her offense. Calchas informs the general that in order to appease the goddess, he must sacrifice his eldest daughter, Iphigenia. Agamemnon, in spite of his horror, must consider this seriously because his assembled troops, who have been waiting on the beach and are increasingly restless, may rebel if their bloodlust is not satisfied. He sends a message to his wife, Clytemnestra, telling her to send Iphigenia to Aulis on the pretext that the girl is to be married to the Greek warrior Achilles before he sets off to fight. (Summary by Wikipedia)<br><br><strong>Cast</strong><br>Agamemnon: Bob Neufeld<br>Old Man: Todd<br>Menelaus: Algy Pug<br>Chorus/Messenger: Elizabeth Klett<br>Clytemnestra: Libby Gohn<br>Iphigenia: Amanda Friday<br>Achilles: Denny Sayers<br>Narrator: Charlotte Duckett<br><strong>Audio edited by Elizabeth Klett</strong>", "duration": 5997, "language": "English", "authors": [{"id": "1247", "name": " Euripides"}], "coverArt": "https://archive.org/download/iphigenia_in_aulis_1308_librivox/Iphigenia_in_Aulis_1309.jpg", "copyright_year": "1892", "genres": ["Classics (Greek & Latin Antiquity)", "Plays"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Elizabeth Klett"}, {"role": "Meta Coordinator", "name": "Elizabeth Klett"}, {"role": "Proof Listener", "name": "None"}], "sections": [{"section": 1, "title": "Part 1", "readers": [], "path": "https://www.archive.org/download/iphigenia_in_aulis_1308_librivox/iphigeniainaulis_1_euripides_64kb.mp3", "duration": 3021}, {"section": 2, "title": "Part 2", "readers": [], "path": "https://www.archive.org/download/iphigenia_in_aulis_1308_librivox/iphigeniainaulis_2_euripides_64kb.mp3", "duration": 2976}]}