{"title": "Katha Upanishad", "description": "The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads.<br><br>Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shloka (a category of verse line developed from the Vedic Anustubh meter).<br><br>Katha-Upanishad is one the 11 principal Upanishads. Its chronology is contested as being between fifth century BCE and 1st millennium BCE.<br><br>Katha (Sanskrit: कठ) literally means \"distress\". Katha Upanishad uses words that symbolically embed and creatively have multiple meanings. For example, a closely pronounced word Katha (Sanskrit: कथा) literally means \"story, legend, conversation, speech, tale\". All of these related meanings are relevant to the Katha Upanishad.<br><br>The text presents Death as the Teacher and features a dialogue between an aspiring disciple, Nachiketas, the boy and a central character, and the Ruler of Death regarding the great Hereafter. It has two Adhyayas (chapters), each with three Valiis (sections), thus a total of six Vallis.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. <br><br>The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\". ( Summary by Jothi) ", "duration": 2533, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/kathaupanishad_1503_librivox/katha_upanishad_1504.jpg", "copyright_year": "1897", "genres": ["Ancient", "Asian Antiquity"], "supporters": [{"role": "Read by", "name": "Jothi Tharavant"}, {"role": "Book Coordinator", "name": "Jothi Tharavant"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "First Adhyaya - First Valli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_01_unknown_64kb.mp3", "duration": 673}, {"section": 2, "title": "Second Valli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_02_unknown_64kb.mp3", "duration": 509}, {"section": 3, "title": "Third Vailli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_03_unknown_64kb.mp3", "duration": 326}, {"section": 4, "title": "Second Adhyaya - Fourth Valli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_04_unknown_64kb.mp3", "duration": 284}, {"section": 5, "title": "Fifth Valli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_05_unknown_64kb.mp3", "duration": 328}, {"section": 6, "title": "Sixth Valli", "readers": [9216], "path": "https://www.archive.org/download/kathaupanishad_1503_librivox/kathaupanishad_06_unknown_64kb.mp3", "duration": 413}]}