{"title": "Kaushitaki Upanishad", "description": "The word Upanishad (upa-ni-shad) consists of, \"Upa\" means \"near;\" \"ni\" means \"down;\" \"shad\" means \"to sit.\" Thus, Upanishad is to sit down near the teacher to discuss, learn, practice, and experience. There are some 200 or more Upanishads. Some are lost and are only known about because of being referenced in other Upanishads. <br><br>Most of the Upanishads were kept secret for centuries, only passed on to others orally in the form of Shloka (a category of verse line developed from the Vedic Anustubh meter).<br><br>The Kaushitaki Upanishad, also known as Kaushitaki Brahmana Upanishad is an ancient Sanskrit text contained inside the Rigveda; It is associated with the Kaushitaki shakha (branch). However, It is Sāmānya Upanishad, meaning that it is \"common\" to all schools of Vedanta. <br><br>The Kaushitaki Upanishad explores the heavenly world, reincarnation, and consciousness. <br><br>The Kausitaki Upanishad is a prose text, divided into four Adhyayas (chapters) and their sub sections.<br><br>The chronology of Kaushitaki Upanishad is unclear; it was probably composed before the middle of the 1st millennium BCE.<br><br>The 11 principal Upanishads to which Sankara appeals in his great commentary on the Vedanta-Surtras are: Chandogya, Talavakara or Kena, Aitareya, Kaushitaki, Vajasaneyi or Isha, Katha, Mundaka, Taittirtiyaka or Taittiriya, Brihadaranyaka, Svetasvatara, and Prasna. They are also called the 11 classical Upanishads or the fundamental Upanishads of the Vedanta Philosophy. Apart from these, Maitrayana-Brahmana-Upanishad is also considered as an important Upanishad. <br><br>The Upanishadic literature is not a religious scripture and is free from dogma and doctrines. It is not a part of any religion but is a philosophy for all times and for all. German philosopher Arthur Schopenhauer, impressed by the Upanishads, called the texts \"the production of the highest human wisdom\". Summary by Jothi.", "duration": 4295, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/kaushitakiupanisha_1504_librivox/kaushitaki_upanishad_1504.jpg", "copyright_year": "1897", "genres": ["Ancient", "Asian Antiquity"], "supporters": [{"role": "Read by", "name": "Jothi Tharavant"}, {"role": "Book Coordinator", "name": "Jothi Tharavant"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "First Adhyaya", "readers": [9216], "path": "http://www.archive.org/download/kaushitakiupanisha_1504_librivox/kaushitakiupanishad_01_unknown_64kb.mp3", "duration": 868}, {"section": 2, "title": "Second Adhyaya", "readers": [9216], "path": "http://www.archive.org/download/kaushitakiupanisha_1504_librivox/kaushitakiupanishad_02_unknown_64kb.mp3", "duration": 1610}, {"section": 3, "title": "Third Adhyaya", "readers": [9216], "path": "http://www.archive.org/download/kaushitakiupanisha_1504_librivox/kaushitakiupanishad_03_unknown_64kb.mp3", "duration": 1028}, {"section": 4, "title": "Fourth Adhyaya", "readers": [9216], "path": "http://www.archive.org/download/kaushitakiupanisha_1504_librivox/kaushitakiupanishad_04_unknown_64kb.mp3", "duration": 789}]}