{"title": "sala numero 6", "description": "La sala número 6 es un pequeño manicomio en el que viven encerradas cinco personas. Está dentro de un hospital decadente en una “pequeña y sucia ciudad a 200 verstas del ferrocarril”. Ante el estado calamitoso que presentan las instalaciones y el trato deplorable que reciben sus enfermos, el nuevo doctor y jefe del hospital (el señor Ragin) decide no hacer nada. ¿Para qué curarlos si se van a morir de todas formas? ¿Para qué terminar con la corrupción, el hedor y el frío si lo verdaderamente importante es concentrarse en la vida interior de la persona? Durante años protege su conciencia a base de filosofía estoica intentando adoctrinar cariñosamente a enfermos y conocidos. Al mismo tiempo abandona totalmente sus obligaciones y se regocija en una vida apacible de lectura, vodka y buena comida. Tras varios acontecimientos, el doctor Ragin recibe una bata y unas pantuflas, e ingresa como el paciente número 6 de la sala número 6. Toda cambiará a partir de este momento.<br><br>\r\n\r\nLa sala número 6 (publicado en 1892) es uno de los relatos de madurez más importantes de Antón Pavlovich Chejov. Según Nemirovsky, en él se desprende radicalmente de la influencia literaria de su amigo y maestro Lev Tolstoi. Se aleja de la mirada idealista y moralizante que sirva de guía a su pueblo, y retrata de una manera ácida y descarnada a la gente con la que le ha tocado vivir. Una gente a la que conoce muy bien tanto por sus avatares familiares como por su vida profesional como médico. Un relato fascinante en el que Chejov advierte con gran precisión las dificultades para establecer límites claros entre locura y lucidez, o entre humildad y tiranía, y donde señala la imperfección (a veces la arbitrariedad) de aquellas instituciones humanas que tienen que hacerse cargo de problemas humanos.\r\n(Introducción por gabrielledosuarez)", "duration": 7813, "language": "Spanish", "authors": [{"id": "147", "name": "Anton Chekhov"}], "coverArt": "https://archive.org/download/salanumero6_2211_librivox/salanumero6_2211.jpg", "copyright_year": "1920", "genres": ["Genre(s):"], "supporters": [{"role": "Read by", "name": "Epachuko"}, {"role": "Book Coordinator", "name": "Epachuko"}, {"role": "Meta Coordinator", "name": "Kazbek"}, {"role": "Proof Listener", "name": "gabriel"}], "sections": [{"section": 1, "title": "Capitulo 1-4", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_01_chekhov_64kb.mp3", "duration": 1577}, {"section": 2, "title": "Capiyulo 5 y 6", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_02_chekhov_64kb.mp3", "duration": 1271}, {"section": 3, "title": "Capitulo 7-9", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_03_chekhov_64kb.mp3", "duration": 1178}, {"section": 4, "title": "Capítulo 10-12", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_04_chekhov_64kb.mp3", "duration": 1427}, {"section": 5, "title": "Capitulo 13-15", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_05_chekhov_64kb.mp3", "duration": 998}, {"section": 6, "title": "Capitulo 16-19", "readers": [12367], "path": "https://www.archive.org/download/salanumero6_2211_librivox/salanumero6_06_chekhov_64kb.mp3", "duration": 1362}]}