{"title": "vida es sueño (Version 2)", "description": "La vida es sueño, publicada en 1635, es posiblemente la obra de teatro más relevante del barroco español. Pedro Calderón de la Barca aborda en este drama filosófico asuntos tan decisivos para el ser humano como el libre albedrío, el fundamento de la ética o la naturaleza de la realidad.\r\n\r\nCon un dinamismo y una precisión en el verso difíciles de igualar, utiliza una estructura de enredo para contar la historia de Segismundo, un hombre que desde su nacimiento ha sido encerrado y aislado del mundo, por su propio padre. Basilio, rey de Polonia y aficionado a la astrología, teme a su hijo Segismundo porque la lectura de las estrellas le vaticinó que un día se convertiría en un tirano y le arrebataría la corona. Arrepentido, viejo, y con dudas sobre la sucesión en el trono, decide darle una oportunidad a Segismundo para comprobar si puede vencer la profecía.\r\n\r\nA partir de este momento se inicia un curso de acontecimientos en los que Segismundo no podrá distinguir claramente si está soñando o si está despierto.\r\n\r\nEn los temas centrales de la obra, Calderón apuesta por el poder de la voluntad –prudente varón victoria del destino alcanza–. Y respecto al obrar bien o mal, trátese de un sueño o realidad, Calderón resuelve que se debe de obrar siempre bien por si acaso. Porque antes que la vanagloria el hombre debe perseguir la gloria divina, ya que este mundo en el que no podemos distinguir sueño y verdad, en el que sueña el rico y sueña el pobre, y todos sueñan lo que son, sólo podemos aferrarnos a la verdad de la vida eterna, a la salvación.(Introducción por gabrielledosuarez)", "duration": 7496, "language": "Spanish", "authors": [{"id": "5858", "name": " Pedro Calderón de la Barca"}], "coverArt": "https://archive.org/download/lavidaessueno_2407_librivox/vidaessueño_2407.jpg", "genres": ["Tragedy"], "supporters": [{"role": "Read by", "name": "Epachuko"}, {"role": "Book Coordinator", "name": "Epachuko"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "gabriel"}], "sections": [{"section": 1, "title": "Jornada primera", "readers": [12367], "path": "https://www.archive.org/download/lavidaessueno_2407_librivox/vidaessueno_01_calderon_64kb.mp3", "duration": 2241}, {"section": 2, "title": "Jornada segunda", "readers": [12367], "path": "https://www.archive.org/download/lavidaessueno_2407_librivox/vidaessueno_02_calderon_64kb.mp3", "duration": 2781}, {"section": 3, "title": "Jornada tercera", "readers": [12367], "path": "https://www.archive.org/download/lavidaessueno_2407_librivox/vidaessueno_03_calderon_64kb.mp3", "duration": 2474}]}