{"title": "Bible (Reina Valera) 25: Lamentaciones de Jeremías", "description": "El libro de Lamentaciones se compone de cinco poemas, cada uno de los cuales es una expresión de dolor por la caída de Jerusalén. Como en los funerales, estos lamentos están destinados a llorar una pérdida. En este caso, la pérdida de una nación. La segunda mitad del capítulo 3 implica que el propósito detrás de las representaciones gráficas de Lamentaciones de dolor y sufrimiento era producir esperanza en el Dios cuya compasión es \"nueva cada mañana\", y cuya fidelidad es grande incluso para un pueblo que ha sido condenado por su propia infidelidad.   Las lamentaciones probablemente fueron escritas poco después de la caída de Jerusalén en 586 a. C. El autor, aunque no está identificado en el libro, puede ser el profeta Jeremías, de quien se dice que \"expresó un lamento por Josías\" (2 Crónicas 35:25).\n \n---- English Translation:\n\nThe book of Lamentations is composed of five poems, each of which is an expression of pain for the fall of Jerusalem. Like an eulogy at a funeral, these laments are meant to mourn a loss. In this case, the loss of a nation. The second half of chapter 3 implies that the purpose behind the graphic representations of Lamentations of pain and suffering was to produce hope in the God whose compassion is \"new every morning\", and whose faithfulness is great even for a people who have been condemned by their own infidelity The lamentations were probably written shortly after the fall of Jerusalem in 586 a. C. The author, although not identified in the book, may be the prophet Jeremiah, who is said to have \"expressed a lament for Josiah\" (2 Chronicles 35:25).\n \n - Summary by Claudia R Barrett", "duration": 1357, "language": "Spanish", "authors": [{"id": "1875", "name": " Reina-Valera"}], "coverArt": "https://archive.org/download/lamentaciones_1905_librivox/rva_jeremias_1905.jpg", "copyright_year": "1604", "genres": ["Bibles"], "supporters": [{"role": "Read by", "name": "Joyfull"}, {"role": "Book Coordinator", "name": "Joyfull"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Campbell Schelp"}], "sections": [{"section": 1, "title": "Capítulo 1", "readers": [9972], "path": "https://www.archive.org/download/lamentaciones_1905_librivox/lamentaciones_01_rva_64kb.mp3", "duration": 326}, {"section": 2, "title": "Capítulo 2", "readers": [9972], "path": "https://www.archive.org/download/lamentaciones_1905_librivox/lamentaciones_02_rva_64kb.mp3", "duration": 319}, {"section": 3, "title": "Capítulo 3", "readers": [9972], "path": "https://www.archive.org/download/lamentaciones_1905_librivox/lamentaciones_03_rva_64kb.mp3", "duration": 325}, {"section": 4, "title": "Capítulo 4", "readers": [9972], "path": "https://www.archive.org/download/lamentaciones_1905_librivox/lamentaciones_04_rva_64kb.mp3", "duration": 238}, {"section": 5, "title": "Capítulo 5", "readers": [9972], "path": "https://www.archive.org/download/lamentaciones_1905_librivox/lamentaciones_05_rva_64kb.mp3", "duration": 149}]}