{"title": "Lamia", "description": "In his wonderful interpretation of the classic tale of Lamia - the mythological entity portrayed as being a deadly threat especially to children and young men - master poet John Keats construes this timeless and enigmatic story with a view towards intrigue, deception, loyalty, honor and fervor of a young man's lust for a life of passionate bliss with the newly found woman of his dreams. In retrospect, considering certain aspects of her past and recent serpent-like incarnation, the beautiful and seductive Lamia was a poor choice for the young man Lycius. But infatuation and the recklessness of youth superseded any rational thought and the wild attraction of the two lovers grew stronger. \r\n<br><br>\r\nIt would take his elderly mentor Apollonius (he \"robed in philosophic gown\"), to alert Lycius to the hazards of this new relationship. However, whether Lycius will heed the warning of his \"trusty guide and good instructor\" seems uncertain. In fact, Lycius has marriage in his plans, although he is concerned about a certain inexplicable stress exhibited by Lamia in the presence of Apollonius. \r\n<br><br>\r\nIn an attempt to cool this mad romantic obsession of Lycius and rescue his student from a dubious future, all Apollonius can do now is try to expose Lamia for the evil entity she really is. An old philosopher's cold logic and reason versus the hot passion of youth in a new found love. It must be tried. What could possibly go wrong. <br>\r\n - Summary by Bruce Kachuk", "duration": 2672, "language": "English", "authors": [{"id": "330", "name": "John Keats"}], "coverArt": "https://archive.org/download/lamia_2108_librivox/lamia_2108.jpg", "copyright_year": "1888", "genres": ["Single author"], "supporters": [{"role": "Read by", "name": "Bruce Kachuk"}, {"role": "Book Coordinator", "name": "Bruce Kachuk"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 1, "title": "Section 1", "readers": [8786], "path": "https://www.archive.org/download/lamia_2108_librivox/lamia_1_keats_64kb.mp3", "duration": 1504}, {"section": 2, "title": "Section 2", "readers": [8786], "path": "https://www.archive.org/download/lamia_2108_librivox/lamia_2_keats_64kb.mp3", "duration": 1168}]}