{"title": "Leutnant Gustl", "description": "Am Ende eines gelangweilt verfolgten Konzerts drängt Leutnant Gustl erleichtert zum Ausgang und gerät an der Garderobe mit einem ihm flüchtig bekannten Bäckermeister in Streit. Außer sich vor Wut, als \"dummer Bub\" beschimpft worden zu sein und darob keine Satisfaktion fordern zu können, läuft er durch Wien und beschließt schließlich, sich am nächsten Morgen zu erschießen. Leutnant Gustl geht ziellos vor sich hin sinnierend weiter durch Wien und landet schließlich im Prater, wo er auf einer Parkbank einschläft. Als er nach ein paar Stunden wieder aufwacht, möchte er sein Vorhaben in die Tat umsetzen, kehrt aber auf dem Nachhauseweg noch in seinem Stammcafé ein, wo er Neuigkeiten über den Bäckermeister erfährt... <br><br>\nLeutnant Gustl ist wohl die bekannteste Novelle des Wiener Autors Arthur Schnitzler. Der fast durchgehende innere Monolog Gustls stellte eine Neuerung in der deutschsprachigen Literatur dieser Zeit dar. Bei ihrer Erstveröffentlichung in 1900 verursachte die Novelle in ihrer offenen Anklage des Militarismus und des öffentlichen Bildes eines k.u.k. Offiziers einen Skandal, der Schnitzler seinen Rang als Reserveoffizier kostete. <br><br>\nThis is probably the best known short story by Arthur Schnitzler; known in English as \"None but the Brave\". (Zusammenfassung von Availle)", "duration": 6023, "language": "German", "authors": [{"id": "1487", "name": "Arthur Schnitzler"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt17/leutnantgustl_1409.jpg", "copyright_year": "1901", "genres": ["Published 1900 onward"], "supporters": [{"role": "Read by", "name": "Availle"}, {"role": "Book Coordinator", "name": "Availle"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Julia Niedermaier"}], "sections": [{"section": 1, "title": "Abschnitt 1", "readers": [4174], "path": "http://www.archive.org/download/leutnant_gustl_1409_librivox/leutnantgustl_1_schnitzler_64kb.mp3", "duration": 1483}, {"section": 2, "title": "Abschnitt 2", "readers": [4174], "path": "http://www.archive.org/download/leutnant_gustl_1409_librivox/leutnantgustl_2_schnitzler_64kb.mp3", "duration": 2472}, {"section": 3, "title": "Abschnitt 3", "readers": [4174], "path": "http://www.archive.org/download/leutnant_gustl_1409_librivox/leutnantgustl_3_schnitzler_64kb.mp3", "duration": 2068}]}