{"title": "Little Wars", "description": "A Game for Boys from twelve years of age to one hundred and fifty and for that more intelligent sort of girl who likes boys' games and books. With an Appendix on Kriegspiel<br /><br />\nMiniature wargaming got its start with the publication in 1913 of this thoroughly entertaining little account of how H.G. Wells, with certain of his friends, took their childhood toys and turned play into acceptable middle-aged sport by subjecting the exercise to the civilizing influence of actual rules.<br /><br />While wargaming progressed far past these beginnings, Wells observes how \"little wars\" with even his elementary rules can suggest the wholesale crudity of the real thing.<br />\"You have only to play at Little Wars three or four times to realise just what a blundering thing Great War must be. Great War is at present, I am convinced, not only the most expensive game in the universe, but it is a game out of all proportion. Not only are the masses of men and material and suffering and inconvenience too monstrously big for reason, but--the available heads we have for it, are too small. That, I think, is the most pacific realisation conceivable, and Little War brings you to it as nothing else but Great War can do.\"<br /><br />Wells leaves almost hanging the tantalizing concept that we might someday simulate war, as an instrument of international decision-making, rather than practice actual combat. But most of this book is just the fun of evicting the boys from the playroom and spending happy days there, away from the \"skirt-swishers\", developing the framework under which two gentlemen might meet and accumulate boastable victories! (Summary by Mark F. Smith)", "duration": 6267, "language": "English", "authors": [{"id": "146", "name": "H. G. Wells"}], "coverArt": "https://archive.org/download/little_wars_librivox/Little_Wars_1107.jpg", "copyright_year": "1913", "genres": ["War & Military", "Games"], "supporters": [{"role": "Read by", "name": "Mark F. Smith"}, {"role": "Book Coordinator", "name": "Mark F. Smith"}, {"role": "Meta Coordinator", "name": "Catharine Eastman"}], "sections": [{"section": 1, "title": "I – Of the Legendary Past, II – The Beginnings of Modern Little Warfare", "readers": [204], "path": "https://www.archive.org/download/little_wars_librivox/little_wars_1_wells_64kb.mp3", "duration": 1751}, {"section": 2, "title": "III – The Rules", "readers": [204], "path": "https://www.archive.org/download/little_wars_librivox/little_wars_2_wells_64kb.mp3", "duration": 1259}, {"section": 3, "title": "IV – The Battle of Hook’s Farm", "readers": [204], "path": "https://www.archive.org/download/little_wars_librivox/little_wars_3_wells_64kb.mp3", "duration": 1295}, {"section": 4, "title": "V – Extensions & Amplifications, VI – Ending With a Sort of Challenge", "readers": [204], "path": "https://www.archive.org/download/little_wars_librivox/little_wars_4_wells_64kb.mp3", "duration": 664}, {"section": 5, "title": "Appendix – Little Wars and Kriegspiel", "readers": [204], "path": "https://www.archive.org/download/little_wars_librivox/little_wars_5_wells_64kb.mp3", "duration": 1298}]}