{"title": "Living on Half a Dime a Day", "description": "How to live on 5 cents a day! How to survive financial ruin without losing your house! How to keep to a bare bones budget and still have money left over to buy books! Tough questions! They were tough questions even in the 1870’s, when Sarah Elizabeth Harper Monmouth penned her quirky memoir, the subtitle of which was “How a Lady, Having Lost a Sufficient Income from Government Bonds by Misplaced Confidence, Reduced to a Little Homestead Whose Entire Income is But $40.00 per Annum, Resolved to Hold It, Incurring no Debts and Live Within it. How She has Lived for Three Years and Still Lives on Half a Dime a Day.”  Sarah Elizabeth (‘Lizzie‘) Monmouth, born in 1829, was a Civil War widow, living on a run-down small farm in New Hampshire, when her investments imploded. She awoke one morning to find herself poor--an old roof above her, “dearer than life,” but “not a dollar of money left.”  For months she was “paralyzed with cold, clammy terror . . . stunned and knew not what to do.” Then her “mind stepped to the front with a bold standard displayed.” She said to herself “Understand, once for all, that I rule and make your plans accordingly.”  She devised (and stuck to) a YEARLY budget, which consisted of $17 for food, $13 for fuel, and $10 for reading! How she managed this makes sometimes harrowing, sometimes amazing, and always fascinating reading. Food: “a pound of oatmeal cooked on Monday would serve for a dessert through the week.”  Shoes: “I took the soles of worn-out rubbers, lined them with flannel, and laced them on my feet as sandals.” Books and magazines were the sole exceptions to her parsimony.  “My mind . . . is the humored child. Reading is my salvation from total wreck . . . My one solace and relief in darkest time.” In very cold spells, she would save firewood by crawling into bed with mittens on her hands to “read a while, and when the room became too cold for this, cover all up and think over what I had read. This saved me in a degree from enervating myself further by fruitless poring over poverty and privations.” Lizzie Monmouth’s tale will make you stop and count your blessings... <br><br>How Lizzie Monmouth surmounted her poverty is an equally fascinating tale. She had an artistic bent and a knack for creating folk art from found materials. Working primarily with donated wallpaper sample books and tissue paper, she filled her home and a nearby church with floral garlands and elaborate paper mosaics featuring homilies and bible sayings. Visitors started coming to see her decorations, which an 1879 correspondent to the New York Times said “produce an effect strange, curious, and wonderfully artistic and beautiful.” Lizzie began charging for home tours and selling picture postcards and pamphlets. The enterprising Mrs. Monmouth said of her new livelihood: “I have honestly endeavored to get a ‘show’ worth a dime.” (Summary by Sue Anderson)<br><br>The reader thanks the volunteer staff of the New Hampshire Historical Society for help in researching Lizzie Monmouth’s life.", "duration": 4578, "language": "English", "authors": [{"id": "852", "name": "Sarah Elizabeth Harper Monmouth"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt8/livinghalfdime_1103.jpg", "copyright_year": "1880", "genres": ["*Non-fiction", "Self-Help"], "supporters": [{"role": "Read by", "name": "Sue Anderson"}, {"role": "Book Coordinator", "name": "Sue Anderson"}, {"role": "Meta Coordinator", "name": "Diana Majlinger"}, {"role": "Proof Listener", "name": "Leni"}], "sections": [{"section": 1, "title": "1 - Section 1", "readers": [3003], "path": "http://www.archive.org/download/living_halfadime_1006_librivox/livingonhalfadime_1_monmouth_64kb.mp3", "duration": 1266}, {"section": 2, "title": "2 - Section 2", "readers": [3003], "path": "http://www.archive.org/download/living_halfadime_1006_librivox/livingonhalfadime_2_monmouth_64kb.mp3", "duration": 914}, {"section": 3, "title": "3 - Section 3", "readers": [3003], "path": "http://www.archive.org/download/living_halfadime_1006_librivox/livingonhalfadime_3_monmouth_64kb.mp3", "duration": 874}, {"section": 4, "title": "4 - Section 4", "readers": [3003], "path": "http://www.archive.org/download/living_halfadime_1006_librivox/livingonhalfadime_4_monmouth_64kb.mp3", "duration": 986}, {"section": 5, "title": "5 - Section 5", "readers": [3003], "path": "http://www.archive.org/download/living_halfadime_1006_librivox/livingonhalfadime_5_monmouth_64kb.mp3", "duration": 538}]}