{"title": "Louis Lambert", "description": "<br />Louis Lambert is an 1832 novel by French novelist and playwright Honoré de Balzac (1799–1850), included in the Études philosophiques section of his novel sequence La Comédie humaine. Set mostly in a school at Vendôme, it examines the life and theories of a boy genius fascinated by the Swedish philosopher Emanuel Swedenborg (1688–1772).<br /><br />\n \nBalzac wrote Louis Lambert during the summer of 1832 while he was staying with friends at the Château de Saché, and published three editions with three different titles. The novel contains a minimal plot, focusing mostly on the metaphysical ideas of its boy-genius protagonist and his only friend (eventually revealed to be Balzac himself). Although it is not a significant example of the realist style for which Balzac became famous, the novel provides insight into the author’s own childhood. Specific details and events from the author’s life – including punishment from teachers and social ostracism – suggest a fictionalized autobiography.<br /><br />\n \nWhile he was a student at Vendôme, Balzac wrote an essay called Traité de la Volonté (”Treatise on the Will”); it is described in the novel as being written by Louis Lambert. The essay discusses the philosophy of Swedenborg and others, although Balzac did not explore many of the metaphysical concepts until much later in his life. Ideas analyzed in the essay and elsewhere in the novel include the split between inward and outward existence; the presence of angels and spiritual enlightenment; and the interplay between genius and madness.<br /><br />\n \nAlthough critics panned the novel, Balzac remained steadfast in his belief that it provided an important look at philosophy, especially metaphysics. (Introduction by Wikipedia)<br /><br />\nThis book was translated by Ellen Marriage using the pseudonym James Waring.<br /><br />", "duration": 14481, "language": "English", "authors": [{"id": "86", "name": "Honoré de Balzac"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt22/Louis_Lambert_1209.jpg", "copyright_year": "1832", "genres": ["General Fiction"], "supporters": [{"role": "Read by", "name": "Don W. Jenkins"}, {"role": "Book Coordinator", "name": "Don W. Jenkins"}, {"role": "Meta Coordinator", "name": "Nadine Eckert-Boulet"}, {"role": "Proof Listener", "name": "Dawn Larsen"}], "sections": [{"section": 1, "title": "Chapter 1", "readers": [5304], "path": "https://www.archive.org/download/louis_lambert_dwj_librivox/louislambert_1_balzac_64kb.mp3", "duration": 3903}, {"section": 2, "title": "Chapter 2", "readers": [5304], "path": "https://www.archive.org/download/louis_lambert_dwj_librivox/louislambert_2_balzac_64kb.mp3", "duration": 3954}, {"section": 3, "title": "Chapter 3", "readers": [5304], "path": "https://www.archive.org/download/louis_lambert_dwj_librivox/louislambert_3_balzac_64kb.mp3", "duration": 3616}, {"section": 4, "title": "Chapter 4", "readers": [5304], "path": "https://www.archive.org/download/louis_lambert_dwj_librivox/louislambert_4_balzac_64kb.mp3", "duration": 3008}]}