{"title": "Margaret Fuller  (Marchesa Ossoli)", "description": "A biography of the early feminist writer Margaret Fuller, a groundbreaking journalist and author of Woman in the Nineteenth Century, and one of America's first prominent feminists.  The author is Julia Ward Howe, best known for writing \"The Battle Hymn of the Republic,\"  as well as numerous other works of prose and poetry, and a leader of the suffragist movement.  - Summary by Ciufi Galeazzi", "duration": 25929, "language": "English", "authors": [{"id": "8119", "name": "Julia Ward Howe"}], "coverArt": "https://archive.org/download/margaretfuller_1909_librivox/margaretfuller_1909.jpg", "copyright_year": "1883", "genres": ["Biography & Autobiography", "Early Modern"], "supporters": [{"role": "Read by", "name": "Ciufi Galeazzi"}, {"role": "Book Coordinator", "name": "Ciufi Galeazzi"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}, {"role": "Proof Listener", "name": "Helen Z. Ferrara"}], "sections": [{"section": 1, "title": "Childhood and Early Youth - School Days", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/_margaretfuller_01_howe_64kb.mp3", "duration": 1488}, {"section": 2, "title": "Life in Cambridge - Friendship of Dr. Hedge and James Freeman Clarke", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_02_howe_64kb.mp3", "duration": 1072}, {"section": 3, "title": "Religious Beliefs - Margaret's Early Critics - First Acquaintance with Mr. Emerson", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_03_howe_64kb.mp3", "duration": 1120}, {"section": 4, "title": "Art Studies - Removal to Groton - Meeting with Harriet Martineau - Death of Mr. Fuller - Devotion to Her Family", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_04_howe_64kb.mp3", "duration": 1530}, {"section": 5, "title": "Winter in Boston - A Season of Severe Labor - Connection with the Green Street School, Providence, R.I. - Editorship of the \"Dial\" - Margaret's Estimate of Allston's Pictures", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_05_howe_64kb.mp3", "duration": 2099}, {"section": 6, "title": "William Henry Channing's Portrait of Margaret - Transcendental Days - Brook Farm - Margaret's Visits There", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_06_howe_64kb.mp3", "duration": 1372}, {"section": 7, "title": "Margaret's Love of Children - Visit to Concord After the Death of Waldo Emerson - Conversations in Boston - Summer on the Lakes", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_07_howe_64kb.mp3", "duration": 2508}, {"section": 8, "title": "Farewell to Boston - Engagement to Write for the \"New York Tribune\" - Margaret in Her New Surroundings - Mr. Greeley's Opinion of Margaret's Work - Her Estimate of George Sand", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_08_howe_64kb.mp3", "duration": 1054}, {"section": 9, "title": "Margaret's Residence at the Greeley Mansion - Appearance in New York Society - Visits to Women Imprisoned at Sing Sing and on Blackwell's Island - Letters to Her Brothers - \"Woman in the Nineteenth Century\" - Essay on American Literature - View of Contemporary Authors", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_09_howe_64kb.mp3", "duration": 2662}, {"section": 10, "title": "Ocean Voyage - Arrival at Liverpool - The Lake Country - Wordsworth - Miss Martineau - Edinburgh - DeQuincey - Mary, Queen of Scots - Night on Ben Lomond - James Martineau - William J. Fox - London - Joanna Baillie - Mazzini - Thomas Carlyle - Margaret's Impressions of Him - His Estimate of Her", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_10_howe_64kb.mp3", "duration": 1721}, {"section": 11, "title": "Paris - Margaret's Reception There - George Sand - Chopin - Rachel - Lamenais - Beranger - Chamber of Deputies - Berryer - Ball at the Tuilleries - Italian Opera - Alexandre Vattemare - Schools and Reformatories - Journey to Marseilles - Genoa - Leghorn - Naples - Rome", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_11_howe_64kb.mp3", "duration": 1458}, {"section": 12, "title": "Margaret's First Days in Rome - Antiquities - Visits to Studios and Galleries - Her Opinions Concerning the Old Masters - Her Sympathy with the People - Pope Pius - Celebration of the Birthday of Rome - Perugia - Bologna - Ravenna - Venice - A State Ball on the Grand Canal - Milan - Manzoni - The Italaian Lakes - Parma - Second Visit to Florence - Grand Festival", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_12_howe_64kb.mp3", "duration": 1004}, {"section": 13, "title": "Period of Agitation in Rome - Margaret's Zeal for Italian Freedom - Her Return to Rome - Review of the Civic Guard - Church Fasts and Feasts - Pope Pius - The Rainy Season - Promise of Representative Government in Rome - Celebration of This Event - Mazzini's Letter to the Pope - Beauty of the Spring - Italy in Revolution -  Popular Excitements in Rome - Pope Pius Deserts the Cause of Freedom - Margaret Leaves Rome for Aquila", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_13_howe_64kb.mp3", "duration": 1427}, {"section": 14, "title": "Margaret's Marriage - Character of the Marchese Ossoli - Margaret's First Meeting with Him - Reasons for Not Divulging the Marriage - Aquila - Rieti - Birth of Angelo Eugene Ossoli - Margaret's Return to Rome - Her Anxiety About Her Child - Flight of Pope Pius - The Constitutional Assembly - The Roman Republic - Attitude of France - The Siege of Rome - Mazzini - Princess Belgiojoso - Margaret's Care of the Hospitals", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_14_howe_64kb.mp3", "duration": 1111}, {"section": 15, "title": "Siege of Rome- Margaret's Care of the Sick and Wounded - Anxiety About Her Husband and Child - Battle Between the French and Italian Troops - The Surrender - Garibaldi's Departure - Margaret Joins Her Husband at His Post - Angelo's Illness - Letters from Friends in America - Perugia - Winter in Florence - Margaret's Domestic Life - Aspect of Her Future - Her Courage and Industry - Ossoli's Affection for Her - William Henry Hurlbut's Reminiscences of Them Both - Last Days in Florence - Farewell Visit to the Duomo - Margaret's Evenings at Home- Horace Sumner - Margaret as a Friend of the People", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_15_howe_64kb.mp3", "duration": 1750}, {"section": 16, "title": "Margaret Turns Her Face Homeward - Last Letter to Her Mother - The Barque \"Elizabeth\" - Presages and Omens - Death of the Captain - Angelo's Illness - The Wreck - The Long Struggle - The End - Final Estimate of Margaret's Character", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_16_howe_64kb.mp3", "duration": 1307}, {"section": 17, "title": "Margaret Fuller's Literary Remains", "readers": [11528], "path": "http://www.archive.org/download/margaretfuller_1909_librivox/margaretfuller_17_howe_64kb.mp3", "duration": 1246}]}