{"title": "Marie", "description": "Der Roman „Marie“ wurde 1798 von Sophie Friederike Mereau (* 27. März 1770 in Altenburg; † 31. Oktober 1806 in Heidelberg), Wiederverheiratet von Brentano, geschrieben, einer heute fast vergessenen deutschen Schriftstellerin und trägt autobiografische Züge.\r\nEr handelt von einer jungen Frau, die in abgeschotteter ländlicher Idylle aufwächst und ihre erste Liebe erlebt, die jedoch aufgrund der Unterschiedlichkeit der Charaktere nicht von Dauer ist. Die Liebesbeziehung wird für beide immer mehr zur Qual, so dass sie ihn schließlich wehmütig freigibt und das schmerzliche Verhältnis löst. Unbeirrbar findet sie schließlich ihren Weg zu einem selbstbestimmten, tätigen, unabhängigen und erfolgreichen Leben durch Herzensgüte und Vernunft, so dass sie schließlich auch ihren Lebensunterhalt selbst bestreiten kann und letztendlich auch in einer neuen Liebe ihr Glück findet. Das ist sehr erstaunlich für eine Frau zu einer Zeit, in der dem weiblichen Geschlecht lediglich eine Rolle als treusorgende Ehefrau und Mutter zugewiesen war, aber es erklärt sich aus ihrer Biografie. Sie kamen, selbst literarisch interessiert, mit verschiedenen Dichterpersönlichkeiten zusammen, die im Hause Ihres Gatten Mereau verkehrten, darunter auch Friedrich Schiller, der sogar zu ihrem Förderer wurde, wenn er auch sein Erstaunen darüber, dass neuerdings nun auch Weiber über ...\" Gewisse Schreibgeschicklichkeit...die der Kunst nahe kommt.“\r\nDie unglückliche Ehe mit dem Jenaer Bibliothekar und Juraprofessor, die aus ökonomischen Gründen geschlossen worden war, wurde auf Ihre Veranlassung geschieden und sie zog sich allein mit ihrer Tochter nach Camburg zurück , wo sie von ihrer schriftstellerischen Tätigkeit lebte. Es war bedeutsamerweise die erste von einer Frau aus einer\r\nScheidung im Herzogtum Sachsen-Weimar\r\nden Kindern in Marburg, Jena, später in Heidelberg. Auch diese Ehe mit dem umtriebigen reiselustigen Brentano war ...\"...mehr Hölle als Himmel\" und gestaltete sich problematisch.\r\nIhr früherer Tod im Alter von nur 36 Jahren im Kindbett nach der Geburt ihres sechsten Kindes beendete ihre dichterische und schriftstellerische Tätigkeit, die neben romantischen Gedichten und Kurzgeschichten auch 2 Romane umfasste. Aus ihren überlieferten Zitaten ist zu erhnen, dass sie zeitlebens großen Wert auf ein freies, aber unbedingt schöpferisch tätiges Leben legte, für das sie sogar mit Vergnügen Gefahren in Kauf nahm, wobei sie sich als Frau, ausgestattet mit allen weiblichen Instinkten, sah.\r\nSie wurde in Heidelberg auf dem Armenfriedhof beigesetzt.\r\n(Zusammenfassung von Yessy)", "duration": 4714, "language": "German", "authors": [{"id": "18696", "name": "Sophie Friederike Mereau"}], "coverArt": "https://archive.org/download/marie_2411_librivox/marie_2411.jpg", "copyright_year": "1810", "genres": ["Romance"], "supporters": [{"role": "Read by", "name": "Yessy"}, {"role": "Book Coordinator", "name": "Yessy"}, {"role": "Meta Coordinator", "name": "lorda"}, {"role": "Proof Listener", "name": "lorda"}], "sections": [{"section": 1, "title": "Marie", "readers": [19525], "path": "https://www.archive.org/download/marie_2411_librivox/marie_01_mereau_64kb.mp3", "duration": 3599}, {"section": 2, "title": "Marie (Beschluß)", "readers": [19525], "path": "https://www.archive.org/download/marie_2411_librivox/marie_02_mereau_64kb.mp3", "duration": 1115}]}