{"title": "Mark Twain's (Burlesque) Autobiography and First Romance", "description": "Mark Twain's (Burlesque) Autobiography and First Romance, a short volume, published by Sheldon & Co., NY in 1871, is Mark Twain's third book. It consists of two stories - First Romance, which had originally appeared in The Express in 1870, and A Burlesque Autobiography (bearing no relationship to Twain's actual life), which first appeared in Twain's Memoranda contributions to the Galaxy. Rather, the content consists of a few short stories of fictional characters who are supposedly part of Twain's lineage. In the final passage, Twain develops the story to a point of crisis, and then abruptly ends the tale, saying:<br/>\n“The truth is, I have got my hero (or heroine) into such a particularly close place, that I do not see how I am ever going to get him (or her) out of it again—and therefore I will wash my hands of the whole business, and leave that person to get out the best way that offers—or else stay there. I thought it was going to be easy enough to straighten out that little difficulty, but it looks different now. ”<br><br>With that, Twain's \"Autobiography\" ends.<br><br>The illustrations form an interesting aspect of this book. They have no relationship to the text of the book. Rather, they use cartoons illustrating the children's poem The House that Jack Built to lampoon the Erie Railroad Ring (the house) and its participants, Jay Gould, John T. Hoffman, and Jim Fisk.<br><br>The book was not one of Twain's personal favorites. Two years after publication, he bought all of the printing plates of the book and destroyed them. (Introduction by Wikipedia)", "duration": 2074, "language": "English", "authors": [{"id": "9", "name": "Mark Twain"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt27/Burlesque_Autobiography_First_Romance_1301.jpg", "copyright_year": "1871", "genres": ["Fictional Biographies & Memoirs", "Humorous Fiction"], "supporters": [{"role": "Read by", "name": "John Greenman"}, {"role": "Book Coordinator", "name": "John Greenman"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "1 - A (Burlesque) Autobiography", "readers": [107], "path": "https://www.archive.org/download/MarkTwainsburlesqueAutobiographyAndFirstRomance/bio_01_twain_64kb.mp3", "duration": 927}, {"section": 2, "title": "2 - AWFUL, TERRIBLE MEDIEVAL ROMANCE-CHAPTER I. THE SECRET REVEALED.", "readers": [107], "path": "https://www.archive.org/download/MarkTwainsburlesqueAutobiographyAndFirstRomance/bio_02_twain_64kb.mp3", "duration": 393}, {"section": 3, "title": "3 - CHAPTER II. FESTIVITY AND TEARS & CHAPTER III. THE PLOT THICKENS.", "readers": [107], "path": "https://www.archive.org/download/MarkTwainsburlesqueAutobiographyAndFirstRomance/bio_03_twain_64kb.mp3", "duration": 361}, {"section": 4, "title": "4 - CHAPTER IV. THE AWFUL REVELATION & CHAPTER V. THE FRIGHTFUL CATASTROPHE.", "readers": [107], "path": "https://www.archive.org/download/MarkTwainsburlesqueAutobiographyAndFirstRomance/bio_04_twain_64kb.mp3", "duration": 393}]}