{"title": "Bible (ASV) 31: Obadiah", "description": "\"The Book of Obadiah is found in both the Hebrew Bible and the Old Testament of the Christian Bible, where it is the shortest book, only one chapter long. Its authorship is generally attributed to a person named Obadiah, which means “servant (or worshipper) of the Lord”. Obadiah is classified as a \"minor prophet\" in the Christian Bible due to the brevity of the writing (only 21 verses) and the content (prophetic material). An Old Testament prophet was (professedly) not only a person who was given divine insight into future events, but a person whom the Lord used to declare his word. The first nine verses in the book foretell total destruction in the land of Edom at the hand of the Lord. Obadiah writes that this destruction will be so complete that it will be even worse than a thief who comes at night, for not even a thief would destroy everything. The Lord will allow all allies of Edom to turn away and help chase Edom out of its land. What is the reason for such a harsh punishment? Verses ten through fourteen explain that when Israel (the Lord’s chosen people) was attacked, Edom refused to help them, thus acting like an enemy. What is even worse is that Edom and Israel share a common blood line through their founders who were brothers, Jacob and Esau. Because of this gross neglect of a relative, Edom will be covered with shame and destroyed forever. The final verses, fifteen through twenty-one, depict the restoration of Israel and the wiping out of the Edomites. Verse eighteen says that there will be no survivors from the house of Esau once the destruction is complete. Israel will become a holy place and its people will return from exile and inhabit the land once inhabited by the Edomites. The final verse of the prophecy places the Lord as King who will rule over all the mountains of Edom.\" (Summary from Wikipedia)", "duration": 276, "language": "English", "authors": [{"id": "187", "name": " American Standard Version"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt11/Book_Obadiah_ASV_1109.jpg", "copyright_year": "1901", "genres": ["American Standard Version"], "supporters": [{"role": "Read by", "name": "Sam Stinson"}, {"role": "Book Coordinator", "name": "Sam Stinson"}, {"role": "Meta Coordinator", "name": "Leon Mire"}, {"role": "Proof Listener", "name": "Leon Mire"}], "sections": [{"section": 1, "title": "Chapter 01", "readers": [908], "path": "https://www.archive.org/download/obadiah_asv_ss_librivox/obadiah_01_asv_64kb.mp3", "duration": 276}]}