{"title": "Of the Laws of Ecclesiastical Polity, Book 3", "description": "Hooker resolved to investigate the position of the English Church, and to attempt to answer the question What is the basis upon which Church laws and Church government rest? And his magnum opus ‘The Laws of Ecclesiastical Polity’ was the result.<br><br>The Puritan system with which Richard Hooker found himself face to face, and which he so resolutely and courageously set himself the task of discrediting, speaking broadly, was based on the assumption that, in all matters affecting religious worship, discipline, and government, an unchangeable rule is laid down in Holy Scripture, and in Holy Scripture alone.<br><br>It was held (by the Puritans) that no law could be of permanent obligation which was not expressed in Holy Scripture, and that no law which was contained in any part of Holy Scripture could fail to be of permanent obligation.<br><br>In opposition to the Puritan contention Hooker urged that, in order to discover what the Divine order is, we must have recourse not only to the written word of God, but also to the moral relations, the historical development, and the social and political institutions of the human race and, in determining the laws of this Divine order, he asserted the function of human reason. And, moreover, he claimed for human reason the office of distinguishing in the Bible record, between what is changeable and what is unchangeable, between what is of merely temporal and what is of lasting obligation.<br><br>The design of The Laws of Ecclesiastical Polity, as stated by Richard Hooker, was to settle current controversies concerning religion and government, and “to resolve the conscience, and to show as near as I can what in this controversy the heart is to think, if it will follow the light of sound and sincere judgment, without either cloud of prejudice, or mist of passionate affection.” - Summary by Vernon Staley", "duration": 9729, "language": "English", "authors": [{"id": "17146", "name": "Richard Hooker"}], "coverArt": "https://archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/laws_polity3_2512.jpg", "copyright_year": "1825", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "ShrimpPhish"}], "sections": [{"section": 1, "title": "What the Church is, and in what respect Laws of Polity are thereunto necessarily required.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_01_hooker_64kb.mp3", "duration": 1627}, {"section": 2, "title": "Whether it be necessary that some particular Form of Church Polity be set down in Scripture, sith the things that belong particularly to any such Form are not of necessity to Salvation.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_02_hooker_64kb.mp3", "duration": 285}, {"section": 3, "title": "That matters of Church Polity are different from matters of Faith and Salvation, and that they themselves so teach which are our reprovers for so teaching.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_03_hooker_64kb.mp3", "duration": 371}, {"section": 4, "title": "That hereby we take not from Scripture any thing which thereunto with the soundness of truth may be given.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_04_hooker_64kb.mp3", "duration": 187}, {"section": 5, "title": "Their meaning who first urged against the Polity of the Church of England, that nothing ought to be established in the Church more than is commanded by the Word of God.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_05_hooker_64kb.mp3", "duration": 202}, {"section": 6, "title": "How great injury men by so thinking should offer unto all the Churches of God.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_06_hooker_64kb.mp3", "duration": 117}, {"section": 7, "title": "A shift notwithstanding to maintain it, by interpreting commanded, as though it were meant that greater things only ought to be found set down in Scripture particularly, and lesser framed by the general rules of Scripture.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_07_hooker_64kb.mp3", "duration": 490}, {"section": 8, "title": "Another device to defend the same, by expounding commanded, as if it did signify grounded on Scripture, and were opposed to things found out by light of natural reason only.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_08_hooker_64kb.mp3", "duration": 2046}, {"section": 9, "title": "How Laws for the Polity of the Church may be made by the advice of men, and how those Laws being not repugnant to the Word of God are approved in his sight.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_09_hooker_64kb.mp3", "duration": 494}, {"section": 10, "title": "That neither God’s being the Author of Laws, nor yet his committing of them to Scripture, is any reason sufficient to prove that they admit no addition or change.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_10_hooker_64kb.mp3", "duration": 955}, {"section": 11, "title": "Whether Christ must needs intend Laws unchangeable altogether, or have forbidden any where to make any other Law than himself did deliver.", "readers": [14684], "path": "https://www.archive.org/download/lawsofecclesiasticalpolity3_2511_librivox/lawsecclesiasticalpolity3_11_hooker_64kb.mp3", "duration": 2955}]}