{"title": "Omar Resung", "description": "Most of the translations of the Rubaiyat of Omar Khayyam have been in verse. However, there have been three notable exceptions to this convention; the French translation by J. B. Nicolas (1867), the English version by Justin Huntly McCarthy (1889) and another English version by Frederick Rolfe (better known as Baron Corvo, the author of Hadrian VII), published in 1903.<br /><br />\n\nCharles Blanden (1857 - 1933) belonged to the group known as the Chicago poets, the most famous of which was Carl Sandburg. Unlike his celebrated contemporary. Blanden was no innovator, and most of his verse is sweet and melodious, composed with craftsmanlike skill, but often lacking in imaginative fervour. Most of his collections of verse, bearing such titles as The Battle of Love, A Chorus of Leaves, A Drift of Song, and A Valley Muse, were published in limited editions, which have not since been reprinted, and today his poetry is considered of little more than historical interest.<br /><br />\n\nOne of Blanden’s most engaging enterprises was his verse reworking of Justin McCarthy’s prose translation of the Rubaiyat, which was published in 1901. Blanden uses an eight line verse structure with a rhyming scheme of ABABCDCD. As he was working with images and arguments supplied by a poet far more eloquent than himself, Blanden was free to focus on the elegance and flow of the lines, and as a result, the work predominantly reflects his skill in versification, which was considerable, rather than his own conceptions, which were often commonplace. <br /><br />\n\nIt cannot be pretended that Blanden’s work compares in force and depth with the more celebrated versions of the Rubaiyat, such as those by Edward Fitzgerald and Edward Whinfield. However, listeners who surrender themselves to the elegant euphony of Blanden’s verses may still find themselves transported to the alluring world of the ancient Middle East. (Summary by Algy Pug)", "duration": 9151, "language": "English", "authors": [{"id": "2950", "name": "Charles G. Blanden"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt23/Omar_Resung_1210.jpg", "copyright_year": "1901", "genres": ["Poetry"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Algy Pug"}, {"role": "Meta Coordinator", "name": "Crln Yldz Ksr"}], "sections": [{"section": 1, "title": "Verses 1 - 80", "readers": [5968], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_1_blanden_64kb.mp3", "duration": 1284}, {"section": 2, "title": "Verses 81 - 160", "readers": [6965], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_2_blanden_64kb.mp3", "duration": 1584}, {"section": 3, "title": "Verses 161 - 240", "readers": [2269], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_3_blanden_64kb.mp3", "duration": 1720}, {"section": 4, "title": "Verses 241 - 320", "readers": [6446], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_4_blanden_64kb.mp3", "duration": 1698}, {"section": 5, "title": "Verses 321 - 400", "readers": [3816], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_5_blanden_64kb.mp3", "duration": 1653}, {"section": 6, "title": "Verses 401 - 466", "readers": [4705], "path": "http://www.archive.org/download/omar_resung_1205_librivox/omarresung_6_blanden_64kb.mp3", "duration": 1212}]}