{"title": "On Interpretation", "description": "Aristotle's On Interpretation (Greek Περὶ Ἑρμηνείας or Peri Hermeneias) or De Interpretatione (the Latin title) is the second of Aristotle's six texts on logic which are collectively known as the Organon. On Interpretation is one of the earliest surviving philosophical works in the Western tradition to deal with the relationship between language and logic in a comprehensive, explicit, and formal way. The work begins by analyzing simple categoric propositions, and draws a series of basic conclusions on the routine issues of classifying and defining basic linguistic forms, such as simple terms and propositions, nouns and verbs, negation, the quantity of simple propositions (primitive roots of the quantifiers in modern symbolic logic), investigations on the excluded middle (what to Aristotle isn't applicable to future tense propositions — the Problem of future contingents), and on modal propositions. The first five chapters deal with the terms that form propositions. Chapters 6 and 7 deal with the relationship between affirmative, negative, universal and particular propositions. These relationships are the basis of the well-known Square of opposition. The distinction between universal and particular propositions is the basis of modern quantification theory. The last three chapters deal with modalities. Chapter 9 is famous for the discussion of the sea-battle. (If it is true that there will be a sea-battle tomorrow, then it is true today that there will be a sea-battle. Thus a sea-battle is apparently unavoidable, and thus necessary). (Adapted from Wikipedia)", "duration": 4238, "language": "English", "authors": [{"id": "602", "name": " Aristotle"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt6/on_interpretation_1101.jpg", "copyright_year": "1853", "genres": ["Classics (Greek & Latin Antiquity)", "*Non-fiction", "Education"], "supporters": [{"role": "Read by", "name": "Geoffrey Edwards"}, {"role": "Book Coordinator", "name": "Geoffrey Edwards"}, {"role": "Meta Coordinator", "name": "Diana Majlinger"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "1 - Chapters 1-10", "readers": [3114], "path": "http://www.archive.org/download/on_interpretation_1005_librivox/oninterpretation_1_aristotle_64kb.mp3", "duration": 2286}, {"section": 2, "title": "2 - Chapters 11-14", "readers": [3114], "path": "http://www.archive.org/download/on_interpretation_1005_librivox/oninterpretation_2_aristotle_64kb.mp3", "duration": 1952}]}