{"title": "On the Good of Marriage", "description": "This treatise, and the following, were written against somewhat that still remained of the heresy of Jovinian. S. Aug. mentions this error in b. ii. c. 23, de Nuptiis et Conc. Jovinianus, he says, who a few years since tried to found a new heresy, said that the Catholics favored the Manichæans, because in opposition to him they preferred holy Virginity to Marriage. And in his book on Heresies, c. 82. That heresy took its rise from one Jovinianus, a Monk, in our own time, when we were yet young. And he adds that it was soon overborne and extinguished, say about A.D. 390, having been condemned first at Rome, then at Milan. There are letters of Pope Siricius on the subject to the Church of Milan, and the answer sent him by the Synod of Milan, at which St. Ambrose presided. Jerome had refuted Jovinian, but was said to have attempted the defense of the excellency of the virgin state, at the expense of condemning marriage. That Augustine might not be subject to any such complaint or calumny, before speaking of the superiority of Virginity, he thought it well to write on the Good of Marriage.<br><br>This work we learn to have been finished about the year 401, not only from the order of his Retractations, but also from his books on Genesis after the Letter, begun about that year. For in b. ix. on Genesis, c. 7, where he commends the Good of Marriage, he says: Now this is threefold, faithfulness, offspring, and the Sacrament. For faithfulness, it is observed, that there be no lying with other man or woman, out of the bond of wedlock: for the offspring, that it be lovingly welcomed, kindly nourished, religiously brought up: for the Sacrament, that marriage be not severed, and that man or woman divorced be not joined to another even for the sake of offspring. This is as it were the rule of Marriages by which rule either fruitfulness is made seemly, or the perverseness of incontinence is brought to order. Upon which since we have sufficiently discoursed in that book, which we lately published, on the Good of Marriage, where we have also distinguished the Widow's continence and the Virgin's excellency, according to the worthiness of their degrees, our pen is not to be now longer occupied.  - Summary by Editor", "duration": 4366, "language": "English", "authors": [{"id": "79", "name": "Saint Augustine of Hippo"}], "coverArt": "https://archive.org/download/onthegoodofmarriage_2502_librivox/goodofmarriage_2502.jpg", "copyright_year": "1887", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "mleigh"}], "sections": [{"section": 1, "title": "Section 1", "readers": [14684], "path": "https://www.archive.org/download/onthegoodofmarriage_2502_librivox/goodofmarriage_01_augustine_64kb.mp3", "duration": 1440}, {"section": 2, "title": "Section 2", "readers": [14684], "path": "https://www.archive.org/download/onthegoodofmarriage_2502_librivox/goodofmarriage_02_augustine_64kb.mp3", "duration": 1564}, {"section": 3, "title": "Section 3", "readers": [14684], "path": "https://www.archive.org/download/onthegoodofmarriage_2502_librivox/goodofmarriage_03_augustine_64kb.mp3", "duration": 1362}]}