{"title": "On the Spirit and the Letter", "description": "The Tribune Marcellinus having received the books ''On the Merit of Sins,\" wrote to St. Augustine that he was surprised at what he had there said, that man could be without sin if he would, with the help of God: and that, nevertheless, none in this world had been, was, or would be for the time to come, so perfect. \"How,\" said he, ''can you say that a thing is possible, of which there is no example?\" To answer this question, St. Augustine wrote the book, \"On the Spirit and the Letter,\" where he explains the passage of the Apostle, \"The letter killeth, but the Spirit giveth life.\" There, he warmly disputes against the enemies of grace: first, shewing by several examples that there are things possible which have never actually come to pass: and afterwards, explaining wherein consists the succour we receive from God to do well. The law which instructs us is not sufficient, though it is good and holy: on the contrary, if it stand alone, it renders us more guilty, since we know our duty without being able to perform it. We must then be supported by the Spirit, Who sheds abroad grace in our hearts, and makes us love and perform the good which is commanded us. - Summary by Claude Fleury in The Ecclesiastical History", "duration": 8144, "language": "English", "authors": [{"id": "79", "name": "Saint Augustine of Hippo"}], "coverArt": "https://archive.org/download/spirit_and_letter_2207_librivox/on_spirit_letter_2207.jpg", "copyright_year": "1925", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "pattymarie"}], "sections": [{"section": 1, "title": "Section 1", "readers": [14684], "path": "https://www.archive.org/download/spirit_and_letter_2207_librivox/spiritletter_01_augustineofhippo_64kb.mp3", "duration": 3512}, {"section": 2, "title": "Section 2", "readers": [14684], "path": "https://www.archive.org/download/spirit_and_letter_2207_librivox/spiritletter_02_augustineofhippo_64kb.mp3", "duration": 3691}, {"section": 3, "title": "Section 3", "readers": [14684], "path": "https://www.archive.org/download/spirit_and_letter_2207_librivox/spiritletter_03_augustineofhippo_64kb.mp3", "duration": 941}]}