{"title": "On the Incarnation", "description": "This treatise and that which in the editions of Athanasius immediately precedes it, the contra Gentes, were often counted as two parts of a single work. The two books belong to the earlier years of Athanasius: the Arian controversy which broke out about 319 (probably in his twenty-first or twenty-second year) has left no trace upon them.<br><br>\r\n\r\nThe <a href=\"https://librivox.org/contra-gentes-by-athanasius-of-alexandria/\">Contra Gentes</a> leaves the reader face to face with this necessity of restoration by the Divine Word as the remedy for corrupt human nature. How this necessity is met in the Incarnation is shown in the pages which follow.<br><br>\r\n\r\nHe begins by a review of the doctrine of creation and of man's place therein. The abuse by man of his special privilege had resulted in its loss. By foregoing the Divine Life, man had entered upon a course of endless undoing, of progressive decay, from which none could rescue him but the original Bestower of his life. Then follows a description in glowing words of the Incarnation of the Divine Word and of its efficacy against the plague of corruption. With the Divine Life, men had also received, in the knowledge of God, the conscious reflex of the Divine Likeness, the faculty of reason in its highest exercise. This knowledge their moral fall dimmed and perverted. Heeding not even the means by which God sought to remind them of himself, they fell deeper and deeper into materialism and superstition. To restore the effaced Likeness the presence of the Original was requisite. Accordingly, condescending to man's sense-bound intelligence lest men should have been created in vain in the Image of God the Word took Flesh and became an object of Sense, that through the Seen he might reveal the Invisible. Having dwelt upon the meaning and purpose of the Incarnation, he proceeds to speak of the death and resurrection of the Incarnate Word. He, who alone could renew the handiwork and restore the likeness and give afresh the knowledge of God, must needs, in order to pay the debt which all had incurred, die in our stead, offering the sacrifice on behalf of all, so as to rise again, as our first-fruits, from the grave. After speaking of the especial fitness of the Cross, once the instrument of shame, now the trophy of victory, and after meet ing some difficulties connected with the manner of the Lord's Death, he passes to the Resurrection. He shows how Christ by his triumph over the grave changed the relative ascendency of Death and Life; and how the Resurrection with its momentous train of consequences, follows of necessity from the Incarnation of him in whom was Life. - Summary by Introduction", "duration": 8451, "language": "English", "authors": [{"id": "3108", "name": " Athanasius of Alexandria"}], "coverArt": "https://archive.org/download/on_the_incarnation_2206_librivox/on_incarnation_2206.jpg", "copyright_year": "1891", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "TriciaG"}], "sections": [{"section": 1, "title": "Section 1-19", "readers": [14684], "path": "https://www.archive.org/download/on_the_incarnation_2206_librivox/incarnation_01_athanasius_64kb.mp3", "duration": 2869}, {"section": 2, "title": "Section 20-32", "readers": [14684], "path": "https://www.archive.org/download/on_the_incarnation_2206_librivox/incarnation_02_athanasius_64kb.mp3", "duration": 1976}, {"section": 3, "title": "Section 33-57", "readers": [14684], "path": "https://www.archive.org/download/on_the_incarnation_2206_librivox/incarnation_03_athanasius_64kb.mp3", "duration": 3606}]}