{"title": "On the Ruin of Britain", "description": "Gildas was a well-informed and definitely opinionated 6th century commentator on the topic of the era of the Roman occupation of Britain beginning in AD 43, the subsequent desertion of Britain by the legions in AD 410, and then invasions by the Scots, Picts and Saxons. Gildas was critical of his fellow Britons, accusing them of unwarranted rebellion against the beneficial rule of Roman law, and of then pusillanimously calling upon Rome to help them defend against the invading Picts and Scots from the north. In colorful language, he calls the Britons “timorous chickens”, in contrast to the courage and nobility of the Roman “eagles”. The Picts and Scots are “like worms come forth from their holes,” while the invading Saxons are compared to dogs. As a Christian critic, Gildas goes on to decry an interlude of peace and plenty as a time of luxury and licentiousness. His greatest praise is given to Christian heroes such as the protomartyr St. Alban. “On the Ruin of Britain” is a rare treasure, a surviving piece of vivid writing that brings us a voice and a viewpoint from the nearly erased years of the 6th century.\r\n", "duration": 3430, "language": "English", "authors": [{"id": "16833", "name": " Gildas"}], "coverArt": null, "copyright_year": "0", "genres": ["Classics (Greek & Latin Antiquity)", "*Non-fiction", "History"], "supporters": [{"role": "Read by", "name": "Carol Pelster"}, {"role": "Book Coordinator", "name": "Carol Pelster"}, {"role": "Meta Coordinator", "name": "Lynne T"}, {"role": "Proof Listener", "name": "Mozartjr"}], "sections": [{"section": 1, "title": "I", "readers": [12055], "path": "https://www.archive.org/download/ruin_of_britain_2204_librivox/ontheruinofbritain_01_gildas_64kb.mp3", "duration": 796}, {"section": 2, "title": "II", "readers": [12055], "path": "https://www.archive.org/download/ruin_of_britain_2204_librivox/ontheruinofbritain_02_gildas_64kb.mp3", "duration": 1206}, {"section": 3, "title": "III", "readers": [12055], "path": "https://www.archive.org/download/ruin_of_britain_2204_librivox/ontheruinofbritain_03_gildas_64kb.mp3", "duration": 1428}]}