{"title": "On the Duty of Civil Disobedience (Version 3)", "description": "\"That government is best which governs least\" is the famous opening line of this essay.  The slavery crisis inflamed New England in the 1840s and 1850s. The environment became especially tense after the Fugitive Slave Act of 1850. A lifelong abolitionist, Thoreau delivered an impassioned speech which would later become Civil Disobedience in 1848, just months after leaving Walden Pond. The speech dealt with slavery, but at the same time excoriated American imperialism, particularly the Mexican–American War.  Thoreau asserts that because governments are typically more harmful than helpful, they therefore cannot be justified. Democracy is no cure for this, as majorities simply by virtue of being majorities do not also gain the virtues of wisdom and justice. The judgment of an individual's conscience is not necessarily inferior to the decisions of a political body or majority, and so \"[i]t is not desirable to cultivate a respect for the law, so much as for the right. The only obligation which I have a right to assume is to do at any time what I think right.... Law never made men a whit more just; and, by means of their respect for it, even the well-disposed are daily made the agents of injustice.\"  He adds, \"I cannot for an instant recognize as my government [that] which is the slave's government also.\"  from Wikipedia", "duration": 4030, "language": "English", "authors": [{"id": "371", "name": "Henry David Thoreau"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt22/civildisobedience_1508.jpg", "copyright_year": "0", "genres": ["Political Science"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "pattymarie"}], "sections": [{"section": 1, "title": "Part 1", "readers": [5717], "path": "http://www.archive.org/download/onthedutyofcivildisobedience_1508_librivox/onthedutyofcivildisobedience_01_thoreau_64kb.mp3", "duration": 2056}, {"section": 2, "title": "Part 2", "readers": [5717], "path": "http://www.archive.org/download/onthedutyofcivildisobedience_1508_librivox/onthedutyofcivildisobedience_02_thoreau_64kb.mp3", "duration": 1974}]}