{"title": "On The Predestination Of The Saints", "description": "Wherein the truth of predestination and grace is defended against the semi-Pelagians — those people to wit, who by no means withdraw altogether from the Pelagian heresy, in that they contend that the beginning of salvation and of faith is of ourselves; so that in virtue, as it were, of this precedent merit, the other good gifts of God are attained. Augustine shows that not only the increase, but the very beginning also of faith is in God's gift. On this matter he does not disavow that he once thought differently, and that in some small works, written before his episcopate, he was in error, as in that exposition, which they object to him, of propositions from the epistle to the Romans. But he points out that he was subsequently convinced chiefly by this testimony, \"but what have you that you have not received?\" which he proves is to be taken as a testimony concerning faith itself also. He says that faith is to be counted among other works, which the apostle denies to anticipate God's grace when He says, \"not of works\". He declares that the hardness of the heart is taken away by grace, and that all come to Christ who are taught to come by the Father; but that those whom He teaches, He teaches in mercy, while those whom He teaches not, in judgment He teaches not.  - Summary by Phillip Schaff", "duration": 7046, "language": "English", "authors": [{"id": "79", "name": "Saint Augustine of Hippo"}], "coverArt": "https://archive.org/download/predestinationofsaints_2206_librivox/on_predestination_saints_2205.jpg", "copyright_year": "1887", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "David Ronald"}, {"role": "Book Coordinator", "name": "David Ronald"}, {"role": "Meta Coordinator", "name": "Kazbek"}, {"role": "Proof Listener", "name": "InTheDesert"}], "sections": [{"section": 1, "title": "Section 1", "readers": [14683], "path": "https://www.archive.org/download/predestinationofsaints_2206_librivox/predestinationofsaints_01_augustine_64kb.mp3", "duration": 3606}, {"section": 2, "title": "Section 2", "readers": [14683], "path": "https://www.archive.org/download/predestinationofsaints_2206_librivox/predestinationofsaints_02_augustine_64kb.mp3", "duration": 3440}]}