{"title": "Paradise Lost (version 2)", "description": "As Vergil had surpassed Homer by adapting the epic form to celebrate the origin of the author’s nation, Milton developed it yet further to recount the origin of the human race itself and, in particular, the origin of and the remedy for evil; this is what he refers to as “things unattempted yet in prose or rhyme.”\n<br /><br />\nAfter a statement of its purpose, the poem plunges, like its epic predecessors, into the midst of the action, shockingly bringing to the front the traditional visit to the underworld, for Satan’s malice is the mainspring of the negative action.  But at the center of the poem lies the triumph by the Son of God over the angelic rebels, which counteracts Satan’s evil design.  To preview this pattern, the fallen angels’ council in hell is counterbalanced by a council in heaven, in which the Son offers himself as a scapegoat for mankind long before the original sin has been committed.\n<br /><br />\nWith this background, the narrator introduces us to Eden and our “Grand Parents.”  Satan is detected spying on them and is expelled from the garden, after which God sends an angel to tutor Adam and Eve in the history of the heavenly war that has led to the present situation.  At Adam's request, the heavenly guest then recounts the creation of the visible world, explaining also the proper nature of development, whereby all things proceed from lower to higher by refining that which nourishes them.\n<br /><br />\nSatan, however, returning in the form of a snake, offers Eve an evolutionary shortcut in the form of a magical food capable of endowing her with super powers.  He claims it has conferred on him both reason and speech.  Since Eve is suffering at the moment from a fancied slight to her moral strength, she allows herself to forget her recent lesson and yields to this temptation.  Adam, unable to imagine life without Eve (and failing to explore alternatives to sin), accepts the fruit from her and eats as well. \n<br /><br />\nSatan’s triumph is short-lived, for although hell and the world of mankind are now linked by a broad highway, he and his followers are humiliated in hell by being turned involuntarily into snakes every year.\n<br /><br />\nWhatever their reasons, both Adam and Eve have disobeyed their Maker’s sole command, and both are condemned to mortality and expulsion from the garden, but before they leave they are vouchsafed another history lesson, this time of the world to come: the progress of sin, the Savior’s coming, and the growth of the church.  \n<br /><br />\n<b>Pronunciation:</b>  Although a Cambridge M.A., Milton was born and raised in Cheapside, within earshot of the bells of St. Mary-le-Bow, which would make him a Cockney, and the educated dialect which he spoke more nearly resembled the speech of modern Ireland or Ohio than of today's London.  Therefore no British accent has been used for this recording, with rare exceptions like making <i>shone</i> rhyme with <i>gone</i>, as Milton's spelling <i>shon</i> specifies.  For the most part, modern pronunciation has been employed, as Milton would doubtless have preferred, being so self-consciously avant garde as, for example, to require by his spelling that participles be clipped (e.g., <i>despis'd</i>, <i>rang'd</i>, <i>stretcht</i>) rather than given the syllabic <i>-ed </i>ending.  However, he was equally firm about specifying personal preferences that have not survived in standard English on either side of the Atlantic, such as <i>hunderd</i>, <i>heighth</i>, <i>sate</i> (for <i>sat</i>), and elisions like <i>th'ocean</i>.  Although blind, he meticulously checked the proofs of his poems and sent his publisher lists of errata with spelling corrections like these.  He even distinguished between <i>their</i> and <i>thir</i>, <i>me</i> and <i>mee</i>.  Wherever possible these distinctions have been respected.  Research has also determined that he probably gave long vowels to the <i>-able</i> suffix and to the syllable <i>-ube</i> in <i>cherube</i>, but since there is little to be gained by honoring such idiosyncracies, they have not been consistently preserved. On the other hand, metrical considerations demand pronunciations such as <i>SUpreme</i>, <i>blasPHEmous</i>, <i>REcepTAcle</i>, and even <i>ACcepTAble</i> and  <i>unACcepTAble</i>.  Yet, even where corroborative evidence can be found in Shakespeare or elsewhere, such bizarre pronunciations have been kept to a minimum if the meter can be preserved without deviating from modern pronunciation (<i>TRIumph</i> has generally been preferred to <i>triUMPH</i> and <i>inVISible</i> to <i>INviSIble</i>).\n<br /><br />\n<b>The Text:</b>  Because the Rev. H. C. Beeching, editor of the volume, was sensitive to the importance of Milton's spelling and apostrophes, his text provides ample support for the pronunciations employed in this reading.  However, the reader is encouraged to pay attention to the notes at the end of each book, to which Beeching has consigned some of Milton's maturest artistic decisions.\n<br /><br />(Thomas Copeland)", "duration": 39561, "language": "English", "authors": [{"id": "175", "name": "John Milton"}], "coverArt": "https://archive.org/download/paradiselost_1411_librivox/paradise_lost_ed2_1411.jpg", "copyright_year": "1667", "genres": ["Poetry", "Epics"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Kathrine Engan"}], "sections": [{"section": 0, "title": "Front Matter", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_00_milton_64kb.mp3", "duration": 410}, {"section": 1, "title": "Book 01", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_01_milton_64kb.mp3", "duration": 2933}, {"section": 2, "title": "Book 02", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_02_milton_64kb.mp3", "duration": 3950}, {"section": 3, "title": "Book 03", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_03_milton_64kb.mp3", "duration": 2877}, {"section": 4, "title": "Book 04", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_04_milton_64kb.mp3", "duration": 3838}, {"section": 5, "title": "Book 05", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_05_milton_64kb.mp3", "duration": 3269}, {"section": 6, "title": "Book 06", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_06_milton_64kb.mp3", "duration": 3289}, {"section": 7, "title": "Book 07", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_07_milton_64kb.mp3", "duration": 2349}, {"section": 8, "title": "Book 08", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_08_milton_64kb.mp3", "duration": 2434}, {"section": 9, "title": "Book 09", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_09_milton_64kb.mp3", "duration": 4476}, {"section": 10, "title": "Book 10", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_10_milton_64kb.mp3", "duration": 4153}, {"section": 11, "title": "Book 11", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_11_milton_64kb.mp3", "duration": 3235}, {"section": 12, "title": "Book 12", "readers": [6249], "path": "http://www.archive.org/download/paradiselost_1411_librivox/paradiselost_12_milton_64kb.mp3", "duration": 2348}]}