{"title": "Parlor Matches", "description": "This little comedy of society life has to do with the match-making proclivities of Mrs. Seltoon.  Having arranged satisfactory matches for her two daughters, Mrs. Seltoon turns her attention to her niece, Gail Laurence, a girl just graduated from college.  Mrs. Seltoon decides that the cousin of one of her daughters' fiances would make the perfect match for Gail.  This cousin turns out to be a moving picture idol, who isn’t terribly fond of women, and who mistakes the new maid for Gail.  In a series of mistaken identities, Gail announces she is engaged to Adrian Lee, the moving picture idol, to avoid the attentions of her intended match. She is clueless that he is actually the man Mrs. Seltoon is trying to set her up with.  The love tilts between the daughters and their fiances, the dignity of Jorkes the butler, and the tendencies of Abigail Mullen, the maid with a college education, afford a well developed series of subsidiary plots. - Summary by The Author and Jenn Broda\r\n<br><br>Cast List:<br>\r\nVance Trelford (a professional hero, who doesn't want to be engaged): <a href=\"https://librivox.org/reader/6754\">ToddHW</a><br>\r\nDon Radey (his cousin, a serious young man, engaged, thank you): <a href=\"https://librivox.org/reader/17752\">redrun</a><br>\r\nFerdinand Poppleton (a frivolous young man, likewise engaged): <a href=\"https://librivox.org/reader/10789\">Tomas Peter</a><br>\r\nJorkes (the butler, who may or may not be engaged): <a href=\"https://librivox.org/reader/16205\">James R. Hedrick</a><br>\r\nMrs. Seltoon (who believes in engagements): <a href=\"https://librivox.org/reader/17099\">Claudia Caldi</a><br>\r\nMargaret Seltoon (her elder daughter, engaged to Mr. Radey): <a href=\"https://librivox.org/reader/17662\">Inkell</a><br>\r\nSuzanne Seltoon (her younger daughter, engaged to Mr. Poppleton): <a href=\"https://librivox.org/reader/16615\">Marie Christian</a><br>\r\nGail Laurence (her ward, engaging and eventually engaged): <a href=\"https://librivox.org/reader/13140\">Jenn Broda</a><br>\r\nAbigail Mullen, A.B. (her maid, temporarily engaged, as it were): <a href=\"https://librivox.org/reader/10179\">Sonia</a><br>\r\nStage Directions: <a href=\"https://librivox.org/reader/15829\">TR Love</a><br>\r\nEditing: <a href=\"https://librivox.org/reader/13140\">Jenn Broda</a><br>", "duration": 4479, "language": "English", "authors": [{"id": "15705", "name": "Walter Ben Hare"}], "coverArt": "https://archive.org/download/parlormatches_2312_librivox/parlormatches_2312.jpg", "copyright_year": "1915", "genres": ["Comedy"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Jenn Broda"}, {"role": "Meta Coordinator", "name": "ToddHW"}, {"role": "Proof Listener", "name": "Jenn Broda"}], "sections": [{"section": 1, "title": "Act 1", "readers": [], "path": "https://www.archive.org/download/parlormatches_2312_librivox/parlormatches_1_hare_64kb.mp3", "duration": 2749}, {"section": 2, "title": "Act 2", "readers": [], "path": "https://www.archive.org/download/parlormatches_2312_librivox/parlormatches_2_hare_64kb.mp3", "duration": 1730}]}