{"title": "Peace", "description": "The 'Peace' was brought out four years after 'The Acharnians' (422 B.C.), when the War had already lasted ten years. The leading motive is the same as in the former play—the intense desire of the less excitable and more moderate-minded citizens for relief from the miseries of war.<br><br>\r\n\r\nTrygaeus, a rustic patriot, finding no help in men, resolves to ascend to heaven to expostulate personally with Zeus for allowing this wretched state of things to continue. With this object he has fed and trained a gigantic dung-beetle, which he mounts, and is carried, like Bellerophon on Pegasus, on an aerial journey. Eventually he reaches Olympus, only to find that the gods have gone elsewhere, and that the heavenly abode is occupied solely by the demon of War, who is busy pounding up the Greek States in a huge mortar. However, his benevolent purpose is not in vain; for learning from Hermes that the goddess Peace has been cast into a pit, where she is kept a fast prisoner, he calls upon the different peoples of Hellas to make a united effort and rescue her, and with their help drags her out and brings her back in triumph to earth. The play concludes with the restoration of the goddess to her ancient honours, the festivities of the rustic population and the nuptials of Trygaeus with Opora (Harvest), handmaiden of Peace, represented as a pretty courtesan.<br><br>\r\n\r\nSuch references as there are to Cleon in this play are noteworthy. The great Demagogue was now dead, having fallen in the same action as the rival Spartan general, the renowned Brasidas, before Amphipolis, and whatever Aristophanes says here of his old enemy is conceived in the spirit of 'de mortuis nil nisi bonum.' In one scene Hermes is descanting on the evils which had nearly ruined Athens and declares that 'The Tanner' was the cause of them all. But Trygaeus interrupts him with the words:<br><br>\r\n\r\n\"Hold-say not so, good master Hermes; Let the man rest in peace where now he lies. He is no longer of our world, but yours.\"<br><br>\r\n\r\nHere surely we have a trait of magnanimity on the author's part as admirable in its way as the wit and boldness of his former attacks had been in theirs. - Summary by publisher", "duration": 6154, "language": "English", "authors": [{"id": "1594", "name": " Aristophanes"}], "coverArt": "https://archive.org/download/peace_2202_librivox/peace_2202.jpg", "copyright_year": "0", "genres": ["Classics (Greek & Latin Antiquity)", "Comedy"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "Christine Rottger"}], "sections": [{"section": 1, "title": "Scene I", "readers": [5717], "path": "https://www.archive.org/download/peace_2202_librivox/peace_01_aristophanes_64kb.mp3", "duration": 780}, {"section": 2, "title": "Scene II", "readers": [5717], "path": "https://www.archive.org/download/peace_2202_librivox/peace_02_aristophanes_64kb.mp3", "duration": 1691}, {"section": 3, "title": "Scene III", "readers": [5717], "path": "https://www.archive.org/download/peace_2202_librivox/peace_03_aristophanes_64kb.mp3", "duration": 1315}, {"section": 4, "title": "Scene IV", "readers": [5717], "path": "https://www.archive.org/download/peace_2202_librivox/peace_04_aristophanes_64kb.mp3", "duration": 2368}]}