{"title": "Peace on Earth, Good-Will to Dogs (version 2)", "description": "If you don't like Christmas stories, don't read this one!<br /><br />\n\nAnd if you don't like dogs I don't know just what to advise you to do!<br /><br />\n\nFor I warn you perfectly frankly that I am distinctly pro-dog and distinctly pro-Christmas, and would like to bring to this little story whatever whiff of fir-balsam I can cajole from the make-believe forest in my typewriter, and every glitter of tinsel, smudge of toy candle, crackle of wrapping paper, that my particular brand of brain and ink can conjure up on a single keyboard! And very large-sized dogs shall romp through every page! And the mercury shiver perpetually in the vicinity of zero! And every foot of earth be crusty-brown and bare with no white snow at all till the very last moment when you'd just about given up hope! And all the heart of the story is very,—oh very young!<br /><br />\n\nFor purposes of propriety and general historical authenticity there are of course parents in the story. And one or two other oldish persons. But they all go away just as early in the narrative as I can manage it.—Are obliged to go away!<br /><br />\n\nYet lest you find in this general combination of circumstances some sinister threat of audacity, let me conventionalize the story at once by opening it at that most conventional of all conventional Christmas-story hours,—the Twilight of Christmas Eve.\" - Summary by from the book", "duration": 7455, "language": "English", "authors": [{"id": "1628", "name": "Eleanor Hallowell Abbott"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt32/peace_on_earth_goodwill_to_dogs_v_2_1412.jpg", "copyright_year": "1920", "genres": ["Animals & Nature", "Family"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "AllenJohns"}], "sections": [{"section": 1, "title": "Part 1", "readers": [5717], "path": "https://www.archive.org/download/peaceonearthgoodwilltodogs_1412_librivox/peaceonearthgoodwilltodogs_01_abbott_64kb.mp3", "duration": 2865}, {"section": 2, "title": "Part 2", "readers": [5717], "path": "https://www.archive.org/download/peaceonearthgoodwilltodogs_1412_librivox/peaceonearthgoodwilltodogs_02_abbott_64kb.mp3", "duration": 2223}, {"section": 3, "title": "Part 3", "readers": [5717], "path": "https://www.archive.org/download/peaceonearthgoodwilltodogs_1412_librivox/peaceonearthgoodwilltodogs_03_abbott_64kb.mp3", "duration": 2367}]}