{"title": "Perpetual Peace: A Philosophic Essay (Hastie Translation)", "description": "This essay, written in 1795, puts forth a plan for a lasting peace between nations and peoples. Kant puts forth necessary means to any peace, and argues that nations can be brought into federation with one another without loss of sovereignty. In one translation, telling of the historical impact of this essay, this federation is called a “league of nations.”  <br /><br />\nThe supplements and appendices are of considerable interest on their own. The supplements contain an argument regarding the use which nature makes of war, and the way in which nature, in the end, impels us towards peace. The appendices return to the question of whether his theory is mere theory, or whether it bears translation into practice. In this, he distinguishes between the moral politician and the political moralist, pointing out ways in which practical considerations conceal and excuse behavior that leads us towards discord and war.<br /><br />\nThis essay continues to be relevant, and of great importance today, much to our shame. We hope still to find the perpetual peace which Kant argued as a obligatory goal, and we still have need of fear that we will, as Kant warned, “find Perpetual Peace only in the wide grave which is to cover all the abomination of the deeds of violence and their authors.” (Summary by D.E. Wittkower)", "duration": 7902, "language": "English", "authors": [{"id": "1312", "name": "Immanuel Kant"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt9/Perpetual_Peace_Philosophic_Essay_1107.jpg", "copyright_year": "1891", "genres": ["*Non-fiction", "Philosophy"], "supporters": [{"role": "Read by", "name": "D.E. Wittkower"}, {"role": "Book Coordinator", "name": "D.E. Wittkower"}, {"role": "Meta Coordinator", "name": "Kirsten Ferreri"}], "sections": [{"section": 1, "title": "Introduction, First Section, Which Contains the Preliminary Articles of a Perpetual Peace Between States", "readers": [613], "path": "http://www.archive.org/download/perpetual_peace_librivox/perpetualpeace-01-kant_64kb.mp3", "duration": 1109}, {"section": 2, "title": "Second Section, Which Contains the Definitive Articles of a Perpetual Peace Between States", "readers": [613], "path": "http://www.archive.org/download/perpetual_peace_librivox/perpetualpeace-02-kant_64kb.mp3", "duration": 1907}, {"section": 3, "title": "Supplements", "readers": [613], "path": "http://www.archive.org/download/perpetual_peace_librivox/perpetualpeace-03-kant_64kb.mp3", "duration": 1583}, {"section": 4, "title": "Appendix I: On the Discordance between Morals and Politics in reference to Perpetual Peace", "readers": [613], "path": "http://www.archive.org/download/perpetual_peace_librivox/perpetualpeace-04-kant_64kb.mp3", "duration": 2056}, {"section": 5, "title": "Appendix II: Of the Accordance of Politics with Morals according to the Transcendental Conception of Public Right", "readers": [613], "path": "http://www.archive.org/download/perpetual_peace_librivox/perpetualpeace-05-kant_64kb.mp3", "duration": 1247}]}