{"title": "Adresse à l'Assemblée nationale, pour l'abolition de la traite des Noirs", "description": "La Société des Amis des Noirs est une association créée le 19 février 1788 qui avait pour but l'abolition immédiate de la traite des Noirs et non de l'esclavage; d'une part dans le souci de maintenir l'économie des colonies françaises, et d'autre part dans l'idée qu'avant d'accéder à la liberté, les Noirs devaient y être préparés, et donc éduqués.<br /><br />L'adresse à l'Assemblée nationale qui vous est proposée ici date du 5 février 1790.<br /><br />\nThe Society of the Friends of the Blacks (French: Société des amis des Noirs or Amis des noirs) was a group of French men, mostly white, which were abolitionists (opponents of Black slavery and the African slave trade). The association was created on February 19, 1788, and was led by Jacques-Pierre Brissot, with advice from Thomas Clarkson who headed the abolitionist movement in the Kingdom of Great Britain. At the beginning of 1789, it had 141 members.<br /><br />The reply to the National Assembly which is presented here dates from the 5th February 1790<br />(from Wikipedia)", "duration": 1473, "language": "French", "authors": [{"id": "6284", "name": " Jacques Pierre Brissot de Warville"}, {"id": "4814", "name": " Société des Amis des Noirs"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt13/Adresse_Assemblee_Nationale_1112.jpg", "copyright_year": "1790", "genres": ["Political Science", "Early Modern"], "supporters": [{"role": "Read by", "name": "Ezwa"}, {"role": "Book Coordinator", "name": "Ezwa"}, {"role": "Meta Coordinator", "name": "Ezwa"}], "sections": [{"section": 1, "title": "Pour l’abolition de la traite des Noirs", "readers": [123], "path": "http://www.archive.org/download/pour_l_abolition_de_la_traite_des_noirs_ezwa_librivox/abolitiontraitenoirs_amisdesnoirs_64kb.mp3", "duration": 1473}]}