{"title": "Prayers of the Early Church", "description": "There are prayers of our Lord, the apostles, the martyrs, and the saints covering the period of the Early Church from its beginning through the fifth century. There are some prayers from each of the first five centuries. The treasure house from which to choose is almost unlimited. It is a vast and fruitful field and anyone is amply rewarded who delves into it.<br><br>The prayers have been selected primarily for their spiritual and devotional content. Many have been laid aside with regret that they could not be included in this book, but its compass in size is set and only so many can be used.<br><br>The prayers are arranged chronologically. Some other method of arrangement might have been chosen but this seemed good in order to represent each century. There are questions about the date and authorship of the prayers. They are the same questions that arise in reference to the Books of the Bible.<br><br>This book of prayers is published with the hope and prayer that it may have wide use. It has been prepared for individual and family devotions. It can be used with prayer groups in prayer meetings, for cells, and, of course, for the development of one’s own personal spiritual life. The material is perfect for use in the devotional services of young people’s groups, women’s groups, and men’s clubs. The prayers are excellent for insertion in church bulletins. Other ways will be found of making these great prayers usable.<br><br>The prayers have been collected from many old books of prayers and devotional materials. The editor is deeply indebted to all those who have ploughed the field before. They have labored and we have entered into their labors. It has been a joy to search out the material, to arrange the prayers, to put them in order, and to index them under so many subjects.  (From the Preface)", "duration": 6666, "language": "English", "authors": [{"id": "15480", "name": "J. Manning Potts"}], "coverArt": "https://archive.org/download/prayersoftheearlychurch_2011_librivox/prayersearlychurch_2011.jpg", "copyright_year": "1953", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Rosebud"}], "sections": [{"section": 1, "title": "First Century Prayers", "readers": [14684], "path": "http://www.archive.org/download/prayersoftheearlychurch_2011_librivox/prayersoftheearlychurch_01_potts_64kb.mp3", "duration": 1081}, {"section": 2, "title": "Second Century Prayers", "readers": [14684], "path": "http://www.archive.org/download/prayersoftheearlychurch_2011_librivox/prayersoftheearlychurch_02_potts_64kb.mp3", "duration": 648}, {"section": 3, "title": "Third Century Prayers", "readers": [14684], "path": "http://www.archive.org/download/prayersoftheearlychurch_2011_librivox/prayersoftheearlychurch_03_potts_64kb.mp3", "duration": 792}, {"section": 4, "title": "Fourth Century Prayers", "readers": [14684], "path": "http://www.archive.org/download/prayersoftheearlychurch_2011_librivox/prayersoftheearlychurch_04_potts_64kb.mp3", "duration": 3014}, {"section": 5, "title": "Fifth Century Prayers", "readers": [14684], "path": "http://www.archive.org/download/prayersoftheearlychurch_2011_librivox/prayersoftheearlychurch_05_potts_64kb.mp3", "duration": 1131}]}