{"title": "Psychologie der Massen", "description": "Gustave Le Bon (1841-1931) war ein französischer Mediziner, Anthropologe, Psychologe, Soziologe und Erfinder. Er gilt als einer der Begründer der Massenpsychologie.\r\n\r\nLe Bon erlebte in den Zeiten der Februarrevolution 1848 und als Militärarzt im Deutsch-Französischen Krieg das Verhalten von Menschen unter Stress und Befehlsdruck und war 1871 als 30-Jähriger selbst Zeuge der gewaltbereiten Pariser Revolutionäre, deren Zerstörungswut beim Niederbrennen von Palästen, der Louvre-Bibliothek, der Gobelins-Manufaktur u.a. historischer Gebäude sowie unersetzlicher Kunstwerke ihn nachhaltig beeinflussten und die auch in diesem Werk verarbeitet werden.\r\nNach 1881 betrieb er auf verschiedenen Reisen (u.a. Nordafrika, Asien) völkerkundliche Studien, so z.B. zum indischen Kastenwesen.\r\n\r\nIn seinem bekanntesten Werk \"Psychologie der Massen\" (erschienen 1896) beschreibt er die zentrale Rolle des Unbewussten beim Handeln der Menschen, die in der Masse nicht durch Vernunft noch mit vernünftigen Argumenten geleitet werden können, sieht hierbei jedoch deutliche Kultur- und Rassenunterschiede (Nationalcharakter).\r\n\r\nSeine Thesen: In der Masse verschmelzen die Einzelnen zur \"Kollektivseele\", die von unbewussten Impulsen (Gefühlen) beherrscht wird. Der Einzelne verhält sich als Teil einer Masse anders als sonst, ist leichtgläubiger und verführbarer und unterliegt der psychischen Ansteckung durch die Masse.\r\nDas Individuum verliert seine Kritikfähigkeit und gibt die Verantwortung seines Tuns, das bis zum primitiven, barbarischen Verhalten gehen kann, an die Masse ab. So lässt sich das Individuum für Ideen blind begeistern, selbst wenn es diese kaum oder gar nicht versteht und sogar, wenn sich diese gegen seine eigenen Interessen richten. Intelligenz oder Bildungsgrad des Einzelnen ist unerheblich – die Masse kann keine intelligenten Entscheidungen treffen.\r\nIn dieser Situation ist die Masse von Führern mit entsprechendem Prestige (angeboren oder erworben) leicht zu lenken, da sie ihre Argumente nicht auf Logik und Vernunft, sondern nur auf die Gefühle der Massen richten können. Diese Wirkung beruht auf Bildern bzw. bildhafter Sprache, Übertreibung und Abschwächung der Begriffe je nach gewünschter Wirkung, dagegen sind Logik, Vernunft und rationaler Beweis stets kontraproduktiv, um Massensuggestion auszuüben, da die Masse nur anfällig für Schlagworte und geschickte Täuschung ist und logischer Argumentation nicht zu folgen bereit ist. Durch ständig wiederholte Behauptung wird die Psyche der Massen in ansteckender Weise beeinflusst. Je dreister die Lüge, je öfter sie wiederholt wird, desto wahrscheinlicher wird sie geglaubt und massenhaft übernommen, unabhängig von Erziehung und Bildungsstand der Masse, wobei bei den gebildeten Massen der Korpsgeist eine große Rolle spielt.\r\nSo seien auch Wählermassen nicht zu überlegten Urteilen fähig, sondern nur zu eingeflößten. Sie lassen sie sich von politischen Strömungen blind mitreißen, hängen ihren Anführern an, ohne nachzudenken. Die noch so übertriebenen momentanen Versprechungen ihrer Führer werden von den Massen ohnehin niemals hinterfragt werden.\r\nSein Zitat:\r\n\"Nie haben die Massen nach Wahrheit gedürstet. Von den Tatsachen, die ihnen missfallen, wenden sie sich ab und ziehen es vor, den Irrtum zu vergöttern, wenn er sie zu verführen vermag. Wer sie zu täuschen versteht, wird leicht ihr Herr, wer sie aufzuklären sucht, stets ihr Opfer.\"\r\nLe Bon zeigt eine pessimistische Kulturmorphologie mit zyklischem Charakter von Tyrannei und Demokratie, von Entstehen und Untergang.\r\nMögen viele seiner Thesen heute überholt klingen, sind andere doch überraschend aktuell, wenn nicht sogar zeitlos zu nennen.\r\nZusammenfassung von Yessy", "duration": 20319, "language": "German", "authors": [{"id": "11790", "name": "Gustave Le Bon"}], "coverArt": "https://archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_2412.jpg", "copyright_year": "1908", "genres": ["Philosophy", "Psychology"], "supporters": [{"role": "Read by", "name": "Yessy"}, {"role": "Book Coordinator", "name": "Yessy"}, {"role": "Meta Coordinator", "name": "lorda"}, {"role": "Proof Listener", "name": "seito"}], "sections": [{"section": 1, "title": "Vorwort", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_01_lebon_64kb.mp3", "duration": 532}, {"section": 2, "title": "Einleitung", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_02_lebon_64kb.mp3", "duration": 1051}, {"section": 3, "title": "Erstes Buch.  Die Massenseele.  1. Kapitel.  Allgemeine Charakteristik der Massen. Das psychologische  Gesetz ihrer geistigen Einheit.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_03_lebon_64kb.mp3", "duration": 1173}, {"section": 4, "title": "Erstes Buch. Die Massenseele. 2. Kapitel Gefühlsleben und Sittlichkeit der Massen", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_04_lebon_64kb.mp3", "duration": 2584}, {"section": 5, "title": "Erstes Buch. Die Massenseele. 3. Kapitel Ideen, Schlußvermögen und Einbildungskraft der Massen", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_05_lebon_64kb.mp3", "duration": 1160}, {"section": 6, "title": "Erstes Buch. Die Massenseele.4. Kapitel.  Die religiösen Formen der kollektiven Überzeugungen.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_06_lebon_64kb.mp3", "duration": 655}, {"section": 7, "title": "Zweites Buch  Anschauungen und Überzeugungen der Massen.  1. Kapitel.  Entfernte Faktoren der Anschauungen und Überzeugungen  der Massen.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_07_lebon_64kb.mp3", "duration": 2336}, {"section": 8, "title": "2. Buch Anschauungen und Überzeugungen der Massen.2. Kapitel.  Direkte Faktoren der Anschauungen der Massen.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_08_lebon_64kb.mp3", "duration": 1663}, {"section": 9, "title": "2. Buch Anschauungen und Überzeugungen der Massen  3. Kapitel Die Führer der Massen und ihre Überzeugungsmittel.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_09_lebon_64kb.mp3", "duration": 2636}, {"section": 10, "title": "2. Buch Anschauungen und Überzeugungen der Massen  4. Kapitel Grenzen der Veränderlichkeit der Anschauungen und Überzeugungen  der Massen", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_10_lebon_64kb.mp3", "duration": 1387}, {"section": 11, "title": "3. Buch Klassifikation und Einteilung der Massenformen  1. Kapitel  Klassifikation der Massen;   2. Kapitel Die sogenannten kriminellen Massen;   3. Kapitel.  Die Geschworenen bei den Assisengerichten.", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_11_lebon_64kb.mp3", "duration": 1912}, {"section": 12, "title": "3. Buch Klassifikation und Einteilung der Massen 4. Kapitel Die Wählermassen", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_12_lebon_64kb.mp3", "duration": 1106}, {"section": 13, "title": "3. Buch Klassifikation und Einteilung der Massen 5. Kapitel Die Parlamentsversammlungen", "readers": [19525], "path": "https://www.archive.org/download/psychologiedermassen_2412_librivox/psychologiedermassen_13_lebon_64kb.mp3", "duration": 2124}]}