{"title": "Reflections on War and Death", "description": "Anyone, as Freud tells us in <i>Reflections on War and Death</i>, forced to react against his own impulses may be described as a hypocrite, whether he is conscious of it or not. One might even venture to assert—it is still Freud's argument—that our contemporary civilisation favours this sort of hypocrisy and that there are more civilised hypocrites than truly cultured persons, and it is even a question whether a certain amount of hypocrisy is not indispensable to maintain civilisation. When this travesty of civilisation, this infallible state that has regimented and dragooned its citizens into obedience, goes to war, Freud is pained but not surprised that it makes free use of every injustice, of every act of violence that would dishonour the individual, that it employs not only permissible cunning but conscious lies and intentional deception against the enemy, that it absolves itself from guarantees and treaties by which it was bound to other states and makes unabashed confession of its greed and aspiration to power. For conscience, the idea of right and wrong, in the Freudian sense, is not the inexorable judge that teachers of ethics say it is: it has its origin in nothing but \"social fear,\" and whereas in times of peace the state forbids the individual to do wrong, not because it wishes to do away with wrongdoing but because it wishes to monopolise it, like salt or tobacco, it suspends its reproach in times of war. The suppression of evil desires also ceases, and men, finding the moral ties loosened between large human units, commit acts of cruelty, treachery, deception and brutality the very possibility of which would have been considered incompatible with their degree of culture.<br />\n(Summary by J.C. Grey, from <i>The Bookman: A Review of Books and Life</i>, v.47: Mar-Aug 1918. First sentence edited for clarity.)", "duration": 4528, "language": "English", "authors": [{"id": "312", "name": "Sigmund Freud"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt13/Reflections_War_Death_1112.jpg", "copyright_year": "1918", "genres": ["*Non-fiction", "Philosophy", "Political Science"], "supporters": [{"role": "Read by", "name": "D.E. Wittkower"}, {"role": "Book Coordinator", "name": "D.E. Wittkower"}, {"role": "Meta Coordinator", "name": "Kirsten Ferreri"}], "sections": [{"section": 1, "title": "The Disappointments of War", "readers": [613], "path": "http://www.archive.org/download/reflections_on_war_and_death_dew_librivox/reflectionsonwaranddeath_01_freud_64kb.mp3", "duration": 2446}, {"section": 2, "title": "Our Attitude Towards Death", "readers": [613], "path": "http://www.archive.org/download/reflections_on_war_and_death_dew_librivox/reflectionsonwaranddeath_02_freud_64kb.mp3", "duration": 2082}]}