{"title": "Relativity: The Special and General Theory", "description": "This is an introduction to Einstein’s space-bending, time-stretching theory of Relativity, written by the master himself. Special and General relativity explain the structure of space time and provide a theory of gravitation, respectively. Einstein’s theories shocked the world with their counterintuitive results, including the dissolution of absolute time. In this book he brings a simplified form of his profound understanding of the subject to the layperson. In the words of Einstein: “The present book is intended, as far as possible, to give an exact insight into the theory of Relativity to those readers who, from a general scientific and philosophical point of view, are interested in the theory, but who are not conversant with the mathematical apparatus of theoretical physics.” The book is challenging at times but, when approached patiently, proves itself one of the most lucid explanations of Relativity to be found anywhere. [Due to transcription or optical character recognition errors in creating online texts, and because of less-than-clear fonts in some printed texts, the variables as read in some of the equations here are not as Einstein intended. For example, the numeral ‘one’ has frequently been printed and read as the letter ‘I.’ In addition, some equations do not translate well into the spoken word. If you require completely accurate renditions of Einstein’s mathematical formulas, we suggest that you consult a published text.] — Summary written by Kelly Bescherer [and Laurie Anne Walden]", "duration": 13199, "language": "English", "authors": [{"id": "1035", "name": "Albert Einstein"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt4/relativity_1003.jpg", "copyright_year": "1910", "genres": ["Astronomy", "Physics & Mechanics"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "featherheadfop"}, {"role": "Meta Coordinator", "name": "Anita Roy Dobbs"}], "sections": [{"section": 0, "title": "Preface", "readers": [45], "path": "https://www.archive.org/download/relativity_librivox/relativity_00_einstein_64kb.mp3", "duration": 130}, {"section": 1, "title": "Part I: The Special Theory of Relativity01. Physical Meaning of Geometrical Propositions02. The System of Co-ordinates03. Space and Time in Classical Mechanics", "readers": [45], "path": "https://www.archive.org/download/relativity_librivox/relativity_01-03_einstein_64kb.mp3", "duration": 895}, {"section": 2, "title": "04. The Galileian System of Co-ordinates05. The Principle of Relativity (in the Restricted Sense)06. The Theorem of the Addition of Velocities employed in Classical Mechanics", "readers": [102], "path": "https://www.archive.org/download/relativity_librivox/relativity_04-06_einstein_64kb.mp3", "duration": 638}, {"section": 3, "title": "07. The Apparent Incompatability of the Law of Propagation of Light with the Principle of Relativity08. On the Idea of Time in Physics09. The Relativity of Simultaneity", "readers": [174], "path": "https://www.archive.org/download/relativity_librivox/relativity_07-09_einstein_64kb.mp3", "duration": 1233}, {"section": 4, "title": "10. On the Relativity of the Conception of Distance11. The Lorentz Transformation12. The Behaviour of Measuring-Rods and Clocks in Motion", "readers": [94], "path": "https://www.archive.org/download/relativity_librivox/relativity_10-12_einstein_64kb.mp3", "duration": 1030}, {"section": 5, "title": "13. Theorem of the Addition of Velocities. The Experiment of Fizeau14. The Hueristic Value of the Theory of Relativity15. General Results of the Theory", "readers": [102], "path": "https://www.archive.org/download/relativity_librivox/relativity_13-15_einstein_64kb.mp3", "duration": 1151}, {"section": 6, "title": "16. Expereince and the Special Theory of Relativity17. Minkowski's Four-dimensial Space", "readers": [45], "path": "https://www.archive.org/download/relativity_librivox/relativity_16-17_einstein_64kb.mp3", "duration": 862}, {"section": 7, "title": "Part II: The General Theory of Relativity18. Special and General Principle of Relativity19. The Gravitational Field20. The Equality of Inertial and Gravitational Mass as an Argument for the General Postulate of Relativity", "readers": [1066], "path": "https://www.archive.org/download/relativity_librivox/relativity_18-20_einstein_64kb.mp3", "duration": 1178}, {"section": 8, "title": "21. In What Respects are the Foundations of Classical Mechanics and of the Special Theory of Relativity Unsatisfactory?22. A Few Inferences from the General Principle of Relativity23. Behaviour of Clocks and Measuring-Rods on a Rotating Body of Reference", "readers": [30], "path": "https://www.archive.org/download/relativity_librivox/relativity_21-23_einstein_64kb.mp3", "duration": 1254}, {"section": 9, "title": "24. Euclidean and non-Euclidean Continuum25. Gaussian Co-ordinates26. The Space-Time Continuum of the Speical Theory of Relativity", "readers": [175], "path": "https://www.archive.org/download/relativity_librivox/relativity_24-26_einstein_64kb.mp3", "duration": 1091}, {"section": 10, "title": "27. The Space-Time Continuum of the General Theory of Relativity is Not a Eculidean Continuum28. Exact Formulation of the General Principle of Relativity29. The Solution of the Problem of Gravitation on the Basis of the", "readers": [94], "path": "https://www.archive.org/download/relativity_librivox/relativity_27-29_einstein_64kb.mp3", "duration": 1290}, {"section": 11, "title": "Part III: Considerations on the Universe as a Whole30. Cosmological Difficulties of Netwon's Theory31. The Possibility of a \"Finite\" and yet \"Unbounded\" Universe32. The Structure of Space According to the General Theory of Relativity", "readers": [102], "path": "https://www.archive.org/download/relativity_librivox/relativity_30-32_einstein_64kb.mp3", "duration": 1166}, {"section": 12, "title": "Appendix III", "readers": [128], "path": "https://www.archive.org/download/relativity_librivox/relativity_33_einstein_64kb.mp3", "duration": 1282}]}