{"title": "Saga of Erik the Red (Reeves Translation)", "description": "The Saga of Erik the Red is one of the two important thirteenth-century accounts of the Norse explorations of Greenland and North America, along with The Saga of the Greenlanders. Containing fantastic anecdotes about ghostly visitations, wise women-seers, and one-legged native Unipeds, the saga is just as fascinating for what is clearly authentic history. It vividly relates the conflict between Christianity and the old Norse religion; the significant place of extraordinary women in Icelandic and Greenland culture; the frequent incursions of the Norsemen into Ireland and Scotland, lands really not at all far from the centers of Norse activity; and first contact with the native inhabitants of the Dawnlands of northeastern North America. Most absorbing are the clear embodiments of real human personalities in this historical saga: Leif Erikson and his lover, the renownedly intelligent Thorgunna who boldly renounced social convention; Gudrid the daughter of Thorbiorn, beautiful and of strong and influential character; Thioldhild, the wife of Erik the Red, who refused to have sex with him so long as he resisted Christianity; Thorbiorg, the eldritch “Little Sibyl,” who dispensed prophecies to the settlers of Greenland; and Thorhall, the fey, untameable hunter, who held fast to his god Thor the Red-Bearded even when it meant being severed from human society.<br /><br />\n\nThis translation by Arthur Middleton Reeves is taken from a weighty compilation of texts related to the Norse explorations entitled The Norse Discoveries of America and including the translations and editing of fellow Norse scholars North Ludlow Beamish and Rasmus Björn Anderson. ( Expatriate)", "duration": 5167, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/erik_the_red_1604_librivox/eric_red_1604.jpg", "copyright_year": "1906", "genres": ["Middle Ages/Middle History"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 0, "title": "Introduction", "readers": [8713], "path": "http://www.archive.org/download/erik_the_red_1604_librivox/sagaerikres_00_reeves_64kb.mp3", "duration": 1365}, {"section": 1, "title": "Part I", "readers": [8713], "path": "http://www.archive.org/download/erik_the_red_1604_librivox/sagaerikres_01_reeves_64kb.mp3", "duration": 1337}, {"section": 2, "title": "Part II", "readers": [8713], "path": "http://www.archive.org/download/erik_the_red_1604_librivox/sagaerikres_02_reeves_64kb.mp3", "duration": 1079}, {"section": 3, "title": "Part III", "readers": [8713], "path": "http://www.archive.org/download/erik_the_red_1604_librivox/sagaerikres_03_reeves_64kb.mp3", "duration": 1386}]}