{"title": "Saga of the Greenlanders (Reeves Translation)", "description": "The Saga of the Greenlanders is one of the two important thirteenth-century accounts of the Norse explorations of Greenland and North America, along with the Saga of Erik the Red. The two accounts describe many of the same events leading to Norse contact with the North American coastline almost five hundred years before Columbus, but contradict each other in a number of mysterious and fascinating ways. Containing less fantastic material than the Saga of Erik the Red (though not without its own ghost stories), the Saga of the Greenlanders details the conflict between Christianity and the old Norse religion; the significant place of extraordinary women in Icelandic and Greenlander culture; and first contact with the native inhabitants of the Dawnlands of northeastern North America. Most absorbing is the three-dimensioned portrayal of real human personalities, an intriguingly distinct cast of characters from that of its parallel saga: Leif Erikson, the larger-than-life hero who seems to be mystically guided wherever he goes; Gudrid, the daughter of Thorbiorn, beautiful and of strong and influential character; Freydis, the implacable killer of anyone she considers an enemy; and Tyrker, the outlandish little foster-father of Leif and gleeful discoverer of wine grapes in the new land. Read together, the two sagas take on new significance by their contrasts and their similarities, raising as many mysteries as they solve.<br><br>\n\nThis translation by Arthur Middleton Reeves is taken from a weighty compilation of texts related to the Norse explorations entitled The Norse Discoveries of America and including the translations and editing of fellow Norse scholars North Ludlow Beamish and Rasmus Björn Anderson.  - Summary by Expatriate", "duration": 4079, "language": "English", "authors": [{"id": "221", "name": " Unknown"}], "coverArt": "https://archive.org/download/saga_greenlanders_reeves_1604_librivox/greenlanders_1604.jpg", "copyright_year": "1906", "genres": ["Middle Ages/Middle History"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 0, "title": "Introduction", "readers": [8713], "path": "http://www.archive.org/download/saga_greenlanders_reeves_1604_librivox/sagaofgreenlanders_00_reeves_64kb.mp3", "duration": 1125}, {"section": 1, "title": "Part I", "readers": [8713], "path": "http://www.archive.org/download/saga_greenlanders_reeves_1604_librivox/sagaofgreenlanders_01_reeves_64kb.mp3", "duration": 974}, {"section": 2, "title": "Part II", "readers": [8713], "path": "http://www.archive.org/download/saga_greenlanders_reeves_1604_librivox/sagaofgreenlanders_02_reeves_64kb.mp3", "duration": 978}, {"section": 3, "title": "Part III", "readers": [8713], "path": "http://www.archive.org/download/saga_greenlanders_reeves_1604_librivox/sagaofgreenlanders_03_reeves_64kb.mp3", "duration": 1002}]}