{"title": "Saint Joan: Preface", "description": "Saint Joan is a play by George Bernard Shaw about 15th-century French military figure Joan of Arc. Premiering in 1923, three years after her canonization by the Roman Catholic Church, the play reflects Shaw's belief that the people involved in Joan's trial acted according to what they thought was right. He wrote in his preface to the play:  “There are no villains in the piece. Crime, like disease, is not interesting: it is something to be done away with by general consent, and that is all [there is] about it. It is what men do at their best, with good intentions, and what normal men and women find that they must and will do in spite of their intentions, that really concern us.”  (Wikipedia)  Modern British author, critic, poet, and broadcaster Clive James, commenting on a book that changed his mind, wrote:  “George Bernard Shaw, his preface to Saint Joan. Reading that wonderful stretch of prose started me on the road to a more human version of Christianity: a road I like to think that I am still pursuing.”  (The Guardian, 5 October 2019) - Summary by Wikipedia and David Wales", "duration": 7913, "language": "English", "authors": [{"id": "603", "name": "George Bernard Shaw"}], "coverArt": "https://archive.org/download/librivoxcdcoverart36/saintjoanpreface_2001.jpg", "copyright_year": "1924", "genres": ["Historical Fiction", "Drama", "Tragedy"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part 1: Joan the Original and Presumptuous; Joan and Socrates; Contrast with Napoleon; Was Joan Innocent or Guilty?; Joan's Good Looks; Joan's Social Position; Joan's Voices and Visions; The Evolutionary Appetite; The Mere Iconography does not Matter", "readers": [6454], "path": "https://www.archive.org/download/saint_joan_preface_2001_librivox/saintjoanpreface_01_shaw_64kb.mp3", "duration": 1881}, {"section": 2, "title": "Part 2: The Modern Education which Joan Escaped; Failures of the Voices; Joan a Galtonic Visualizer; Joan's Manliness and Militarism; Was Joan Suicidal?; Joan Summed Up; Joan's Immaturity and Ignorance; The Maid in Literature; Protestant Misunderstandings of the Middle Ages", "readers": [6454], "path": "https://www.archive.org/download/saint_joan_preface_2001_librivox/saintjoanpreface_02_shaw_64kb.mp3", "duration": 1914}, {"section": 3, "title": "Part 3: Comparative Fairness of Joan's Trial; Joan not Tried as a Political Offender; The Church Uncompromised by its Amends; Cruelty, Modern and Medieval; Catholic Anti-Clericalism; Catholicism not yet Catholic Enough; The Law of Change is the Law of God; Credulity, Modern and Medieval; Toleration, Modern and Medieval; Variability of Toleration", "readers": [6454], "path": "https://www.archive.org/download/saint_joan_preface_2001_librivox/saintjoanpreface_03_shaw_64kb.mp3", "duration": 2155}, {"section": 4, "title": "Part 4: The Conflict between Genius and Discipline; Joan as Theocrat; Unbroken Success Essential in Theocracy; Modern Distortions of Joan's History; History always Out of Date; The Real Joan not Marvellous Enough for Us; The Stage Limits of Historical Representation; A Void in the Elizabethan Drama; Tragedy, not Melodrama; The Inevitable Flatteries of Tragedy; Some Well-meant Proposals for the Improvement of the Play; The Epilogue; To the Critics, lest they should feel", "readers": [6454], "path": "https://www.archive.org/download/saint_joan_preface_2001_librivox/saintjoanpreface_04_shaw_64kb.mp3", "duration": 1963}]}