{"title": "John Donne's Satires", "description": "Donne’s Style<br>\nIn John Donne’s day, a satire was such a poem as a satyr might compose.  Satyrs were rough, savage creatures in Greek mythology, human to the waist but goat from there down.  That is the reason that Donne’s style in these poems exceeds his normal difficulty in syntax, vocabulary, thought, and meter.  His age enjoyed untangling such puzzles, and some poets cultivated obscurity as an art, called asprezza.  Wordplay like “while bellows pant below” (Satyre 2), where the same syllables, stressed differently, produce two different words almost side by side, entertained them.<br>\n\nAn acoustical analogue to obscurity, Donne’s rhymes are often deliberately lame, while his rhythms nearly defy scansion and yet refuse to become mere prose.  By keeping the drum beat just barely audible, he makes us feel that we are stumbling, out of step—neither marching nor merely walking.<br>\n\nWhy was this abuse of the reader enjoyable?  Perhaps for the same reason that grafitti appeals to some people.  At first glance Donne appears lax, but in fact he is naughty; not undisciplined but rebellious; he does not fail to abide by the rules but rather gives the impression of breaking them.<br>\n\nMetempsychosis<br>\nThe poem appears to be incomplete, its “First Song” having no counterpart, no “Second Song.”  Similarly its promise to end by identifying what celebrity the soul in question now inhabits is never fulfilled.  On the contrary, the poem’s initial epic pretentions founder at the second generation of mankind rather than tracing human history from the Garden of Eden to modern England, as was proposed.  In view of the author’s mock-heroic tone, however, the poem’s apparent incompletion may be part of the satire, so it does no harm to suppose it as complete as necessary to accomplish its purpose.<br>\n\nWhat it accomplishes is to demonstrate, by means of the Pythagorean doctrine of the transmigration of souls, the depravity of the object of the satire (identity unknown but perhaps easily guessed by Donne’s audience).  According to this doctrine, also called metempsychosis, the various guises that a soul takes in its travels are rewards or punishments for its conduct in each of its incarnations.  It is debatable whether this process always leads to purification.  In this poem it appears rather to be simple unfolding, dilation, the full realization of the soul’s potential.  This soul has an appalling capacity for evil, beginning ominously as the fruit of the Tree of Knowledge and never rising higher than the moral neutrality of a fish.  (A modern reader unfamiliar with The Bhagavad Gita may rely on Dr. Jekyll and Mr. Hyde as background to the concept of the dilation and degradation of a soul.)<br>\n\nThe style of the poem reflects the theme of shape-changing, for Donne loves to employ words’ multiple senses in close proximity:  <br>\n. . . Make my darke heavy Poëm light, and light . . . [not dark + not heavy]<br>\n. . . to heare / Whose story, with long patience you will long . . . [adjective + verb]<br>\n. . . Her, her fates threw . . . [object of verb + possessive]<br>\n. . . Her sinne had now brought in infirmities . . . [verbal particle + prefix]<br>\n. . . Ill steward of himself, himselfe in three yeares ends. . . . [object of preposition + object of verb]<br>\n. . . Yet them all these unkinde kinds feed upon . . . [adjective + noun]<br>\nSuch wordplay is common in Donne’s satires, but in a poem chronicling the exploits of fishes, a sparrow, a wolf, and a mouse—all being the same individual in different forms—it seems especially appropriate. - Summary by Thomas Copeland", "duration": 4972, "language": "English", "authors": [{"id": "742", "name": "John Donne"}], "coverArt": "https://archive.org/download/librivoxcdcoverart34/johndonnessatires_2002.jpg", "copyright_year": "1912", "genres": ["Poetry", "Satire"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Linette Geisel"}], "sections": [{"section": 1, "title": "Satire 1", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_01_donne_64kb.mp3", "duration": 420}, {"section": 2, "title": "Satire 2", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_02_donne_64kb.mp3", "duration": 439}, {"section": 3, "title": "Satire 3", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_03_donne_64kb.mp3", "duration": 440}, {"section": 4, "title": "Satire 4", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_04_donne_64kb.mp3", "duration": 876}, {"section": 5, "title": "Satire 5", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_05_donne_64kb.mp3", "duration": 373}, {"section": 6, "title": "Upon Thomas Coryat's Crudities", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_06_donne_64kb.mp3", "duration": 301}, {"section": 7, "title": "Metempsychosis", "readers": [6249], "path": "https://www.archive.org/download/john_donnes_satires_2002_librivox/johndonnessatires_07_donne_64kb.mp3", "duration": 2123}]}