{"title": "Seed Thoughts", "description": "There is a work which few men possess, and which we are assured that no man alive ever ventured to read through. It is in two mighty folios, containing together between four thousand and five thousand pages of closely-printed matter, in double column. The grandfathers of our grandfathers liked to write such books, and even liked to read them. With patient diligence the author returned from day to day during half a life to his task, slowly building, brick by brick, the vast monument of his industry, his learning, his fame, and, it may be, sometimes of his folly.<br><br>All this work is upon the Book of Job, whose patience the author seemed bent on affording the world an opportunity of exemplifying. It is by Joseph Caryl, \"sometimes preacher to the honourable Society of Lincoln's Inn, and more lately of St. Magnus, near London Bridge.\" It was published in 1672, \" Printed by Samuel Simmons, and to be sold at his house, next door to the Golden Lion, in Aldergate street.\"<br><br>This vast work is too voluminous ever to be reproduced from the press ; nor, perhaps, is it desirable that it should be. Yet there is a mine of precious thoughts which will well repay the exploration on the part of those who have access thereto. There are valuable suggestions which will give to the thoughtful food for contemplation and subjects for investigation. There are instructions for the advanced Christian, comforting words for the afflicted, and clear and vivid statements of gospel doctrine which all may read with profit.<br><br>The collation and arrangement of the few out of many thoughts which are here brought together has been a work full of pleasure and profit. If it shall prove so to others, the labour expended thereon will not have been in vain. - Summary by Joel Edson Rockwell", "duration": 11312, "language": "English", "authors": [{"id": "17851", "name": "Joseph Caryl"}], "coverArt": "https://archive.org/download/seed_thoughts_2309_librivox/seedthoughts_2309.jpg", "copyright_year": "1869", "genres": ["Christianity - Commentary", "Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "mleigh"}], "sections": [{"section": 1, "title": "Introduction", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_01_caryl_64kb.mp3", "duration": 758}, {"section": 2, "title": "Analysis of the Book of Job", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_02_caryl_64kb.mp3", "duration": 436}, {"section": 3, "title": "Abundance - Acquaintance with God - Advocate - Afflictions", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_03_caryl_64kb.mp3", "duration": 1037}, {"section": 4, "title": "Bribery - Charity - Chastisements - Christ - Confidence - Confession of Sin - Conscience - Conversion - Consistent Conduct - Comfort - Compassion", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_04_caryl_64kb.mp3", "duration": 1292}, {"section": 5, "title": "Experience - Daysman - Death - Delight in God - Deliverance from Trouble - Example - Exposition of Scripture - Faith - Friendship - The Family - Froward Man", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_05_caryl_64kb.mp3", "duration": 1005}, {"section": 6, "title": "God - Grace - Growth in Grace - Happiness - The Heart - Heaven - Hell - Heresy - Holiness - Hope - The Holy Spirit - Human Judgment - Humility - Hypocrisy", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_06_caryl_64kb.mp3", "duration": 1788}, {"section": 7, "title": "Idleness - Inability - The Judgment - Justification - Life - The Living Redeemer - Magistrates - Meditation - Ministers - Native Depravity", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_07_caryl_64kb.mp3", "duration": 1513}, {"section": 8, "title": "Old Age - Omniscience of God - Opportunities - Papal Infallibility - Pardon of Sin - Passions - Patience - Perserverance - Prayer - Pelagianism - Preaching - Perfection - Popularity - Pride - Promises - Providence - Prudence", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_08_caryl_64kb.mp3", "duration": 1652}, {"section": 9, "title": "Redemption - Repentance - Restitution - Resurrection - Retribution - Sacrifices - Salvation - Sanctification - Slander - Satan - Self-Knowledge - Sepulchres - Sin - Sincerity - Sinners - Soul - Sovereignty of God", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_09_caryl_64kb.mp3", "duration": 1372}, {"section": 10, "title": "Tears - The Tongue -  Trust - Truth - The Will - Worship", "readers": [14684], "path": "https://www.archive.org/download/seed_thoughts_2309_librivox/seedthoughts_10_caryl_64kb.mp3", "duration": 459}]}