{"title": "Sir Gawain and the Green Knight (Weston Translation Version 2)", "description": "This poem celebrates Christmas by exploring the mystery of Christ's mission on earth: his death, resurrection, and second coming as judge of all human souls. Sir Gawain is cast in the role of Everyman. At the feast of the New Year, an unarmed green giant rides his green horse into the banqueting hall of King Arthur and challenges any member of the assembled company to behead him with a huge axe and then to submit to the same treatment from his victim the next year. Gawain volunteers to prevent Arthur from accepting this challenge, fairly confident that the challenger will be unfit to return the blow. However, when the green knight rides out of the hall carrying his severed head, Gawain must wait a year under what amounts to a sentence of death. At the end of this period his quest for the green knight leads him first through perilous adventures comparable to the life-threatening dangers confronting all mortals in their earthly sojourn and then, when his travels are at an end, through a series of temptations that represent allegorically the spiritual challenges determining not the time of death but the fortunes of the soul after death. The spot where Gawain then meets his foe closely resembles a graveyard superintended by the green knight, now converted, in effect, from a victim into a judge, as Christ was murdered by mankind but survived to be our judge at the end of time. A couple early footnotes may help in appreciating two details in the conclusion of the tale: First, Catholics believe that to perform the sacrament of Confession while intending to commit another sin deprives the priest's absolution of effect. Second, it was generally believed, in the Middle Ages and even today, that evil spirits cannot cross running water. This belief appears in \"Tam o’Shanter,\" \"The Legend of Sleepy Hollow,\" and The Lord of the Rings. (Summary by Thomas Copeland)", "duration": 7208, "language": "English", "authors": [], "coverArt": "https://archive.org/download/sirgawain_2112_librivox/gawainandthegreenknight_2112.jpg", "copyright_year": "1898", "genres": ["Culture & Heritage Fiction", "Myths", "Legends & Fairy Tales", "Christian Fiction"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "Lynette Caulkins"}], "sections": [{"section": 0, "title": "Preface", "readers": [6249], "path": "https://www.archive.org/download/sirgawain_2112_librivox/sirgawain_00_weston_64kb.mp3", "duration": 499}, {"section": 1, "title": "Section 1", "readers": [6249], "path": "https://www.archive.org/download/sirgawain_2112_librivox/sirgawain_01_weston_64kb.mp3", "duration": 1313}, {"section": 2, "title": "Section 2", "readers": [6249], "path": "https://www.archive.org/download/sirgawain_2112_librivox/sirgawain_02_weston_64kb.mp3", "duration": 1752}, {"section": 3, "title": "Section 3", "readers": [6249], "path": "https://www.archive.org/download/sirgawain_2112_librivox/sirgawain_03_weston_64kb.mp3", "duration": 2112}, {"section": 4, "title": "Section 4", "readers": [6249], "path": "https://www.archive.org/download/sirgawain_2112_librivox/sirgawain_04_weston_64kb.mp3", "duration": 1532}]}