{"title": "Six Cups of Coffee", "description": "It is not much to say that nine-tenths of that decoction which passes under the name of coffee, is unworthy to be so called, and that many persons live and die without ever tasting a really good cup of that delicious beverage.\n<br></br>\nAs a nation, the American people want the best of everything, and intend to have that best. Furthermore, they are very properly and intelligently eager to turn it to the greatest advantage. But what avails the best raw material if it be not prepared in such a manner as to develop and secure its subtle, delicate, volatile and enlivening qualities? The very same ingredients may be injurious and depressing, or wholesome and exhilarating, according to the way in which they are treated.\n<br></br>\nThe six cups of coffee offered to the reader, by six of the foremost authorities regarding cooking, will bring a new and healthful stimulus to prepare that refreshing drink in a manner which shall leave nothing to be desired. They are not made from old grounds re-heated for the occasion, but are as fresh as the intelligence and the experience which have produced them.\n<br></br>\nA country which expends nearly thirty-five millions of dollars each year for the aromatic berry, can well afford to study the best methods of extracting its desirable qualities.\n<br></br>\nIn those family circles where Good Housekeeping is the rule, not the exception, it is to be hoped that this little book will be welcomed as a useful friend and interesting companion. - Summary by the Preface", "duration": 5715, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/six_cups_of_coffee_1707_librivox/coffee_1707.jpg", "copyright_year": "1887", "genres": ["Cooking"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Crln Yldz Ksr"}, {"role": "Meta Coordinator", "name": "Crln Yldz Ksr"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Coffee - I. As Prepared By Maria Parloa", "readers": [10244], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_01_various_64kb.mp3", "duration": 742}, {"section": 2, "title": "Coffee - II. As Prepared by Marion Harland", "readers": [10890], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_02_various_64kb.mp3", "duration": 421}, {"section": 3, "title": "Coffee - III. Two Ways with Coffee, as Described by Mrs. Helen Campbell", "readers": [10261], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_03_various_64kb.mp3", "duration": 524}, {"section": 4, "title": "Coffee - IV. As prepared by Juliet Corson", "readers": [10244], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_04_various_64kb.mp3", "duration": 489}, {"section": 5, "title": "Coffee - V. The Right and Wrong Ways of Making Coffee, as Described by Mrs. D. A. Lincoln", "readers": [10890], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_05_various_64kb.mp3", "duration": 529}, {"section": 6, "title": "Coffee - VI. A Cup of Good Coffee, as Described and Prepared by Catherine Owen", "readers": [10665], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_06_various_64kb.mp3", "duration": 715}, {"section": 7, "title": "The Story of Coffee. Its History, Properties and Powers, as described by Hester M. Poole", "readers": [8356], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_07_various_64kb.mp3", "duration": 1956}, {"section": 8, "title": "A Few Facts about Good Coffee - Advertisement", "readers": [10665], "path": "https://www.archive.org/download/six_cups_of_coffee_1707_librivox/coffee_08_various_64kb.mp3", "duration": 339}]}