{"title": "Sohrab and Rustum: An Episode", "description": "A young soldier born among Tartars but sired by the mighty Persian lord Rustum, serves in the Tartar army, seeking his great father. To this end, he persuades his general to call a truce and arrange for him to challenge the Persians to single combat. Should he prevail, his father will learn his whereabouts and come to him, or so he thinks, for Sohrab is unaware that his mother, fearing to lose her son, wrote to Rustum that their child was a girl. The Persians agree but have no champion until it is learned that they have recently been joined by Rustum. Although the great hero is contemplating retirement, he reluctantly agrees to be the Persians' champion provided that he may fight unknown. As a result the two warriors engage in a contest that must lead to their mutual grief regardless of who wins—unless they happen to discover their relationship before it is too late. They continually approach but fail to make this discovery until it can no longer give them joy. This tragic poem, like Oedipus Rex, is a sustained piece of dramatic irony, but it differs from that play both in that it is in epic style (though only a episode) and in that the secret which hovers so close to disclosure would produce a happy ending were it ever to break forth. (Summary by T. A. Copeland)", "duration": 3167, "language": "English", "authors": [{"id": "15", "name": "Matthew Arnold"}], "coverArt": "https://archive.org/download/sohrab_and_rustum_1505_librivox/SohrabRustum_1505.jpg", "copyright_year": "1853", "genres": ["Epics", "Narratives"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Phil Schempf"}], "sections": [{"section": 1, "title": "Sohrab and Rustum", "readers": [6249], "path": "https://www.archive.org/download/sohrab_and_rustum_1505_librivox/sohrabandrustum_01_arnold_64kb.mp3", "duration": 3167}]}