{"title": "Songs of Kabir", "description": "Kabir (1440 - 1518) was a mystic poet and saint of India, whose writings have greatly influenced the Bhakti movement.<br></br>The name Kabir comes from Arabic Al-Kabir which means 'The Great' - the 37th Name of God in the Qur'an.<br></br>Kabir was influenced by the prevailing religious mood of his times, such as old Brahmanic Hinduism, Hindu and Buddhist Tantrism, the teachings of Nath yogis and the personal devotionalism of South India mixed with the imageless God of Islam. The influence of these various doctrines is clearly evident in Kabir's verses.<br></br>The basic religious principles he espoused are simple. According to Kabir, all life is an interplay of two spiritual principles. One is the personal soul (Jivatma) and the other is God (Paramatma). It is Kabir's view that salvation is the process of bringing into union these two divine principles.<br></br>His poems resonate with praise for the true guru who reveals the divine through direct experience, and denounce more usual ways of attempting god-union such as chanting, austerities, etc. His verses, which being illiterate he never expressed in writing and were spoken in vernacular Hindi, often began with some strongly worded insult to get the attention of passers-by. Kabir has enjoyed a revival of popularity over the past half century as arguably the most accessible and understandable of the Indian saints. (Introduction from Wikipedia)", "duration": 6670, "language": "English", "authors": [{"id": "917", "name": " Kabir"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt21/kabir_1207.jpg", "copyright_year": "1915", "genres": ["Poetry"], "supporters": [{"role": "Read by", "name": "Algy Pug"}, {"role": "Book Coordinator", "name": "Algy Pug"}, {"role": "Meta Coordinator", "name": "Diana Majlinger"}, {"role": "Proof Listener", "name": "mim@can (1949-2017)"}], "sections": [{"section": 0, "title": "1 - Introduction by Evelyn Underhill", "readers": [4705], "path": "http://www.archive.org/download/songs_kabir_1006_librivox/songs_0_kabir_64kb.mp3", "duration": 2354}, {"section": 1, "title": "2  -  Poems 1 - 50", "readers": [4705], "path": "http://www.archive.org/download/songs_kabir_1006_librivox/songs_1_kabir_64kb.mp3", "duration": 2311}, {"section": 2, "title": "3  -  Poems 51 - 100", "readers": [4705], "path": "http://www.archive.org/download/songs_kabir_1006_librivox/songs_2_kabir_64kb.mp3", "duration": 2005}]}