{"title": "Songs of Innocence and Experience (version 3)", "description": "The short, simple lines of these delicate poems resemble song lyrics, emphasizing the concrete but hinting at transcendent realities, although a few deal with abstractions directly.  Many voices are heard: of children (once possibly a fetus), animals, parents, and narrators.<br><br>\n\nThe two companion volumes deal with the inevitable passage from the child’s wonder and delight in the creation to the adult’s understanding of it.  This transition is fraught with dangers and can result in unhealthy attitudes.  Blake has little good to say about human institutions dedicated to education, but sometimes lucky children do hit upon wholesome means of passing from innocence into experience.<br><br>\n\nInterconnections between poems are vital to interpretation: not only sequential poems like \"Little Boy Lost\" and \"Little Boy Found\" but also counterparts with the same name in each volume, such as those entitled \"Nurse's Song.\"<br><br>\n\nOther interconnections can be discovered only by examining the total work, including the drawings.  For, like all of Blake's works, these little poems are composite works of art, the words being supplemented and qualified by pictorial art as in today's graphic novels.  For example, \"Nurse's Song\" and \"The Fly\" in Songs of Experience are illustrated with drawings whose similarity in general form emphasizes their sharp contrast in significance, one presenting a repressive, controlling approach to education and the other a kindly, supportive approach.  There are also many small figures and repeated vegetative forms that fill the corners and spaces between the lines or decorate the titles, and each of these bears upon the interpretation of the work.<br><br>\n\nYet, although the poetry is not to be mistaken for the complete work, it can be appreciated for itself alone.   - Summary by Thomas A. Copeland", "duration": 2634, "language": "English", "authors": [{"id": "590", "name": "William Blake"}], "coverArt": "https://archive.org/download/librivoxcdcoverart36/songsofinnocenceandexperience_2001.jpg", "copyright_year": "1901", "genres": ["Nature & Animal Fiction"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}, {"role": "Proof Listener", "name": "Linette Geisel"}], "sections": [{"section": 1, "title": "The Songs of Innocence", "readers": [6249], "path": "http://www.archive.org/download/songsofinnocenceandexperience_2001_librivox/songsofinnocenceandexperience_01_blake_64kb.mp3", "duration": 1151}, {"section": 2, "title": "The Songs of Experience", "readers": [6249], "path": "http://www.archive.org/download/songsofinnocenceandexperience_2001_librivox/songsofinnocenceandexperience_02_blake_64kb.mp3", "duration": 1483}]}