{"title": "Sonnets", "description": "It has been observed that within the narrow confines of a sonnet the mind can turn around but cannot take flight. Some of Millay’s sonnets, though, resemble the narrow confines of a loaded pistol (with a silencer), at the end of which the reader feels propelled to a higher emotional plane. Nevertheless, the predominant mood is melancholy, regret for the brevity of life and especially for the death of her husband. Today’s world can accept more readily than her own the feminism of her poetry and her casual but touching references to love outside of marriage.\r\n<br><br>\r\nMillay’s syntax can become challenging, but her most profound utterances are simply phrased (“I do not think I would”) and often startlingly colloquial: “you may whistle for me.”\r\n<br><br>\r\nMillay does not follow exclusively the Shakespearean or the Italian rhyme scheme in her sonnets but varies at will. Her iambic meter is (except as indicated below) as strict as Milton’s, with the same love of enjambment and inverted feet to obscure rhymes and to create bouncing rhythms and sudden turns.\r\n<br><br>\r\nHer handling of the sonnet form departs rarely but sometimes radically from tradition, as when a heptameter line (of seven feet) replaces the pentameter at the end of a sonnet, a regular feature of the final lines of “Sonnets from an Ungrafted Tree”; e.g., “And some old catalogue, and a brown, shriveled apple core.” She also permits an extrametrical weak syllable at the caesura and occasional other weak, nearly negligible syllables elsewhere, usually justified as pronounceable elisions, like “risen” (ris’n), “blossoming” (bloss’ming), “enemy” (en’my); yet sometimes not, like “ne(ver),” “ult(i)mate,” “flat(tened).”<br>\r\n(Summary by T. A. Copeland)<br>", "duration": 3323, "language": "English", "authors": [{"id": "32", "name": "Edna St. Vincent Millay"}], "coverArt": "https://archive.org/download/sonnets_millay_2309_librivox/sonnetsmillay_2309.jpg", "genres": ["Single author", "Sonnets"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 1, "title": "Sonnets from A Few Figs from Thistles", "readers": [6249], "path": "https://www.archive.org/download/sonnets_millay_2309_librivox/sonnets_01_millay_64kb.mp3", "duration": 248}, {"section": 2, "title": "Sonnets from Second April", "readers": [6249], "path": "https://www.archive.org/download/sonnets_millay_2309_librivox/sonnets_02_millay_64kb.mp3", "duration": 669}, {"section": 3, "title": "Sonnets from Harp-Weaver and Other Poems", "readers": [6249], "path": "https://www.archive.org/download/sonnets_millay_2309_librivox/sonnets_03_millay_64kb.mp3", "duration": 2031}, {"section": 4, "title": "Sonnets from Poems by Edna Saint Vincent Millay", "readers": [6249], "path": "https://www.archive.org/download/sonnets_millay_2309_librivox/sonnets_04_millay_64kb.mp3", "duration": 375}]}