{"title": "Spiegel, das Kätzchen", "description": "Spiegel, das Kätzchen (Untertitel: Ein Märchen) ist eine Novelle des Schweizer Dichters Gottfried Keller. Sie bildet den Schluss des ersten Bandes der 1856 erschienenen Novellensammlung Die Leute von Seldwyla. Der Kater Spiegel schließt, um nicht zu verhungern, mit dem Seldwyler Stadthexenmeister Pineiß einen schlimmen Vertrag: Pineiß, der zu seiner Hexerei den Schmer (das Fett) von Katzen braucht, verpflichtet sich, Spiegel herauszufüttern. Als Gegenleistung muss Spiegel sich schlachten lassen, sobald er fett genug ist. Aber der kluge Kater windet sich heraus, und am Ende ist Pineiß der Angeschmierte: Spiegel vermittelt ihm eine schöne junge Ehefrau mit reicher Mitgift, die sich aber in der Hochzeitsnacht als scheußliche alte Hexe entpuppt; woher, laut Erzähler, das Sprichwort stammen soll: „er hat der Katze den Schmer abgekauft“, wenn jemand einen schlechten Handel gemacht hat. – Vordergründig geht es in der Novelle um die Erklärung der Herkunft eines Sprichwortes. Tatsächlich hat Keller hierin wohl seinem Verleger einen Streich gespielt, denn wie der ausgehungerte Kater dem Hexenmeister sein Leben, so verkaufte der bettelarme Autor dem Verleger seine Lebensgeschichte, den autobiographischen Roman Der grüne Heinrich, noch bevor er ihn geschrieben hatte.<br></br>Die Novelle gehört zu den bekanntesten Erzählungen Kellers, ist in vielen, oft illustrierten Einzelausgaben verbreitet und wurde musikalisch und literarisch mehrfach adaptiert. (Zusammenfassung von Wikipedia und Karlsson)", "duration": 5402, "language": "German", "authors": [{"id": "190", "name": "Gottfried Keller"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt6/spiegel_kaetzchen_1101.jpg", "copyright_year": "1856", "genres": ["Myths", "Legends & Fairy Tales"], "supporters": [{"role": "Read by", "name": "Karlsson"}, {"role": "Book Coordinator", "name": "Karlsson"}, {"role": "Meta Coordinator", "name": "Elli"}, {"role": "Proof Listener", "name": "Elli"}], "sections": [{"section": 1, "title": "1 - Abschnitt 1", "readers": [5055], "path": "http://www.archive.org/download/spiegel_kaetzchen_1101_librivox/spiegel_1_keller_64kb.mp3", "duration": 1376}, {"section": 2, "title": "2 - Abschnitt 2", "readers": [5055], "path": "http://www.archive.org/download/spiegel_kaetzchen_1101_librivox/spiegel_2_keller_64kb.mp3", "duration": 1288}, {"section": 3, "title": "3 - Abschnitt 3", "readers": [5055], "path": "http://www.archive.org/download/spiegel_kaetzchen_1101_librivox/spiegel_3_keller_64kb.mp3", "duration": 1547}, {"section": 4, "title": "4 - Abschnitt 4", "readers": [5055], "path": "http://www.archive.org/download/spiegel_kaetzchen_1101_librivox/spiegel_4_keller_64kb.mp3", "duration": 1191}]}