{"title": "Stalky & Co. (More Stories)", "description": "This small collection puts together stories by Kipling that feature the characters from Stalky & Co. but which for some reason were not included in the book Stalky & Co. Of these the more interesting is the first, \"Stalky\", which introduces the characters and is full of the humour and understanding of adolescent males and their timeless jostling with adult powers that characterise the stories in Stalky & Co. \"Stalky\" was the first of the tales to be written, and was published in 1898, so it is difficult to understand how it came to be omitted from the book in 1899.\n\"Regulus\", while also full of humour, is a more difficult read in an age when a \"proper\" classical education is no longer something widely experienced.<br /><br />\n\nThere are also other stories that cannot be included here because they are still in copyright:<br />\n- \"The United Idolators\" and \"The Propagation of Knowledge\" in Debits and Credits (1926)<br />\n- \"The Satisfaction of a Gentleman\" in The Complete Stalky & Co (1929).<br /><br />\nThere is also another, \"Scylla and Charybdis\", unpublished in Kipling's day and only made available recently, that although not copyright in the USA, cannot be included because we do not have access to the manuscript, only an edited edition (which itself is subject to copyright).<br /><br />\n\nIf you enjoyed Stalky & Co you will probably enjoy these additional stories.(Introduction by Tim Bulkeley)", "duration": 5595, "language": "English", "authors": [{"id": "144", "name": "Rudyard Kipling"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt19/Stalky_Co_More_Stories_1209.jpg", "copyright_year": "1917", "genres": ["General Fiction", "Short Stories"], "supporters": [{"role": "Read by", "name": "Tim Bulkeley (1948-2019)"}, {"role": "Book Coordinator", "name": "Tim Bulkeley (1948-2019)"}, {"role": "Meta Coordinator", "name": "James Christopher"}, {"role": "Proof Listener", "name": "HeartofTexas"}], "sections": [{"section": 1, "title": "Stalky", "readers": [753], "path": "http://www.archive.org/download/stalky_morestories_1108_lv/stalkymorestories_01_kipling_64kb.mp3", "duration": 2378}, {"section": 2, "title": "Regulus", "readers": [753], "path": "http://www.archive.org/download/stalky_morestories_1108_lv/stalkymorestories_02_kipling_64kb.mp3", "duration": 3217}]}