{"title": "Discovery Of The Future", "description": "The Discovery of the Future is a 1902 philosophical lecture by H. G. Wells that argues for the knowability of the future. It was originally delivered to the Royal Institution on January 24, 1902. Wells begins by distinguishing between \"two divergent types of mind,\" one that judges and attaches importance principally to what has happened in the past and one that judges and attaches importance principally to what will happen in the future. To the former he attributes the adjectives \"legal or submissive,\" \"passive,\" and \"oriental,\" and to the latter the adjectives \"legislative, creative, organizing, or masterful,\" and \"active,\" calling it \"a more modern and much less abundant type of mind.\"... Confessing himself to be among \"those who believe entirely in the forces behind the individual\" rather than in individuals themselves as determining causes, Wells argues that there is \"no reason why we should not aspire to, and discover and use, safe and serviceable, generalizations upon countless issues in the human destiny.\" Wells devotes the last part of his text to speculations about \"the question what is to come after man,\" considering it \"the most persistently fascinating and the most insoluble question in the whole world.\" He concludes with a statement of personal faith \"in the coherency and purpose in the world and in the greatness of human destiny.\" \n( Wikipedia and david wales)", "duration": 3723, "language": "English", "authors": [{"id": "146", "name": "H. G. Wells"}], "coverArt": "https://archive.org/download/discovery_future_dw_1404_librivox/the_discovery_of_the_future_1405.jpg", "copyright_year": "1913", "genres": ["Modern"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Part 1", "readers": [6454], "path": "https://www.archive.org/download/discovery_future_dw_1404_librivox/discoveryfuture_1_wells_64kb.mp3", "duration": 1327}, {"section": 2, "title": "Part 2", "readers": [6454], "path": "https://www.archive.org/download/discovery_future_dw_1404_librivox/discoveryfuture_2_wells_64kb.mp3", "duration": 1324}, {"section": 3, "title": "Part 3", "readers": [6454], "path": "https://www.archive.org/download/discovery_future_dw_1404_librivox/discoveryfuture_3_wells_64kb.mp3", "duration": 1072}]}