{"title": "Siege of Corinth", "description": "In this moving poem, Byron recounts the final, desperate resistance of the Venetians on the day the Ottoman army stormed Acrocorinth: revealing the closing scenes of the conflict through the eyes of Lanciotto - a Venetian renegade fighting for the Ottomans - and Francesca - the beautiful maiden daughter of the governor of the Venetian garrison: Minotti.<br /><br />\n\nLanciotto - whose impasioned suit for Francesca's hand had been previously refused by Minotti: had later fled the Venetian empire after being falsely denounced by anonymous accusers via the infamous \"Lion's Mouth\" at the Doge's palace. Enlisting under the Turkish flag, Lanciotto repudiates both his nationality and his religion: only to be challenged by Fransesca herself the night before the final assault to repent his apostasy, to forgive his accusers, and to save the Venetian garrison from certain slaughter. <br /><br />\n\n- Can Lanciotto - after years of unjust persecution and betrayal - bring himself to relent and save the Venetian garrison now on the verge of wholesale slaughter? <br />\n- Will Francesca's years of constant, faithful devotion succeed in winning the renegade back from his suicidal slide to perdition? (Summary by Godsend) ", "duration": 3504, "language": "English", "authors": [{"id": "39", "name": "George Gordon, Lord Byron"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt15/thesiegeofcorinth_1202.jpg", "copyright_year": "1816", "genres": ["Narratives"], "supporters": [{"role": "Read by", "name": "Nathan"}, {"role": "Book Coordinator", "name": "Nathan"}, {"role": "Meta Coordinator", "name": "Amy Gramour"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Stanzas 1-11", "readers": [3793], "path": "http://www.archive.org/download/siege_of_corinth_0227_librivox/siegeofcorinth_1_byron_64kb.mp3", "duration": 845}, {"section": 2, "title": "Stanzas 12-22", "readers": [3793], "path": "http://www.archive.org/download/siege_of_corinth_0227_librivox/siegeofcorinth_2_byron_64kb.mp3", "duration": 1550}, {"section": 3, "title": "Stanzas 23-33", "readers": [3793], "path": "http://www.archive.org/download/siege_of_corinth_0227_librivox/siegeofcorinth_3_byron_64kb.mp3", "duration": 1109}]}