{"title": "Tables of the Law and The Adoration of the Magi", "description": "The first two tales involve the persona's relationship with a certain Aherne, who has come into possession of a beautiful book by Joachim of Flora, a book deemed so heretical that Pope Alexander IV had all known copies burnt. This one overlooked copy, Aherne now cherishes, apparently influenced by a sect directed by a Michael Robartes. (Both Robartes and Aherne appear in other works of Yeats.)\r\n\r\nA decade after this introduction, Michael Robartes having suffered some \"terrible destiny,\" part 2 opens with the persona catching sight of a much changed Aherne, convinced that he cannot be saved. After a vision constituting a religious experience, the persona flees and never returns to seek out his friend again.\r\n\r\nThe third part of the tale, called \"The Adoration of the Magi,\" introduces three old brothers who come to the persona's door shortly after the previous events and tell him of their own experiences involving Michael Robartes. A spirit calling himself by that name appeared to them in a fishing boat and told them something inspiring that they believed but do not divulge to the narrator. Then years later a voice reported to the eldest brother that Robartes had died, and shortly thereafter the middle brother had a dream in which he was told that he and his brothers should seek a dying woman in Paris who would teach them \"the secret names of the gods.\" When they obeyed, the middle brother had a waking dream in which he saw the stable of Christ's birth. This story changes the persona's life by leading him away from the influence of that terrible book of which he heard from the unfortunate Aherne. (Summary by T. A. Copeland)", "duration": 2555, "language": "English", "authors": [{"id": "335", "name": "William Butler Yeats"}], "coverArt": "https://archive.org/download/tablesofthelaw_2504_librivox/tableslaw_adorationmagi_2504.jpg", "genres": ["Culture & Heritage Fiction", "Myths", "Legends & Fairy Tales", "Literary Fiction"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "TriciaG"}], "sections": [{"section": 1, "title": "The Tables of the Law; & The Adoration of the Magi", "readers": [6249], "path": "https://www.archive.org/download/tablesofthelaw_2504_librivox/tablesofthelawandtheadorationofthemagi_yeats_64kb.mp3", "duration": 2555}]}