{"title": "Unknown Masterpiece", "description": "“The Unknown Masterpiece” (“Le Chef-d’œuvre inconnu”) is a novella by Honoré de Balzac, published with revisions in 1845, after earlier versions in 1831 and 1837. \r\n\r\n“The Unknown Masterpiece” grapples with questions of real life vs. artistic representations of life, and artist’s intentions vs. audience reception. We follow a discussion between three artists in the early 1600s. Two of these artists are based on historical figures — Nicolas Poussin and Frans Pourbus (Porbus) the Younger. The third is a fictional creation — “Master Frenhofer,” a genius painter who has been struggling for years to complete his masterpiece. \r\n\r\nFrenhofer is full of ideas — perhaps too full. He discourses passionately about art and representation, but Balzac the realist was himself distrustful of this intellectualization of artistic processes, and wrote that this story “shows the disorder that thought in all its development produces in the artist’s soul.”  \r\n\r\nBalzac might have been astonished to learn that the very discourse of which he was so suspicious would become, a century later, a fetish among leading artists. Paul Cézanne declared, “Frenhofer, c’est moi!” Picasso was commissioned to illustrate a centenary edition of the story, and was so taken with its ideas — “haunted” by Balzac, as he said — that he made a point of taking up residence in the Parisian street that is the setting for the story. It was in this studio that he created his giant masterpiece “Guernica.”\r\n\r\n“The Unknown Masterpiece” is today recognized as a seminal document in the history of ideas about modern art. - Summary by Bruce Pirie", "duration": 5170, "language": "English", "authors": [{"id": "86", "name": "Honoré de Balzac"}], "coverArt": null, "copyright_year": "1899", "genres": ["Literary Fiction", "Published 1800 -1900"], "supporters": [{"role": "Read by", "name": "Bruce Pirie"}, {"role": "Book Coordinator", "name": "Bruce Pirie"}, {"role": "Meta Coordinator", "name": "Barry Eads"}, {"role": "Proof Listener", "name": "Winnifred Assmann"}], "sections": [{"section": 1, "title": "Gillette", "readers": [3699], "path": "https://www.archive.org/download/unknownmasterpiece_2410_librivox/unknownmasterpiece_01_balzac_64kb.mp3", "duration": 3519}, {"section": 2, "title": "Catherine Lescault", "readers": [3699], "path": "https://www.archive.org/download/unknownmasterpiece_2410_librivox/unknownmasterpiece_02_balzac_64kb.mp3", "duration": 1651}]}