{"title": "Natural History Volume 5", "description": "Naturalis Historia (Latin for \"Natural History\") is an encyclopedia published circa AD 77-79 by Pliny the Elder. It is one of the largest single works to have survived from the Roman empire to the modern day and purports to cover the entire field of ancient knowledge, based on the best authorities available to Pliny. The work became a model for all later encyclopedias in terms of the breadth of subject matter examined, the need to reference original authors, and a comprehensive index list of the contents. The scheme of his great work is vast and comprehensive, being nothing short of an encyclopedia of learning and of art so far as they are connected with nature or draw their materials from nature. The work divides neatly into the organic world of plants and animals, and the realm of inorganic matter, although there are frequent digressions in each section. He is especially interested in not just describing the occurrence of plants, animals and insects, but also their exploitation (or abuse) by man, especially Romans. The description of metals and minerals is particularly detailed, and valuable for the history of science as being the most extensive compilation still available from the ancient world.\n\nThis fifth volume includes books twenty one to twenty five, covering the following subjects:\n\nBook 21 - The natural history of flowers\nBook 22 - The properties of plants and fruits\nBook 23 - The remedies derived from the cultivated trees\nBook 24 - The remedies derived from the forest trees\nBook 25 - The natural history of the wild plants - Summary by Leni", "duration": 42405, "language": "English", "authors": [{"id": "5293", "name": " Pliny the Elder"}], "coverArt": "https://archive.org/download/natural_history_volume_5_2008_librivox/pliny5_2008.jpg", "copyright_year": "1856", "genres": ["Classics (Greek & Latin Antiquity)", "Medical", "Nature"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Leni"}, {"role": "Meta Coordinator", "name": "Lynne T"}, {"role": "Proof Listener", "name": "Lucretia B."}], "sections": [{"section": 1, "title": "Book 21, Chapters 1-9: The nature of flowers and garlands; garlands and chaplets; who invented the art of making garlands;the severity of the ancients in relation to chaplets; authors who have written on flowers.", "readers": [2961], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_01_pliny_64kb.mp3", "duration": 767}, {"section": 2, "title": "Book 21, Chapters 10-21: The rose, twelve varieties of it; the lily, four varieties of it; the narcissus, three varieties of it; violets; the caltha; the scopa regia; the bacchar; saffron; the nature of odours; the iris; the saliunca; the polium.", "readers": [1593], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_02_pliny_64kb.mp3", "duration": 1744}, {"section": 3, "title": "Book 21, Chapters 22-40: Fabrics which rival the colours of flowers; the amaranth; the cyanos; the petilium; the chrysocome; shrubs; the melothron and origanum; trefoil; thyme; conyza; the flower of Jove; plants in which the branches and roots are odoriferous; the adonium; the amaracum; where the melilote is found; the spring flowers; the summer flowers; the duration of life in the various kinds of flowers.", "readers": [10851], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_03_pliny_64kb.mp3", "duration": 1287}, {"section": 4, "title": "Book 21, Chapters 41-59: Plants which should be sown among flowers for bees; the maladies of bees; the food of bees;  poisoned honey; maddening honey; honey that flies will not touch; beehives; the best kind of wax; plants which grow spontaneously; the colocasia; plants which are always in flower; the cnecos; plants of a prickly nature; the nettle; the cactos.", "readers": [10851], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_04_pliny_64kb.mp3", "duration": 1525}, {"section": 5, "title": "Book 21,  Chapters 60-71: Plants classified according to their leaves; the various kinds of eared plants; the lappa; the chondrylla; plants which blossom three times in a year; the asphodel or royal spear; six varieties of the rush;  the cyperos.", "readers": [1593], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_05_pliny_64kb.mp3", "duration": 1011}, {"section": 6, "title": "Book 21, Chapters 72-109: Ten remedies derived from the sweet-scented rush; remedies derived from the flowers before mentioned;  twenty-one remedies derived from the lilly; sixteen remedies derived from the narcissus; seventeen remedies derived from the violet; eight remedies derived from asarum; eight remedies derived from gallic nard; twenty remedies derived from saffron; forty-one remedies derived from the iris; thirteen remedies derived from the melilote; four remedies derived from trefoil;ten remedies derived from the anemone;summary; authors quoted.", "readers": [8677], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_06_pliny_64kb.mp3", "duration": 3059}, {"section": 7, "title": "Book 22, Chapters 1-15: Properties of plants; plants used for adornment; plants for dyeing;the grass crown; remedies derived from other chaplet plants;the erynge; the acanos; the nettle, sixty-one remedies.", "readers": [13185], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_07_pliny_64kb.mp3", "duration": 1766}, {"section": 8, "title": "Book 22, Chapters 16-32: The Lamium, seven remedies; the scorpio; the leucacantha; the chamaeleon; the anchusa; the pseudoanchusa; the onochilon; the lotus-plant, four remedies; the heliotropium; the picris; the asphodel.", "readers": [8677], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_08_pliny_64kb.mp3", "duration": 1712}, {"section": 9, "title": "Book 22, Chapters 33-49: The Halimon, fourteen remedies; the acanthus; the bupleuron; the buprestis; the scandix; the caucalis; the scolymos or limonia; the condrion; mushrooms, peculiarities of their growth; fungi; silphium.", "readers": [8677], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_09_pliny_64kb.mp3", "duration": 1593}, {"section": 10, "title": "Book 22, Chapters 50-56: Propolis, five remedies; influences of aliments upon the disposition; hydromel, eighteen remedies; honied wine, six remedies; wax, eight remedies.", "readers": [13356], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_10_pliny_64kb.mp3", "duration": 655}, {"section": 11, "title": "Book 22, Chapters 57-82: Remedies derived from grain; various kinds of meal; polenta, eight remedies; fine flour; millet; sesame; barley; bread, twenty one remedies; beans; lentils; chickpeas; lupine; summary; authors quoted.", "readers": [12864], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_11_pliny_64kb.mp3", "duration": 2061}, {"section": 12, "title": "Book 23, Chapters 1-18: Remedies derived from cultivated trees; the vine; omphacium; oenanthe; grapes; grape-stones; raisins; the labrusca or wild-vine; the white-vine; the black-vine; must.", "readers": [8677], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_12_pliny_64kb.mp3", "duration": 1347}, {"section": 13, "title": "Book 23, Chapters 19-33: Particulars relative to wine; surrentine wines; falernian wines; setine wines; other wines; sixty-one observations relative to wine; in what maladies wine should be administered; artificial wines; vinegar; oxymeli; lees of wine; lees of vinegar; lees of sapa.", "readers": [12864], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_13_pliny_64kb.mp3", "duration": 1900}, {"section": 14, "title": "Book 23, Chapters 34-50: The leaves of the olive; the blossom of the olive; white olives; black olives; amurca of olives; omphacium; oil of oenanthe; castor oil; oil of almonds; oil of laurel;oil of citrus; oil of walnuts; oil of balsamum; malobathrum; oil of sesame; elaeomeli.", "readers": [12864], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_14_pliny_64kb.mp3", "duration": 1252}, {"section": 15, "title": "Book 23, Chapters 51-65: The palm; remedies derived from various trees; six observations upon apples; twenty-two observations upon quinces; sweet apples; sour apples; citrus; pomegranates; balaustium; the wild pomegranate; pears; figs; the herb erineon.", "readers": [12864], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_15_pliny_64kb.mp3", "duration": 1529}, {"section": 16, "title": "Book 23, Chapters 66-83: Plums; peaches; mulberries; cherries; pine-nuts; almonds; Greek nuts; walnuts; hazelnuts; carobs; the laurel; myrtle; the wild myrtle; summary; authors quoted.", "readers": [1593], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_16_pliny_64kb.mp3", "duration": 1890}, {"section": 17, "title": "Book 24, Chapters 1-21: The antipathiers and sympathies among trees and plants; the lotus of Italy; acorns; mistletoe; the cork-tree; the beech; the cyprus; the cedar; galbanum; storax; the terebinth; the pithc-tree and the lark; the pityusa.", "readers": [13273], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_17_pliny_64kb.mp3", "duration": 2157}, {"section": 18, "title": "Book 24, Chapters 22-43: Resins; pitch; pissasphaltos; the torch-tree; the lentisk; the ash; the maple; the poplar; the elm; the linden tree; the elder; the juniper; the willow; the broom; the myrica; the blood red shrub.", "readers": [14398], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_18_pliny_64kb.mp3", "duration": 2045}, {"section": 19, "title": "Book 24, Chapters 44-63: The siler; the alder; several varieties of the ivy; the reed; the papyrus; the ebony; the rhododendron; the rhus; rosemary; selago.", "readers": [13993], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_19_pliny_64kb.mp3", "duration": 1192}, {"section": 20, "title": "Book 24, Chapters 64-90: Gum; the white thorn; gum acacia; asphalatos; the yew; the bramble; the rhamnos; lycium; oporice; the chamelaea; the clinopodium; the clematis.", "readers": [13993], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_20_pliny_64kb.mp3", "duration": 1492}, {"section": 21, "title": "Book 24, Chapters 91-120: Different opinions on the dracontium; the aron; the dracunculum; the millefolium; the myrrha; the aproxis; the woolplant; the stratiotes; the plant called Venus comb; gramen; dactylos; summary; authors quoted.", "readers": [13993], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_21_pliny_64kb.mp3", "duration": 1970}, {"section": 22, "title": "Book 25, Chapters 1-7: When the wild plants were first brought into use; Latin authors; Greek authors; plants, the medicinal properties of which have been miraculously discovered; names of persons who have discovered famous plants.", "readers": [13356], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_22_pliny_64kb.mp3", "duration": 1318}, {"section": 23, "title": "Book 25, Chapters 8-25: Moly; the paeonia; the panaces; hyoscyamos; linozostis; millefolium; hellebore.", "readers": [2961], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_23_pliny_64kb.mp3", "duration": 1833}, {"section": 24, "title": "Book 25, Chapters 26-49: The mithridatia; the polemonia; centaurion; clymenus; gentian; artemisia or ambrosia; nymphaea; plantago; buglossos; buphthalmos; plants that have been discovered by certain nations; the cantabrica; the iberis.", "readers": [13993], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_24_pliny_64kb.mp3", "duration": 1151}, {"section": 25, "title": "Book 25, Chapters 50-74: Plants which have been discovered by certain animals; dogplant; dictamnon; the emplyment of these plants for injuries inflicted by serpents; the argemonic; agaria; verbenaca; blattaria; lemonium; quinquefolium; daucus; persolata; cyclaminos; peucedanum; the phlomys.", "readers": [13993], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_25_pliny_64kb.mp3", "duration": 1449}, {"section": 26, "title": "Book 25, Chapters 75-90: The scorpio; the phrynion; the alisma; remedies against certain poisons; euclea; pericarpum; remedies for diseases of the head; hyssop; psyllion.", "readers": [2961], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_26_pliny_64kb.mp3", "duration": 823}, {"section": 27, "title": "Book 25, Chapters 91-110: Remedies for diseases of the eyes; mandragora; hemlock; molybdaena; capnos; acoron; cotyledon; remedies for diseases of the teeth; acanthis; ephemeron; labrum venereum; remedial preparations for offensive breath; summary; authors quoted.", "readers": [2961], "path": "http://www.archive.org/download/natural_history_volume_5_2008_librivox/naturalhistoryvolume5_27_pliny_64kb.mp3", "duration": 1877}]}