{"title": "Prince (Version 3)", "description": " The Prince (Italian: Il Principe) is a political treatise by the Italian diplomat, historian and political theorist Niccolò Machiavelli. From correspondence a version appears to have been distributed in 1513, using a Latin title, De Principatibus (About Principalities). But the printed version was not published until 1532, five years after Machiavelli's death. This was done with the permission of the Medici pope Clement VII, but \"long before then, in fact since the first appearance of the Prince in manuscript, controversy had swirled about his writings\". <br/><br/>Although it was written as if it were a traditional work in the Mirror of Princes style, it is generally agreed that it was especially innovative. This is only partly because it was written in the Vernacular (Italian) rather than Latin, a practice which had become increasingly popular since the publication of Dante's Divine Comedy and other works of Renaissance literature. <br/><br/>The Prince is sometimes claimed to be one of the first works of modern philosophy, especially modern political philosophy, in which the effective truth is taken to be more important than any abstract ideal. It was also in direct conflict with the dominant Catholic and scholastic doctrines of the time concerning how to consider politics and ethics.<br/><br/>Although it is relatively short, the treatise is the most remembered of his works and the one most responsible for bringing the word \"Machiavellian\" into wide usage as a pejorative term. It also helped make \"Old Nick\" an English term for the devil, and even contributed to the modern negative connotations of the words \"politics\" and \"politician\" in western countries. In terms of subject matter it overlaps with the much longer Discourses on Livy, which was written a few years later. In its use of near contemporary Italians as examples of people who perpetrated criminal deeds for politics, another lesser-known work by Machiavelli which The Prince has been compared to is the Life of Castruccio Castracani. <br/><br/>The descriptions within The Prince has the general theme of accepting the aims of princes; such as glory, and indeed survival, can justify the use of immoral means to achieve those ends. (Summary by Wikipedia)", "duration": 12368, "language": "English", "authors": [{"id": "885", "name": "Niccolò Machiavelli"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt29/prince3_1302.jpg", "copyright_year": "1532", "genres": ["Philosophy", "Political Science"], "supporters": [{"role": "Read by", "name": "Bob Neufeld"}, {"role": "Book Coordinator", "name": "Bob Neufeld"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Dedication; Chapters 1 - 5", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_01_machiavelli_64kb.mp3", "duration": 2050}, {"section": 2, "title": "Chapters 6 - 11", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_02_machiavelli_64kb.mp3", "duration": 3231}, {"section": 3, "title": "Chapters 12 - 13", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_03_machiavelli_64kb.mp3", "duration": 1160}, {"section": 4, "title": "Chapters 14 - 17", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_04_machiavelli_64kb.mp3", "duration": 1311}, {"section": 5, "title": "Chapters 18 - 19", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_05_machiavelli_64kb.mp3", "duration": 1811}, {"section": 6, "title": "Chapters 20 - 22", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_06_machiavelli_64kb.mp3", "duration": 1310}, {"section": 7, "title": "Chapters 23 - 26", "readers": [3912], "path": "http://www.archive.org/download/prince_bn_librivox/prince_07_machiavelli_64kb.mp3", "duration": 1495}]}