{"title": "Golden Bough. A Study in Magic and Religion. Part IV. Adonis Attis Osiris. Volume I", "description": "The fifth volume and the first of two in the fourth part of Frazer's seminal work on the evolution of belief deals with the semi mythological legends of the Mediterranean and the eastern civilizations. Many analogies are traced between the worship of Osiris and the worship of the dead, especially of dead kings. The conclusion to which these analogies appear to the point is that under the mythical pall of the glorified Osiris, the god who died and rose again from the dead, there once lay the body of a dead man. The traditions of sacred men and women, ritual sacrifice and burning of gods, the influence of volcanoes upon religion, and the festivals of death and resurrection feature heavily. - Summary by Leon Harvey", "duration": 34199, "language": "English", "authors": [{"id": "4405", "name": " James Frazer"}], "coverArt": "https://archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_2204.jpg", "copyright_year": "1914", "genres": ["Antiquity", "Other religions"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "Amy Gramour"}, {"role": "Proof Listener", "name": "Lynette Caulkins"}], "sections": [{"section": 0, "title": "PREFACE. Preface to the first edition, Preface to the second edition, Preface to the third edition.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_00_frazer_64kb.mp3", "duration": 388}, {"section": 1, "title": "I. THE MYTH OF ADONIS. Changes of the seasons explained by the life and death of gods, Magical ceremonies to revive the divine energies, Prevalence of these ceremonies in Western Asia and Egypt, Tammuz or Adonis in Babylon, Adonis in Greek mythology.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_01_frazer_64kb.mp3", "duration": 943}, {"section": 2, "title": "II. ADONIS IN SYRIA. Adonis and Astarte worshipped at Byblus, the kingdom of Cinyras, Divinity of Semitic kings, Kings named Adonis, \"Sacred men\", Divinity of Hebrew kings, The Baal and Baalath the sources of fertility, Personation of the Baal by the king, Cinyras, king of Byblus, Aphaca and the vale of the Adonis.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_02_frazer_64kb.mp3", "duration": 1704}, {"section": 3, "title": "III. ADONIS IN CYPRUS. Phoenician colonies in Cyrpus, Kingdom of paphos, Sanctuary of Aphrodite at Paphos, The Aphrodite of Paphos a Phoenician or aboriginal deity, Her conical image, Sacred prostitution in th worship of the Paphian Aphrodoite and of other Asiatic goddesses, The Asiatic Mother Goddess a personification of all the reproductive energies of nature, Her worship reflects a period of sexual communism, The daughters of Cinyras with his daughter Myrrha and birth of Adonis, Suggested explanation of legends of royal incest, The Flamen Dialis and his Flaminica at Rome, Indian parallesl, Cinyras beloved by Aphrodite, Pygmalian and Aphrodite, The Phoenician kings of Cyprus and thier sons the hereditary lovers of the goddess, The father and mother of a god, Cinyras as a musician, The uses of music in religion, Traditions as to the death of Cinyras.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_03_frazer_64kb.mp3", "duration": 2612}, {"section": 4, "title": "IV. SACRED MEN AND WOMEN. Part 1. 1. AN ALTERNATIVE THEORY. Theory of the secular origin of sacred prostitution in Western Asia, It fails to account for the facts. 2. SACRED WOMEN IN INDIA. The dancing-girls of Southern India are at once prostitutes and wives of the god. 3. SACRED MEN AND WOMEN IN WEST AFRICA. Among the Ewe peoples the sacred prostitutes are regarded as the wives of the god, Human wives of serpent gods, Sacred men and women in West Africa supposed to be possessed by the deity. 4. SACRED WOMEN IN WESTERN ASIA. Sacred prostitutes of Western Asia probably viewed as possessed by the deity and married to him, Wives of the god in Babylon and Egypt. 5. SACRED MEN IN WESTERN ASIA. The sacred men (kedeshim] of Western Asia may have been regarded as possessed by the deity and representing him, The prophets, \"holy men\" in modern Syria. 6. SONS OF GOD. Belief that men and women may be the sons and daughters of a god, Sons of the serpent-god.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_04_frazer_64kb.mp3", "duration": 3000}, {"section": 5, "title": "IV. SACRED MEN AND WOMEN. Part 2. 7. REINCARNATION OF THE DEAD. Belief that the dead come to life as serpents, Reincarnation of the dead in America, Africa, and India, Belief in the Virgin Birth among the savages of New Guinea, Melanesia, and Australia. 8. SACRED STOCKS AND STONES AMONG THE SEMITES. Procreative virtue apparently ascribed to sacred stocks and stones among the Semites, The excavations at Gezer.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_05_frazer_64kb.mp3", "duration": 3302}, {"section": 6, "title": "V. THE BURNING OF MELCARTH. Semitic custom of sacrificing a member of the royal family, The burning of Melcarth at Tyre, The burning of Melcarth at Gades, The burning of a god or goddess at Carthage, The fire-walk at Tyre and at Castabala, Burnt sacrifice of King Hamilcar, The death of Hercules a Greek version of the burning of Melcarth.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_06_frazer_64kb.mp3", "duration": 881}, {"section": 7, "title": "VI. THE BURNING OF SANDAN. Part 1.  1. THE BAAL OF TARSUS. The Tyrian Melcarth in Cyprus, The lion-slaying god, The Baal of Tarsus an Oriental god of corn and grapes. 2. THE GOD OF IBREEZ. Counterpart of the Baal of Tarsus at Ibreez in Cappadocia, God of Ibreez a god of com and grapes, Fertility of Ibreez, The horned god. 3. SANDAN OF TARSUS. The god of Ibreez a Hitite deity, The burning of Sandan or Hercules at Tarsus, Sandan of Tarsus an Asiatic god with the symbols of the lion and double axe. 4. THE GODS OF BOGHAZ-KEUI.  Boghaz-Keui the ancient capital of a Hittite kingdom in Cappadocia, The rock-sculptures in the sanctuary at Boghaz-Keui, The two processions, The lion-god, The god and his priest, The great Asiatic goddess and her consort, The youth with the double axe on the lioness the divine son and lover of the goddess, The mystery of the lion-god, The Sacred Marriage of the god and goddess, Traces of mother-kin among the Hittites.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_07_frazer_64kb.mp3", "duration": 2682}, {"section": 8, "title": "VI. THE BURNING OF SANDAN Part 2. 5. SANDAN AND THE BAAL OF TARSUS. Sandan at Tarsus apparently a son of Baal, as Hercules of Zeus. 6. PRIESTLY KINGS OF OLBA. Priests of Sandan or Hercules at Tarsus, Kings of Cilicia related to Sandan, Priestly kings of Olba bearing the names of Teucer and Ajax, The Teucrids of Salamis in Cyprus, Burnt sacrifices of human victims at Salamis and traces of a similar custom elsewhere, The priestly Teucers of Olba perhaps representatives of a native god Tark, Western or Rugged Cilicia, The Cilician pirates, The gorges of Cilicia, The site and ruins of Olba, The temple of Olbian Zeus. 7. THE GOD OF THE CORYCIAN CAVE. Limestone caverns of Western Cilicia, The city of Corycus, The Corycian cave, The priests of Corycian Zeus, The cave of the giant Typhon, Battle of Zeus and Typhon, Fossil bones of extinct animals a source of tales of giants, Chasm of Olbian Zeus at Kanytelideis, The god of these chasms called Zeus by the Greeks, but probably a native god of fertility, Analogy of these caverns to Ibreez and the vale of the Adonis,The two gods of Olba perhaps a father and son. 8. CILICIAN GODDESSES. Goddesses less prominent than gods in Cilician religion, The goddess 'Atheh the partner of Baal at Tarsus, The lion-goddess and the bull-god, The old goddess in later times the Fortune of the City, The Phoenician god El and his wife at Mallus, Assimilation of native Oriental deities to Greek divinities, Sarpedonian Artemis, The goddess Perasia at Hieropolis-Castabala.the fire-walk in the worship of Perasia, Insensibility to pain a mark of inspiration. 9. THE BURNING OF CILICIAN GODS. Interpretation of the fiery rites of Sandan and Perasia.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_08_frazer_64kb.mp3", "duration": 3577}, {"section": 9, "title": "VII. SARDANAPALUS AND HERCULES. 1. THE BURNING OF SARDANAPALUS. Tarsus said to have been founded by Sardanapalus, His legendary death in the fire, Historical foundation of the legend. 2. THE BURNING OF CROESUS. Improbability of the story that Cyrus intended to burn Croesus, Older and truer tradition that Croesus attempted to burn himself, Death of Semiramis in the fire, \"great burnings\" for Jewish kings. 3. PURIFICATION BY FIRE. Death by fire a mode of apotheosis, Fire supposed to purge away the mortal parts of men, leaving the immortal 4. THE DIVINITY OF LYDIAN KINGS. Descent of Lydian kings from Hercules, the god of the double axe and the lion, Lydian kings held responsible for the weather and crops, The lion-god of Lydia, Identity of the Lydian and Cilician Hercules. 5. HITTITE GODS AT TARSUS AND SARDES. The Cilician and Lydian Hercules (Sandan or Sandon) apparently a Hittite deity. 6. THE RESURRECTION OF TYLON. Death and resurrection of the Lydian hero Tylon, Feast of the Golden Flower at Sardes.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_09_frazer_64kb.mp3", "duration": 1806}, {"section": 10, "title": "VIII. VOLCANIC RELIGION. 1. THE BURNING OF A GOD. The custom of burning a god perhaps intended to recruit his divine energies. 2. THE VOLCANIC REGION OF CAPPADOCIA. The custom of burning a god perhaps related to volcanic phenomena, The great extinct volcano Mount Argaeus in Cappadocia. 3. FIRE WORSHIP IN CAPPADOCIA. Persian fire-worship in Cappadocia, Worship of natural fires which burn perpetually. 4. THE BURNT LAND OF LYDIA.  The Burnt Land of Lydia, Its soil favourable to the cultivation of the vine. 5. THE EARTHQUAKE GOD. Earthquakes in Asia Minor, Worship of Poseidon, The earthquake god, Spartan propitiation of Poseidon during an earthquake, East Indian and other modes of stopping an earthquake, Religious and moral effects of earthquakes, The god of the sea and of the earthquake naturally conceived as the same. 6. WORSHIP OF MEPHITIC VAPOURS. Poisonous mephitic vapours, Places of Pluto or Charon, The valley of Amsanctus, Sanctuaries of Charon or Pluto in Caria and Lydia or Phrygia. 7. WORSHIP OF HOT SPRINGS. The hot springs and petrified cascades of Hierapolis, Hercules the patron of hot springs, Hot springs of Hercules at Thermopylae and Aedepsus, Reasons for the association of Hercules with hot springs, The hot springs of Callirrhoe in Moab. 8. THE WORSHIP OF VOLCANOES IN OTHER LANDS. The worship of the great volcano Kirauea in Hawaii, Sacrifices to volcanoes in America, Java, and Sicily, No evidence that the kings and gods burnt in Asia were sacrificed to volcanoes.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_10_frazer_64kb.mp3", "duration": 4237}, {"section": 11, "title": "IX. THE RITUAL OF ADONIS. Results of the preceding inquiry, Festivals of the death and resurrection of Adonis, The festival at Alexandria, The festival at Byblus, 184; The anemone and the red rose the flowers of Adonis, Festivals of Adonis at Athens and Antioch, Resemblance of these rites to Indian and European ceremonies, The death and resurrection of Adonis a myth of the decay and revival of vegetation, Tammuz or Adonis as a corn- spirit bruised and ground in a mill, The mourning for Adonis interpreted as a harvest rite, Adonis probably a spirit of wild fruits before he became a spirit of the cultivated corn, Propitiation of the corn-spirit perhaps fused with the worship of the dead, The festival of the dead a festival of flowers.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_11_frazer_64kb.mp3", "duration": 1342}, {"section": 12, "title": "X. THE GARDENS OF ADONIS. Pots of corn, herbs, and flowers called the Gardens of Adonis, These \"gardens\" charms to promote the growth of vegetation, The throwing of the \"gardens\" into water a rain-charm, Parallel customs of wetting the corn at harvest or sowing,  \"gardens of Adonis\" in India, \"gardens of Adonis\" on St. John's Day in Sardinia and Sicily, St. John perhaps a substitute for Adonis, Custom of bathing on the Eve or Day of St. John (Midsummer Eve or Midsummer Day), Heathen origin of the custom, Midsummer festival of St. John formed perhaps by the union of Oriental and northern elements, Midsummer fires and midsummer pairs, Divination by plants at midsummer, In Sicily \"gardens of Adonis\" sown in spring as well as at midsummer, Resemblance of Easter ceremonies to rites of Adonis, The Christian festival of Easter perhaps grafted on a festival of Adonis, Worship of Adonis at Bethlehem and Antioch, The Star of Salvation.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_12_frazer_64kb.mp3", "duration": 2995}, {"section": 13, "title": "BOOK SECOND. ATTIS. I. THE MYTH AND RITUAL OF ATTIS. Attis the Phrygian counterpart of Adonis, His relation to Cybele, His miraculous birth, His death, Cybele and Attis at Rome, Their spring festival, The day of blood, Eunuch priests in the service of Asiatic goddesses, The sacrifice of virility, The mourning for Attis, His resurrection, His mysteries, the sacrament and the baptism of blood, Diffusion of his religion from the Vatican.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_13_frazer_64kb.mp3", "duration": 1157}, {"section": 14, "title": "II. ATTIS AS A GOD OF VEGETATION. Sancity of the pine-tree in the worship of Attis, Attis as a corn god, Cybele a goddess of fertility, The bath in the river. III. ATTIS AS THE FATHER GOD. Meaning of the name Attis, Relation of Attis to the Mother Goddess, Attis as a sky-god or Heavenly Father, The emasculation of the sky-god. IV. HUMAN REPRESENTATIVES OF ATTIS. Personation of Attis by his high priest, Name of Attis in the royal families of Phrygia and Lydia.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_14_frazer_64kb.mp3", "duration": 925}, {"section": 15, "title": "V. THE HANGED GOD. Death of Marsyas on the tree, Marsyas apparently a double of Addit, The hanging of Odin on the gallows-tree, The hanging of human victims among the Bogabos, The hanging of Artemis, The hanging of animal victims, Skins of human victims used to effect the resurrection, Skins of men and horses set up at graves, Skulls employed in Borneo to ensure the fertility of the ground and of women, Skin of the human representative of the god in Phrygia perhaps used for like purposes.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_15_frazer_64kb.mp3", "duration": 929}, {"section": 16, "title": "VI. ORIENTAL RELIGIONS IN THE WEST. Popularity of the worship of Cybele and Attis in the Roman empire, Effect of Oriental religions in undermining the civilization of Greece and Rome, Popularity of the worship of Mithra, its rivarly with Christianity, The festival of Christmas borrowed by the Church from the Mithraic religion, The festival of Easter apparently adapted to the spring festival of Attis, compromise of Christianity with paganism, parallel wit Buddhism. VII. HYACINTH. Hyacinth interpreted as teh vegetation which blooms with withers, Tomb of Hyacinth at Amyclae, Hyacinth an aboriginal deity, perhaps a dead king, His sister Polyboea perhaps originally his spouse.", "readers": [10851], "path": "https://www.archive.org/download/golden_bough_part_4_2204_librivox/goldenbough4_16_frazer_64kb.mp3", "duration": 1719}]}