{"title": "Baby's Own Aesop (Version 2)", "description": "This is a short book containing a number of Aesop’s fables condensed into short rhymes. (Summary by SweetHome)", "duration": 1787, "language": "English", "authors": [{"id": "1798", "name": "Walter Crane"}], "coverArt": "https://archive.org/download/babysownaesop_2106_librivox/babys_own_aesop2_2106.jpg", "copyright_year": "0", "genres": ["Poetry"], "supporters": [{"role": "Read by", "name": "LittlePeanut"}, {"role": "Book Coordinator", "name": "SweetHome"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "SamKool"}], "sections": [{"section": 1, "title": "The Fox and the Grapes, The Cock and the Pearl, The Wolf and the Lamb, The Wind and the Sun, King Log and King Stork, The Frightened Lion, The Mouse and the Lion, The Married Mouse, Hercules and the Waggoner, The Lazy Housemaids", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_01_crane_64kb.mp3", "duration": 293}, {"section": 2, "title": "The Snake and the File, The Fox and the Crow, The Dog in the Manger, The Frog and the Bull, The Fox and the Crane, Horse and Man, The Ass and the Enemy, The Fox and the Mosquitoes, The Fox and the Lion, The Miser and his Gold, The Golden Eggs, The Man that pleased None.  The Oak and the Reeds, The Fir and the Bramble", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_02_crane_64kb.mp3", "duration": 373}, {"section": 3, "title": "The Trees and the Woodman, The Hart and the Vine, The Man and the Snake, The Fox and the Mask, The Ass in the Lion’s Skin, The Lion and the Statue, The Boaster, The Vain Jackdaw", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_03_crane_64kb.mp3", "duration": 209}, {"section": 4, "title": "The Peacock’s Complaint, The Two Jars, The Two Crabs, Brother and Sister, The Fox without a Tail, The Dog and the Shadow, The Crow and the Pitcher, The Eagle and the Crow, The Blind Doe, The Geese and the Cranes.", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_04_crane_64kb.mp3", "duration": 267}, {"section": 5, "title": "The Trumpeter taken Prisoner, Hot and Cold, Neither Beast nor Bird, The Stag in the Ox-stall, The Deer and the Lion, The Lion in Love, The Cat and Venus, Mice in Council, The Hen and the Fox, The Cat and the Fox, The Hare and the Tortoise, The Hares and the Frogs.", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_05_crane_64kb.mp3", "duration": 322}, {"section": 6, "title": "Porcupine, Snake & Company, The Bear and the Bees, The Bundle of Sticks, The Farmer’s Treasure, The Cock, the Ass, and the Lion, The Ass and the Lap Dog, Fortune and the Boy, The Ungrateful Wolf, The Fisherman and the Fish, The Herdsman’s Votes, The Horse and the Ass, The Ass and the Sick Lion", "readers": [13123], "path": "https://www.archive.org/download/babysownaesop_2106_librivox/babysownaesop_06_crane_64kb.mp3", "duration": 323}]}