{"title": "Slant Book", "description": "This recording of Peter Newell’s The Slant Book (1910) kicks off voiced renderings by LibriVox of public domain books in the International Children's Digital Library (ICDL). <br /><br />The ICDL book can be found at: <a href=\"http://www.childrenslibrary.org/icdl/BookPreview?bookid=newslan_00150052&summary=true&route=alsoby&lang=English&msg;=\">http://www.childrenslibrary.org/</a>.<br /><br />\nThe Slant Book is literally the shape of a parallelogram, with the spine of the book running down one side. When opened, facing pages form a \"V\" shape. All the pictures on the slanted recto pages show a way-too-precocious infant in a carriage [the \"go-cart\" of yesteryear] racing downhill who has somehow gotten away from his nanny, gleefully creating havoc all along the way! The facing verso pages contain two stanzas of commentary on the charming --if alarming!-- illustrations. <br /><br />\nThis book pioneered the \"special format\" children's literature of today, such as pop-up books or cutout books like Eric Carle's The Very Hungry Caterpillar. Newell books from 80 years ago have been reprinted, since Newell has undergone a resurgence in popularity much as Dr. Seuss's books did during the 1980s. This is a boon for teachers and home-schooling parents, since this recording can now be listened to as youngsters page through a real book (ISBN: 080-480-5326) or as they view the ICDL scanned version online (both are a real treat)! (Summary by Denny Sayers)", "duration": 596, "language": "English", "authors": [{"id": "2369", "name": "Peter Newell"}], "coverArt": "http://archive.org/download/slant_book_librivox/Slant_Book_1104.jpg", "copyright_year": "1910", "genres": ["Action & Adventure"], "supporters": [{"role": "Read by", "name": "Denny Sayers (d. 2015)"}, {"role": "Book Coordinator", "name": "Denny Sayers (d. 2015)"}, {"role": "Meta Coordinator", "name": "Kara Shallenberg"}], "sections": [{"section": 1, "title": "The Slant Book", "readers": [26], "path": "http://www.archive.org/download/slant_book_librivox/the_slant_book_newell_64kb.mp3", "duration": 596}]}