{"title": "Natural History Volume 6", "description": "Naturalis Historia (Latin for \"Natural History\") is an encyclopedia published circa AD 77-79 by Pliny the Elder. It is one of the largest single works to have survived from the Roman empire to the modern day and purports to cover the entire field of ancient knowledge, based on the best authorities available to Pliny. The work became a model for all later encyclopedias in terms of the breadth of subject matter examined, the need to reference original authors, and a comprehensive index list of the contents. The scheme of his great work is vast and comprehensive, being nothing short of an encyclopedia of learning and of art so far as they are connected with nature or draw their materials from nature. The work divides neatly into the organic world of plants and animals, and the realm of inorganic matter, although there are frequent digressions in each section. He is especially interested in not just describing the occurrence of plants, animals and insects, but also their exploitation (or abuse) by man, especially Romans. The description of metals and minerals is particularly detailed, and valuable for the history of science as being the most extensive compilation still available from the ancient world.\r\n\r\nThis sixth volume includes books twenty six to thirty, covering the following subjects:\r\n\r\nBook 26 - The remedies derived from plants, according to the diseases\r\nBook 27 - Description of plants and remedies derived from them\r\nBooks 28 to 30 - The remedies derived from living creatures - Summary by Leni", "duration": 43682, "language": "English", "authors": [{"id": "5293", "name": " Pliny the Elder"}], "coverArt": "https://archive.org/download/natural_history_volume_6_2106_librivox/natural_history6_2106.jpg", "copyright_year": "1856", "genres": ["Classics (Greek & Latin Antiquity)", "Medical", "Nature"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Leni"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Michele Eaton"}], "sections": [{"section": 1, "title": "Book 26, Chapters 1 to 21. New forms of disease; The nature of lichen; Carbuncle; Elephantiasis;  Colic; The new system of medicine: Asclepiades the physician; Quinzy; Scrofula; The plant called bellis; The condurdum; Cough; Bechion; Salvia; Affections of the side, chest, and stomach; Molon or syron; Amomum; The ephedra or anabasis; Geum.", "readers": [11715], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_01_pliny_64kb.mp3", "duration": 1863}, {"section": 2, "title": "Book 26, Chapters 22 to 48. Tripolium; The gromphaena; The malundrum; Chalcetum; Molemonium; Halus or cotonea; The chamaedrops; The stcechas; Remedies for diseases of the belly; The astragalus; Ladanum; Chondris; Remedies for griping pains in the bowels; Remedies for diseases of the spleen.", "readers": [11884], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_02_pliny_64kb.mp3", "duration": 2118}, {"section": 3, "title": "Book 26, Chapters 49 to 70. Remedies for calculi and diseases of the bladder; Crethmos; The anthyllion; Cepeea; Hypericon; The chrysanthemum; Remedies for diseases of the testes and of the fundamente; Remedies for inflamed tumours; Aphrodisiacs and antaphrodisiacs; The orchis or serapias; Satyrion; Remedies for the gout and diseases of the feet; Sea-weed; Maladies which attack the whole of the body; The geranion; Remedies for epilepsy.", "readers": [10801], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_03_pliny_64kb.mp3", "duration": 1775}, {"section": 4, "title": "Book 26, Chapters 71 to 93. Remedies for fevers; Remedies for phrenitis, lethargy, and carbuncles; Remedies for dropsy; Remedies for erysipelas; Remedies for sprains; Remedies for jaundice; Remedies for boils; Remedies for fistula; Remedies for abscesses and hard tumours; Remedies for burns; Remedies for diseases of the sinews and joints; Remedies for haemorrhage; Remedies for ruptures and convulsions; Remedies for ulcers and wounds;  Remedies for warts, and applications for the removal of scars; Remedies for female diseases; Applications for the hair. Summary. Authors quoted.", "readers": [14989], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_04_pliny_64kb.mp3", "duration": 2351}, {"section": 5, "title": "Book 27, Chapters 1 to 23. Researches of the ancients upon this subject; Aconite; Ageraton; The aloe; Alcea; The alypon; Alsine; The androsaces; Ambrosia; The anonis or ononis; The anagyros or acopon; The arction or arcturum; The asclepias; The aster or bubonion; Theaphaca; Alcibium; Alectoroslophos or crista.", "readers": [10801], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_05_pliny_64kb.mp3", "duration": 1735}, {"section": 6, "title": "Book 27, Chapters 24 to 56. Alum; Red sea-weed; Absinthium or wormwood; Black leek; The calyx; The crocodileon; The chrysolachanum; The grain of Gnidos; The elatine; Two varieties of filix or fern; Ox thigh.", "readers": [10801], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_06_pliny_64kb.mp3", "duration": 1693}, {"section": 7, "title": "Book 27, Chapters 57 to 92. Galeopsis; The glaux; Glaucion; The gallidraga; Holcus or aristis; The plant of Ida; The leontopetalon or pardalion; The lycapsos; The lithospermum; Stone moss; The limeum; The myosotis; The natrix; Odontitis; The osyris; The oxys; The polygonos; The pancratium.", "readers": [15228], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_07_pliny_64kb.mp3", "duration": 1846}, {"section": 8, "title": "Book 27, Chapters 93 to 120. The peplis; The periclymenos; The phalangitis; The phellandrion; The proserpinaca; The solanum; Smyrnion; Telephion; The trachinia; The tragos or scorpion; The ages of plants; How the greatest efficacy in plants may be ensured; Maladies peculiar to various nations; SUmmary; Authors quoted.", "readers": [10801], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_08_pliny_64kb.mp3", "duration": 1355}, {"section": 9, "title": "Book 28, Chapters 1 to 7. Introduction; Remedies derived from man; Whether words are possessed of any healing efficacy; That prodigies and portents may be confirmed, or made of no effect; A description of various usages; Two hundred and twenty-six observations on remedies derived from man. Eight remedies derived from children; Properties of the human spittle.", "readers": [14439], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_09_pliny_64kb.mp3", "duration": 1783}, {"section": 10, "title": "Book 28, Chapters 8 to 23. Remedies derived from the wax of the human ear; Remedies derived from the human hair, teeth, etc.; Remedies derived from the human blood, the sexual congress, etc; Remedies derived from the dead; Remedies derived from the human excretions; Remedies depending upon the human will; Remedies derived from sneezing; Remedies derived from the sexual congresso; Remedies derived from the urine; Indications of health derived from the urine; Forty-one remedies derived from the female sex; Remedies derived from woman's milk; Remedies derived from the spittle of females; Facts connected with the menstrual discharge.", "readers": [10801], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_10_pliny_64kb.mp3", "duration": 2266}, {"section": 11, "title": "Book 28, Chapters 24 to 33. Remedies derived from foreign animals: the elephant; Ten remedies derived from the lion; Ten remedies derived from the camel; Seventy- nine remedies derived from the hyaena; Nineteen remedies derived from the crocodile; Fifteen remedies derived from the chameleon; Seven remedies derived from the hippopotamus; Five remedies derived from the lynx; Remedies furnished in common by animals of the same class, whether wild or tame. Fifty-four medicinal uses of milk, with observations thereon.", "readers": [15429], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_11_pliny_64kb.mp3", "duration": 2737}, {"section": 12, "title": "Book 28, Chapters 34 to 45. Twelve remedies derived from cheese; Twenty remedies derived from butter; The various uses of fat, and observations upon it, fifty-two in number; Suet; Marrow; Gall; Blood; Peculiar remedies derived from various animals; Remedies for the bite of the mad dog. Remedies derived from the calf, the he-goat, and various other animals; Remedies to be adopted against enchantments; Remedies for poisons.", "readers": [14867], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_12_pliny_64kb.mp3", "duration": 1687}, {"section": 13, "title": "Book 28, Chapters 46 to 61. Remedies for diseases of the head; Remedies for affections of the eyes; Remedies.for diseases and affections of the ears; Remedies for tooth-ache; Remedies for diseases of the face; Remedies for pains in the neck; Remedies for cough and for spitting of blood; Remedies for affections of the stomach; Remedies for liver complaints and for asthma; Remedies for pains in the loins; Remedies for affections of the spleen; Remedies for bowel complaints; Remedies for affections of the colon; Remedies for affections of the bladder, and for urinary calculi; Remedies for diseases of the generative organs and of the fundament.", "readers": [7026], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_13_pliny_64kb.mp3", "duration": 2935}, {"section": 14, "title": "Book 28, Chapters 62 to 81. Remedies for gout and for diseases of the feet; Remedies for epilepsy;  Remedies for jaundice; Remedies for broken bonés; Remedies for fevers;  Remedies for melancholy, lethargy, and phthisis; Remedies for dropsy;  Remedies for erysipelas, and for purulent eruptions; Remedies for sprains, indurations, and boils; Remedies for burns; Remedies for affections of the sinews and for contusions; Remedies for haemorrhage;  Remedies for ulcers and carcinomatous sores; Remedies for the itch; Remedies for female diseases; Remedies for the diseases of infants; Provocatives of sleep; Stimulants for the sexual passions; Remarkable facts relative to animals; Summary; Authors quoted.", "readers": [6924], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_14_pliny_64kb.mp3", "duration": 2749}, {"section": 15, "title": "Book 29, Chapters 1 to 10. The origin of the medical art; Particulars relative to Hippocrates. Date of the origin of clinical practice; The Empiric branch of medicine; The various changes that have been made in the system of Medicine; 6. Who first practised as a physician at Rome, and at what period; The opinions entertained by the Romans on the ancient physicians; Evils attendant upon the practice of medicine; Thirty-five remedies derived from wool; Thirty-two remedies derived from wool-grease.", "readers": [14439], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_15_pliny_64kb.mp3", "duration": 1859}, {"section": 16, "title": "Book 29, Chapters 11 to 25. Twenty-two remedies derived from eggs; Remedies derived from the dog;  Remedies for injuries inflicted by serpentes; Remedies derived from  mice; Remedies derived from the weasel; Remedies derived from bugs; Remedies derived from the dragon; Remedies derived from the viper; Remedies derived from the salamander; Remedies derived from birds; Remedies derived from the vulture; Remedies derived from poultry.", "readers": [3681], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_16_pliny_64kb.mp3", "duration": 1953}, {"section": 17, "title": "Book 29, Chapters 26 to 39. Remedies derived from other birds; Remedies derived from various insects; Various counter-poisons; Remedies for the bite of the mad dog; Remedies for the other poisons; Remedies for alopecy; Remedies for lice and for porrigo; Remedies for head-ache, and for wounds on the head; Remedies for affections of the eyelids; Remedies for diseases of the eyes; Remedies for pains and diseases of the ears. Summary. Authors quoted.", "readers": [11884], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_17_pliny_64kb.mp3", "duration": 3253}, {"section": 18, "title": "Book 30, Chapters 1 to 12. The origin of the magic art; When and where the art of magic originated : by what persons it was practised; The Druids of the Gallic provinces; The various branches of magic; The subterfuges practised by the magicians; The other remedies derived from living creatures, classified according to the respective diseases. Remedies for tooth-ache; Remedies for offensive odours and sores of the mouth; Remedies for spots upon the face; Remedies for affections of the throat; Remedies for quinzy and scrofula.", "readers": [15756], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_18_pliny_64kb.mp3", "duration": 2090}, {"section": 19, "title": "Book 30, Chapters 13 to 25. Remedies for diseases of the shoulders; Remedies for pains in the viscera; Remedies for pains in the stomach; Remedies for pains in the liver, and for spitting of blood; Remedies for affections of the spleen; Remedies for pains in the side and in the loins; Remedies for dysentery; Remedies for urinary calculi and affections of the bladder;  Remedies for diseases of the fundament and of the generative organs;  Remedies for gout and for diseases of the feet; Remedies for evils which are liable to affect the whole body; Remedies for cold shiverings.", "readers": [6924], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_19_pliny_64kb.mp3", "duration": 2091}, {"section": 20, "title": "Book 30, Chapters 26 to 41. Remedies for paralysis; Remedies for epilepsy; Remedies for jaundice; Remedies for phrenitis; Remedies for fevers; Remedies for dropsy; Remedies for erysipelas; Remedies for carbuncles; Remedies for boils; Remedies for burns; Remedies for affections of the sinews; Remedies for maladies of the nails and fingers; Methods for arresting haemorrhage; Remedies for ulcerous sores and wounds; Remedies for broken bones; Applications for cicatrizations, and for the cure of morphew.", "readers": [14854], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_20_pliny_64kb.mp3", "duration": 2041}, {"section": 21, "title": "Book 30, Chapters 42 to 53. Methods of extracting foreign substances from the body; Remedies for female complaints; Methods of facilitating delivery; Methods of preserving the breasts from injury; Various kinds of depilatories; Remedies for the diseases of infants; Provocatives of sleep; Aphrodisiacs and antaphrodisiacs; Remedies for phthiriasis, and for various other affections; Remedies for intoxication; Peculiarities relative to certain animals; Other marvellous facts connected with animals; Summary; Authors quoted.", "readers": [6924], "path": "https://www.archive.org/download/natural_history_volume_6_2106_librivox/naturalhistoryvolume6_21_pliny_64kb.mp3", "duration": 1502}]}