{"title": "Pirates Of Penzance; Or The Slave Of Duty (Version 2)", "description": "In this recording, one person reads the entire play, all parts, including the stage directions. Even without the support of Arthur Sullivan’s music and the interpretation of actors, the consummate silliness of Gilbert’s libretto entertains.  The Pirates of Penzance; or, The Slave of Duty is a comic opera in two acts, with music by Arthur Sullivan and libretto by W. S. Gilbert.  The story concerns Frederic, who, having completed his 21st year, is released from his apprenticeship to a band of tender-hearted pirates. He meets Mabel, the daughter of Major-General Stanley, and the two young people fall instantly in love. Frederic finds out, however, that he was born on 29 February, and so, technically, he only has a birthday each leap year. His apprenticeship indentures state that he remains apprenticed to the pirates until his 21st birthday, and so he must serve for another 63 years. Bound by his own sense of duty, Frederic's only solace is that Mabel agrees to wait for him faithfully.  Pirates remains popular today, taking its place along with The Mikado and H.M.S. Pinafore as one of the most frequently played Gilbert and Sullivan operas.  Penzance is a vacation and resort area at the western tip of Cornwall.  A comparable modern title of the opera might be The Pirates of the Club Med. - Summary by Wikipedia and david wales", "duration": 4292, "language": "English", "authors": [{"id": "334", "name": "W. S. Gilbert"}], "coverArt": "https://archive.org/download/piratesofpenzance_1406_librivox/pirates_penzance2_1406.jpg", "copyright_year": "1879", "genres": ["Comedy"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "Act 1", "readers": [6454], "path": "http://www.archive.org/download/piratesofpenzance_1406_librivox/piratesofpenzance_01_gilbert_64kb.mp3", "duration": 2374}, {"section": 2, "title": "Act 2", "readers": [6454], "path": "http://www.archive.org/download/piratesofpenzance_1406_librivox/piratesofpenzance_02_gilbert_64kb.mp3", "duration": 1918}]}