{"title": "Speckled Band: An Adventure of Sherlock Holmes", "description": "The Speckled Band: An Adventure of Sherlock Holmes is a three-act play adapted by British writer Arthur Conan Doyle from his similarly titled short story “The Adventure of the Speckled Band”. The short story was originally published in The Strand Magazine in February 1892 and it was more than eighteen years before Doyle wrote this stage version. It took Doyle only a week to write this play in May 1910. His rapid adaptation of the short story was motivated by the desire to quickly replace another of his plays, The House of Temperley. Like The Speckled Band, The House of Temperley is a dramatic adaptation of a work of fiction Doyle had previously written, in this case the boxing-themed Gothic mystery novel Rodney Stone. Despite having been produced at the Adelphi Theatre since the previous year, this boxing play failed suddenly due to the unexpected month-long closure of the theatre to mourn the death of Edward VII, King of the United Kingdom; although George V, the new king, issued a notice that theatres should only close for the day of the funeral in order to avoid undue financial hardship to those in that industry, many West End theatres closed for a month. Doyle had leased the Adelphi Theatre at his own expense and stood to suffer financially without a new play to premiere upon the theatre’s reopening. Consequently, Doyle swiftly wrote The Speckled Band and started rehearsals within a fortnight of the theatre’s closure. This new play achieved great success immediately upon the reopening of the theatre on June 4th.  After enjoying a 169-performance run, The Speckled Band went on tour across Europe. Before the end of 1910, the play was produced in both Boston and New York in the United States. A film version appeared in 1931. - Summary by David Purdy\r\n\r\n<u>Cast:</u>\r\nMr. Sherlock Holmes, the great detective: <a href=\"https://librivox.org/reader/167\">Peter Yearsley</a>\r\nDr. Watson, his friend: <a href=\"https://librivox.org/reader/10542\">David Purdy</a>\r\nBilly, page to Sherlock Holmes: <a href=\"https://librivox.org/reader/17662\">Inkell</a>\r\nDr. Grimesby Rylott, a retired Anglo-Indian Surgeon, Owner of Stoke Moran Manor: <a href=\"https://librivox.org/reader/19225\">JosephS</a>\r\nEnid Stonor, his step-daughter: <a href=\"https://librivox.org/reader/13140\">Jenn Broda</a>\r\nAli: An Indian, valet to Dr. Rylott: <a href=\"https://librivox.org/reader/6754\">ToddHW</a>\r\nRodgers, butler to Dr. Rylott: <a href=\"https://librivox.org/reader/16205\">James R. Hedrick</a>\r\nMrs. Staunton, housekeeper to Dr. Rylott: <a href=\"https://librivox.org/reader/17246\">Winnifred Assmann</a>\r\nMr. Scott Wilson, engaged to Enid's sister: <a href=\"https://librivox.org/reader/16240\">HelloCentral</a>\r\nMr. Longbrace, coroner: <a href=\"https://librivox.org/reader/8011\">Greg Giordano</a>\r\nMr. Brewer, foreman of the jury: <a href=\"https://librivox.org/reader/8425\">Larry Wilson</a>\r\nMr. Armitage, a juror: <a href=\"https://librivox.org/reader/10789\">Tomas Peter</a>\r\nMr. Holt Loaming, a client of Mr. Sherlock Holmes: <a href=\"https://librivox.org/reader/4705\">Algy Pug</a>\r\nMr. Milverton, a client of Mr. Sherlock Holmes: <a href=\"https://librivox.org/reader/17576\">Beeswaxcandle</a>\r\nMr. James B. Montagu, a client of Mr. Sherlock Holmes: <a href=\"https://librivox.org/reader/17752\">redrun</a>\r\nCoroner's officer: <a href=\"https://librivox.org/reader/17334\">Stacey Malcolm</a>\r\nStage Directions: <a href=\"https://librivox.org/reader/7026\">Michele Eaton</a>", "duration": 8995, "language": "English", "authors": [{"id": "467", "name": "Sir Arthur Conan Doyle"}], "coverArt": "https://archive.org/download/speckledband_2501_librivox/speckled_band_2501.jpg", "copyright_year": "1912", "genres": ["Detective Fiction", "Plays"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "David Purdy"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Dulcamara"}], "sections": [{"section": 1, "title": "Act I", "readers": [], "path": "https://www.archive.org/download/speckledband_2501_librivox/speckledband_1_doyle_64kb.mp3", "duration": 2755}, {"section": 2, "title": "Act II", "readers": [], "path": "https://www.archive.org/download/speckledband_2501_librivox/speckledband_2_doyle_64kb.mp3", "duration": 3698}, {"section": 3, "title": "Act III", "readers": [], "path": "https://www.archive.org/download/speckledband_2501_librivox/speckledband_3_doyle_64kb.mp3", "duration": 2542}]}