{"title": "Poetry of Sa'di - A Selection", "description": "Shaikh Sa’di,  also known as  Saadi Shirazi,  the nightingale of Shiraz, as Jami poetically calls this gifted poet, was born at Shiraz, the capital of Persia, near the end of the twelfth century.<br><br />\n\nBy turns, a student, a water-carrier, a traveller, a soldier fighting against the Christians in the Crusades, a prisoner employed to dig trenches before Tripoli. and an honored poet in his protracted old age at home, — his varied and severe experience took away all provincial tone, and gave him a facility of speaking to all conditions. But the commanding reason of his wider popularity is his deeper sense, which, in his treatment, expands the local forms and tints to a cosmopolitan breadth.<br><br />\n\nThis dervish wit and linguist the Mohammedans worshipped as a saint, even attributing miracles to him. His body now lies entombed in the valley of Shiraz, and is daily visited by devout pilgrims who say of him, in true Oriental fashion, that he “perforated with the diamond of his soul the precious stones of his experiences, and, after gathering them on the string of eloquence, hung them for a talisman round the neck of posterity.”<br><br />\n\nAmong Sa'di's best known works are the Gulistan, or Rose Garden, and the Bustan, or the Garden of Perfume. The Gulistan is a collection of short pithy stories, based on Sa'di’s own varied experiences, and read, it is said, from the middle of China to the extreme corners of Africa, forming as it does the basis of instruction in Mohammedan schools. The Bustan, Sa'di’s other famous work, is also used as a text-book in military and civil examinations, and consists of ten chapters of didactic verse. (From the introduction by Nathan Haskell Dole and Belle Walker)", "duration": 7060, "language": "English", "authors": [{"id": "8917", "name": " Saadi"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt17/poetrysadi_1507.jpg", "copyright_year": "1901", "genres": ["Poetry"], "supporters": [{"role": "Read by", "name": "Algy Pug"}, {"role": "Book Coordinator", "name": "Algy Pug"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Martin Geeson"}], "sections": [{"section": 1, "title": "Biography of Sa'di", "readers": [4705], "path": "https://www.archive.org/download/poetry_of_sadi_1507_librivox/poetryofsadi_1_sadi_64kb.mp3", "duration": 464}, {"section": 2, "title": "Gulistan, or Rose Garden - Part 1", "readers": [4705], "path": "https://www.archive.org/download/poetry_of_sadi_1507_librivox/poetryofsadi_2_sadi_64kb.mp3", "duration": 1646}, {"section": 3, "title": "Gulistan, or Rose Garden - Part 2", "readers": [4705], "path": "https://www.archive.org/download/poetry_of_sadi_1507_librivox/poetryofsadi_3_sadi_64kb.mp3", "duration": 2042}, {"section": 4, "title": "Gulistan, or Rose Garden - Part 3", "readers": [4705], "path": "https://www.archive.org/download/poetry_of_sadi_1507_librivox/poetryofsadi_4_sadi_64kb.mp3", "duration": 1373}, {"section": 5, "title": "Selections from Bustan, or the Garden of Perfume", "readers": [4705], "path": "https://www.archive.org/download/poetry_of_sadi_1507_librivox/poetryofsadi_5_sadi_64kb.mp3", "duration": 1535}]}