{"title": "Moral Equivalent of War", "description": "The Moral Equivalent of War, the last public utterance of William James, is significant as expressing the opinions of a practical psychologist on a question of growing popular interest. For the past fifteen years the movement for promoting international peace has been enlisting the support of organizations and individuals the world over. That this is a question on which much may be said for the opposition, James, though a pacificist, admits with his usual fair-mindedness, pointing out that militarism is the sole nourisher of certain human virtues that the world cannot let die, and that until the peace party devises some substitute, some moral equivalent, for the disciplinary value of war, their utopian goal is neither desirable nor possible. His own solution is advanced not as a practical measure, but merely as an illustration to show that the world is full of opportunities for the peaceful development and continuation of the martial qualities of human life.\n<BR><BR>\nThis essay was written for general dissemination as a publication of the American Association for International Conciliation, February, 1910. As it not only presents a peace program but defines as well the most familiar arguments of the war party, no militarist article has been included, although it may be mentioned that a suggestive apology for war is to be found among De Quincey's Essays and also in Ruskin's Crown of Wild Olive. Additional documents on conciliation, approaching the question from innumerable points of view, are published by the Association mentioned above.<BR>\n(Summary by Harrison Ross Steeves and Frank Humphrey Ristine, editors.)<br /><br />\nEdited and with an introduction by Harrison Ross Steeves (1881-1981) and Frank Humphrey Ristine (1884-1958)", "duration": 2637, "language": "English", "authors": [{"id": "942", "name": "William James"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt11/Moral_Equivalent_War_1111.jpg", "copyright_year": "1913", "genres": ["Psychology", "Modern"], "supporters": [{"role": "Read by", "name": "D.E. Wittkower"}, {"role": "Book Coordinator", "name": "D.E. Wittkower"}, {"role": "Meta Coordinator", "name": "Leon Mire"}], "sections": [{"section": 1, "title": "The Moral Equivalent of War", "readers": [613], "path": "https://www.archive.org/download/moral_equivalent_dew_librivox/moralequivalentofwar_01_james_64kb.mp3", "duration": 2637}]}