{"title": "Roosevelt-Rondon Scientific-Expedition and the Telegraph Line Commission", "description": "The Roosevelt–Rondon Scientific Expedition was the famous survey that took place in 1913-14 to follow the path of the Rio da Dúvida (\"River of Doubt\") in the Amazon basin. The expedition was jointly led by Theodore Roosevelt, the former President of the United States, and Colonel Cândido Rondon, the Brazilian military engineer known for his explorations of the Western Amazon Basin and his lifelong support of Brazilian indigenous populations. Almost from the start, the expedition was fraught with problems: diseases left the explorers in a constant state of sickness; the canoes were unsuitable to the rapids and were lost; the food provisions were unsufficient, and the encounters with animals and wild native tribes, a source of concern.  Of the 19 men who went on the expedition, only 16 returned. On October 1915, the Brazilian leader of the expedition, Colonel Cândido Rondon gave three public lectures in Rio de Janeiro, in which he offered his first hand account of the Roosevelt-Rondon Expedition and of his more encompassing work of laying telegraph lines across the wilderness of Brazil, allowing for the integration of the recent Republic. Throughout his life, Rondon laid over 4,000 miles of telegraph line through the jungles of Brazil, while opening roads, clearing lands, mapping the land, and establishing cordial relations with the Indians. He maintained contact with several indigenous peoples. In his lectures, translated into English soon after their publication in Portuguese, besides describing all the adventures of the exploration of the Amazon, also told by Roosevelt in his well known “Through the Brazilian Wilderness”, Rondon shows his concern and support of the native population, showing a perspective of pacifism and respect towards them which was in stark contrast to the usual treatment received by those peoples at the time. - Summary by Leni", "duration": 35474, "language": "English", "authors": [{"id": "13908", "name": "Candido Mariano da Silva Rondon"}], "coverArt": "https://archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_1911.jpg", "copyright_year": "1916", "genres": ["Memoirs", "Exploration"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Leni"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 0, "title": "Preface", "readers": [13278], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_00_rondon_64kb.mp3", "duration": 1913}, {"section": 1, "title": "First Lecture, Introduction", "readers": [6754], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_01_rondon_64kb.mp3", "duration": 591}, {"section": 2, "title": "First Lecture, Part 1. Origin of the Roosevelt-Rondon Scientific Expedition; Organization of the Brazilian Comission; Choice of routes submitted to mr. Roosevelt; selection of the one relative to the Rio da Dúvida; Overland journey of the Chief of the Brazilian Comission from Rio de Janeiro to the mouth of the river Apa; The heads of the Brazilian and American Comissions meet on board the Paraguayan gunboat Riquielme; formation of the Roosevelt-Rondon Comission", "readers": [6754], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_02_rondon_64kb.mp3", "duration": 915}, {"section": 3, "title": "First Lecture, Part 2. Ascent of the River Paraguay to Corumbá; ratification of the hunting programme and the reconnoissance of the river Dúvida; Arrival at Corumbá; Hunting on the River Taquary Velho and on the Fazenda de São José", "readers": [13172], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_03_rondon_64kb.mp3", "duration": 1089}, {"section": 4, "title": "First Lecture, Part 3. Jaguar hunting on the River São Lourenço; Visit to the cattle ranch Descalvado; Arrival at São Luiz de Cáceres; Pitching camp and hunting at Porto do Campo", "readers": [13172], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_04_rondon_64kb.mp3", "duration": 885}, {"section": 5, "title": "First Lecture, Part 4. Ascent of the river Sepotuba and arrival at Tapirapoan; organization of the pack-train to cross the wilds of the Pareci and Nhambiquara indians; Subdivision of the expedition into two parties; Voyage of this party as far as Utiarity; Pareci indians; Salto Belo Falls and the Utiarity Falls", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_05_rondon_64kb.mp3", "duration": 865}, {"section": 6, "title": "First Lecture, Part 5. Formation of a new sub-party for the exploration of the River Papagaio; chief occurrances during the voyage; Arrival of the Roosevelt-Rondon expedition at the River Juruena; Nhambiquara indians; Continuation of the march from Juruena to José Bonifácio and arrival at Passo da Linha, the point where the telegraph line crosses the Dúvida", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_06_rondon_64kb.mp3", "duration": 1399}, {"section": 7, "title": "Second Lecture, Part 1. Reconnoissance and exploration of the river Dúvida; Geographical features; Lieutenant Antonio Pyrineus de Souza’s party on the Aripuanã river; Mr. Roosevelt commences the work of the Expedition, still in doubt as to the direction and importance of the course of this river; building canoes on the river Ananaz", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_07_rondon_64kb.mp3", "duration": 1554}, {"section": 8, "title": "Second Lecture, Part 2. Exploration and survey of the river Dúvida from Passo da Linha, up to the place of meeting with Lieutenant Pyrineus’ auxiliary party; Affluents, waterfalls, rapids, mountain ranges, geological formations and forests of the river Dúvida", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_08_rondon_64kb.mp3", "duration": 1337}, {"section": 9, "title": "Second Lecture, Part 3. Passing the rapids. Death of Simplicio. Adoption of the new name river Roosevelt. Rio Taunay", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_09_rondon_64kb.mp3", "duration": 1697}, {"section": 10, "title": "Second Lecture, Part 4. Difficulties of the voyage and serious incidents; Death of Seargent Paixão; Fevers and sickness of members of the party.", "readers": [3157], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_10_rondon_64kb.mp3", "duration": 2087}, {"section": 11, "title": "Second Lecture, Part 5. Identification of the Alto Castanha; Indian tribes", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_11_rondon_64kb.mp3", "duration": 1713}, {"section": 12, "title": "Second Lecture, Part 6. Meeting of the Roosevelt-Rondon Expedition with Lieutenant Pyrineus’ party; The old Lower Aripuanã constitutes only the lower portion of the course of the river Roosevelt; Reference to the problem of determining the principal source of a river; River Aripuanã; The river Roosevelt is composed of the united courses of the old Dúvida, Castanha and lower Aripuanã", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_12_rondon_64kb.mp3", "duration": 1299}, {"section": 13, "title": "Second Lecture, Part 7. Examination of the criticism of a Portuguese geographer; The river Roosevelt was for the first time mapped by the Roosevelt-Rondon Expedition; Arrival of the expedition at Manaus; News of Captain Amílcar de Magalhães’ party; Descent of the river Amazon; arrival at Belém; Mr. Roosevelt’s departure for New York; Return of the chief of the Brazilian Comission", "readers": [3157], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_13_rondon_64kb.mp3", "duration": 1670}, {"section": 14, "title": "Third Lecture, Part 1. Review of work done from 1907 to 1911: Exploration and reconnoitring of the general track of the telegraph line from Cuyabá to Santo Antonio da Madeira; Work of construction from Cuyabá to Vilhena, and from Santo Antonio to Jamary; The transport problem in the wilderness and its solution", "readers": [2961], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_14_rondon_64kb.mp3", "duration": 1250}, {"section": 15, "title": "Third Lecture, Part 2. Resume of the construction work from 1911 to December 1914; From Vilhena to José Bonifácio. Study of an alternative route of the 1909 track; Indian camps; visit to the village of the Nhambiquaras", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_15_rondon_64kb.mp3", "duration": 1792}, {"section": 16, "title": "Third Lecture, Part 3. From José Bonifácio to Barão Melgaço, purveying by the river; exploration of the river Pimenta Bueno; discovery of the Kepikiri-uat Indians", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_16_rondon_64kb.mp3", "duration": 1287}, {"section": 17, "title": "Third Lecture, Part 4. From Barão Melgaço to Pimenta Bueno and thence to Arikemes; Indian tribes of the Gy-Paraná, Jarú and Jamary", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_17_rondon_64kb.mp3", "duration": 889}, {"section": 18, "title": "Third Lecture, Part 5. Notes on the construction of the branch lines of Santo Antonio do Guajará-Mirim and from Parecis to Barra de Bugres; Indian tribes of these respective regions; habits and identification of these Indians", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_18_rondon_64kb.mp3", "duration": 1150}, {"section": 19, "title": "Third Lecture, Part 6. Geographical exploration accompanied by notes relative to the Indian population existing in the valleys of the rivers explored; The sources of the river Paraguay", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_19_rondon_64kb.mp3", "duration": 872}, {"section": 20, "title": "Third Lecture, Part 7. Affluents of the Guaporé; Basin of the river Madeira; Jacy-Paraná, Jamary and Gy-Paraná", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_20_rondon_64kb.mp3", "duration": 1273}, {"section": 21, "title": "Third Lecture, Part 8. Region comprised between the Gy-Paraná and the river Roosevelt; work of pacification of the Parintintis Indians", "readers": [13075], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_21_rondon_64kb.mp3", "duration": 1227}, {"section": 22, "title": "Third Lecture, Part 9. Lieutenant Marques de Souza’s expedition to reconnoitre the old river Ananaz; Basin of the Juruena-Tapajóz; Exploration of the large central catchment of this basin; reestablishment of the historical point of view regarding the extension of the course of the river Juruena as far as the mouth of the river Telles Pires; Exploration of the Iké river and what was found in its basin", "readers": [3157], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_22_rondon_64kb.mp3", "duration": 2512}, {"section": 23, "title": "Third Lecture, Part 10. Exploration of the rivers Sangue and Papagaio", "readers": [2961], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_23_rondon_64kb.mp3", "duration": 1421}, {"section": 24, "title": "Third Lecture, Part 11. Exploration of the river Arinos", "readers": [2961], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_24_rondon_64kb.mp3", "duration": 1250}, {"section": 25, "title": "Third Lecture, Part 12. Exploration of the river formerly called São Manoel", "readers": [3157], "path": "http://www.archive.org/download/roosevelt-rondon_scientific-expedition_1910_librivox/rooseveltrondon_25_rondon_64kb.mp3", "duration": 1537}]}