{"title": "Golden Bough. A Study in Magic and Religion. Part 2. Taboo and the Perils of the Soul", "description": "The third volume of The Golden Bough. The term Taboo is one of the very few words which the English language has borrowed from the speech of savages. This volume examines the underlying moral code of many societies, both primitive and medieval, and with modern analogies. The reader is encouraged to contemplate the contradictions, inconsistencies, and absurdities, not merely between different people of different countries and ages, but also between similar people within the same countries. Frazer presents extensive evidence that the laws of morality slowly, but subtly, are in an ever changing state. - Summary by Leon Harvey", "duration": 51464, "language": "English", "authors": [{"id": "4405", "name": " James Frazer"}], "coverArt": "https://archive.org/download/goldenbough2_2109_librivox/goldenbough4_tabooandtheperilsofthesoul_2109.jpg", "copyright_year": "1911", "genres": ["Religion", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "HandmadePSK"}], "sections": [{"section": 0, "title": "PREFACE", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_00_frazer_64kb.mp3", "duration": 464}, {"section": 1, "title": "I - THE BURDEN OF ROYALTY - 1. Royal and Priestly Taboos, Life of divine kings and priests regulated by minute rules, rules of life observed by the Mikado, and by kings and priests in Africa and America, intention of these rules, taboos observed by African kings and others, by Irish kings, by Egyptian kings, by chiefs in Burma, by the Flamen Dialis at Rome, by the Bodia of Sierra Leone, and by sacred milkmen among the Todas. 2. Divorce of the Spiritualfrom the Temporal Power, Reluctance to accept sovereignty, Sovereign powers divided between a temporal and a spiritual head in Japan, Tonquin, Fiji, Tonga, Athens, and elsewhere, Fetish kings and civil kings in West Africa, Civil rajahs and taboo rajahs in the East Indies.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_01_frazer_64kb.mp3", "duration": 2969}, {"section": 2, "title": "II - THE PERILS OF THE SOUL - PART 1. 1.The Soul as a Mannikin. Primitive conception of the soul as a mannikin, in Australia, America, and among the Malays, in ancient Egypt, in Nias, Fiji, and India. 2. Absence and Recall of the Soul. Attempts to prevent the soul from escaping from the body, Tying the soul in the body, The soul as a bird ready to fly away, The soul absent from the body in sleep and prevented from returning, Danger of suddenly awaking a sleeper or altering his appearance, Absence of the soul in sickness and attempts to recall it, Recalling truant souls in Australia, Burma, China, and Sarawak, in Luzon and Mongolia, in Africa and America, in Sumatra, Borneo, and Celebes, Wandering souls in popular tales, Wandering souls detained by ghosts, Attempts to rescue souls from the spirits of the dead.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_02_frazer_64kb.mp3", "duration": 3771}, {"section": 3, "title": "II - THE PERILS OF THE SOUL - Part 2. Abduction of souls by demons and gods, Lost souls brought back in a visible form, Soul recovered from the earth, Recovery of the soul in ancient Egypt, Souls stolen or detained by sorcerers, Souls taken by head-hunters, Abduction of souls by Malay wizards, Souls extracted from the stomachs of doctors.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_03_frazer_64kb.mp3", "duration": 2237}, {"section": 4, "title": "II - THE PERILS OF THE SOUL - Part 3. 3. The Soul as a Shadow and a Reflection, A man's soul conceived as his shadow, so that he can be injured through it, Animals also injured through their shadows, Danger of being overshadowed by certain persons, The savage's dread of his mother-in-law, Health and strength supposed to vary with the length of the shadow, Fear of the resemblance of a child to its parents, Shadows of people built into foundations to strengthen them, Foundation sacrifices, Deification of a measuring tape, The soul supposed to be in the reflection, Reason for covering up mirrors in sickness or after a death, The soul supposed to be in the portrait, especially in photographs.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_04_frazer_64kb.mp3", "duration": 2628}, {"section": 5, "title": "III — TABOOED ACTS - 1. Taboos on Intercourse with Strangers, Rules of life observed by sacred kings are based on primitive conceptions of the soul, Effect of these rules to isolate the king, Savage dread of the magic arts of strangers, Various modes of disenchanting strangers, Disenchantment effected by stinging ants, pungent spices, and cuts with knives, Ceremonies observed at the reception of strangers perhaps intended to counteract their enchantments, Ceremonies at entering a strange land to disenchant it, Purificatory ceremonies observed on the return from a journey, Special precautions to guard the king against the magic arts of strangers. 3. Taboos on Eating and Drinking, Spiritual dangers of eating and drinking, Seclusion of kings at their meals, Taboos on shewing the Face, Faces veiled to avert evil influences, Kings not to be seen by their subjects, Faces veiled against the evil eye, etc. 4. Taboos on quitting the House, Kings forbidden to leave their palaces, Kings not allowed to be seen abroad by their subjects 5. Taboos on leaving Food over, Magical harm done to a man through the refuse of his food, Customs of the Narrinyeri in South Australia, Customs in Melanesia and New Guinea, Customs in Africa, Celebes, India, and ancient Rome, Effect of the superstition in fostering cleanliness and strengthening the ties of hospitality.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_05_frazer_64kb.mp3", "duration": 3460}, {"section": 6, "title": "IV — TABOOED PERSONS - PART 1. 1. Chiefs and Kings tabooed, Disastrous results supposed to follow from usin^the dishes of a sacred personage, Sacred persons regarded as a source of danger to others, Taboo of chiefs and kings in Tonga, Touching for the King's Evil, Fatal effects of contact with Maori chiefs, Other examples of death by imagination. 2. Mounters tabooed, Taboos observed by sacred persons resemble those observed by unclean persons, such as manslayers and menstruous women, Taboos laid on persons who have handled the dead in New Zealand, Persons who have been in contact with a corpse forbidden to touch food with their hands, Similar rule observed by novices at initiation, Taboos laid on mourners among North American Indians, Seclusion of widows and widowers in the Philippines and New Guinea 3. Women tabooed at Menstruation and Childbirth, Taboos imposed on women at menstruation, Taboos imposed on women in childbed, Dangers apprehended from women in childbed, Similar taboos imposed on young men at initiation. 4. Warriors tabooed, Taboos laid on warriors when they go forth to fight, Ceremonies observed by North American Indians before they went on the warpath, Rules observed by Indians on a war expedition, The rule of continence observed by savage warriors may be based on a fear of infecting themselves sympathetically with feminine weakness.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_06_frazer_64kb.mp3", "duration": 3931}, {"section": 7, "title": "IV — TABOOED PERSONS - PART 2. 5. Manslayers tabooed, Taboos laid on warriors who have slain foes, Seclusion of manslayers in the East Indies and New Guinea, The manslayer unclean, The ghosts of the slain driven away, Precautions taken by executioners against the ghosts of their victims, Seclusion and purification of manslayers in African tribes, Precautions taken by Australian manslayers against the ghosts of their victims, Seclusion of manslayers in Polynesia, Seclusion and purification of manslayers among the Tupi Indians of Brazil, Seclusion and purification of manslayers among the North American Indians,The purification of murderers probably intended to avert the ghosts of their victims, Ancient Greek dread of the ghosts of the slain, Taboos imposed on men who have partaken of human flesh.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_07_frazer_64kb.mp3", "duration": 3013}, {"section": 8, "title": "IV — TABOOED PERSONS - PART 3. 6. Hunters and Fishers tabooed, Taboos observed by hunters and fishers probably dictated by a fear of the spirits of the animals or fish, Taboos observed as a preparation for whaling, fishing, and hunting, Taboos observed at the hatching and pairing of silkworms, Taboos observed by fishermen in Uganda, Taboos observed by hunters in Nias, Continence observed by fishers and hunters apparently based on a fear of offending the fish and animals, Chastity observed by American Indians before hunting, Taboos observed by Hidatsa Indians at catching eagles, Miscellaneous examples of chastity observed from superstitious motives, The taboos observed by hunters and fishers are often continued and increased in stringency after the animals and fish have been killed, Taboos observed by the Esquimaux after killing sea beasts, Native explanation of these taboos, Passage of animism into religion among the Esquimaux, The confession of sins originally practised as a kind of physical purgation, Possible survivals of savage taboos among civilised peoples, Purificatory ceremonies observed by hunters after slaying dangerous animals, such as panthers, lions, bears, and serpents Such purificatory ceremonies based on a fear of the souls of the animals.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_08_frazer_64kb.mp3", "duration": 4440}, {"section": 9, "title": "V — TABOOED THINGS. PART 1. 1. The Meaning of Taboo. Taboos of holiness agree with taboos of pollution Because the savage does not distinguish between holiness and pollution, The principles of taboo to be further illustrated by tabooed things and tabooed words. 2. Iron tabooed. The bodies of kings not to be touched, especially with iron, The use of iron forbidden to kings and priests, Use of iron forbidden at circumcision, childbirth, and other rites and seasons, Use of iron forbidden in building, The taboo on iron perhaps based on its novelty, Everything new excites the fear of the savage, Iron used as a charm against demons and ghosts. 3. Sharp Weapons tabooed. Use of sharp weapons forbidden lest they wound spirits, Knives not used after deaths or funerals, Use of sharp weapons forbidden at pregnancy and childbirth. 4. Blood tabooed. Raw meat tabooed because the life or spirit is in the blood, Royal blood not to be spilt on the ground, Reluctance to shed any human blood on the ground, Unwillingness to shed the blood of animals, Sacredness of whatever is touched by a Maori chiePs blood, The juice of the grape regarded as the blood of the vine, Wine treated as blood and intoxication as inspiration, Men's dread of the blood of women. The Head tabooed. The head sacred on account of the residence of a spirit, Objection to have any one overhead, Sanctity of the head, especially of a childs head, in Polynesia and elsewhere.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_09_frazer_64kb.mp3", "duration": 3868}, {"section": 10, "title": "V — TABOOED THINGS. PART 2. 6. Hair tabooed. Hair of kings, priests, and other tabooed persons kept unshorn, Hair kept unshorn on various occasions, such as a wife's pregnancy, a journey, and war, Hair unshorn during a vow, Nails of children not pared, Children's hair left unshorn as a refuge for their souls. 7. Ceremonies at Hair-cutting. Ceremonies at hair-cutting in Fiji, New Zealand, and Cambodia, Ceremonies at cutting the hair of Siamese children. 8. Disposal of Cut Hair and Nails. Belief that people may be bewitched through the clippings of their hair and the parings of their nails, Headaches caused by clipped hair, Rain, hail, thunder, and lightning caused by cut hair, Cut hair and nails used as hostages for the good behaviour of their original owners, Cut hair and nails deposited in sacred places, such as temples and cemeteries, Cut hair and nails buried under trees or deposited among the branches, Cut hair and nails stowed away in any safe place, Cut hair and nails kept against the resurrection, Cut hair and nails burnt to prevent them from falling into the hands of sorcerers, Hair-cutting as a purificatory ceremony to rid persons of the virus of taboo or the pollution of death.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_10_frazer_64kb.mp3", "duration": 3517}, {"section": 11, "title": "V — TABOOED THINGS. PART 3. 9. Spittle tabooed. Belief that people maybe bewitched through their spittle, Hence precautions taken by persons, especially by chiefs and kings, to prevent their spittle from falling into the hands of sorcerers, Use of spittle in making a covenant. 10. Foods tabooed. Certain foods tabooed to sacred persons, such as kings and priests, These taboos probably based on the same motive which underlies the whole system of taboo.11. Knots and Rings tabooed. Knots and rings not worn by certain sacred persons, knots untied, locks unlocked, doors, etc., opened, at childbirth to facilitate delivery, The crossing of the legs supposed to impede childbirth and other things, Knots supposed to prevent the consummation of marriage, Use of knots at marriage in Rotti, Knots used as charms to inflict or cure disease, Knots used as charms to win lovers or capture runaway slaves, Knots used as charms by hunters and travellers knots used as protective amulets in Russia and elsewhere, The magical virtue of a knot is that of an impediment for good or evil, Rule that the hair should be loose and the feet bare at certain rites, The custom of going on certain solemn occasions with one shoe on and one shoe off intended to free the man from magical constraint and to lay it on his enemy, Rings as magical fetters which prevent the egress or ingress of spirits, Rings as amulets against demons, witches, and ghosts, Why the Flamen Dialis might not wear knots and rings, The Gordian knot perhaps a talisman.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_11_frazer_64kb.mp3", "duration": 3814}, {"section": 12, "title": "VI — TABOOED WORDS. PART 1. 1. Personal Names tabooed. The personal name regarded by the savage as a vital part of himself through which he can be magically injured, Personal names kept secret from fear of sorcery among the Australian aborigines, In Egypt, Africa, Asia, and the East Indies, And among the American Indians, Some savages, though they will not mention their own names, will invite others to do so for them, The prohibition to mention personal names is sometimes only temporary, In order to avoid the use of people's own names parents are sometimes named after their children, uncles and aunts after their nephews and nieces, etc. 2. Names of Relations tabooed. Prohibition to mention names of relations, especially of relations by marriage, Women's speech among the Caffres, Names of husbands, wives, first-born sons, etc., Tabooed among various peoples, Names of relations, especially of relations by marriage, tabooed in the East Indies, In New Guinea, In Melanesia, And in Australia, These taboos not to be explained by the intermarriage of persons speaking different languages.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_12_frazer_64kb.mp3", "duration": 3774}, {"section": 13, "title": "VI — TABOOED WORDS. PART 2. 3. Names of the Dead tabooed. Names of the dead not mentioned by the Australian aborigines, the American Indians, and other peoples, The taboo based on a fear of the ghosts, From a like fear namesakes of the dead change their names, Sometimes all the near relations of the deceased change their names, When the name of the deceased is that of a common object, the word is often dropped in ordinary speech and another substituted for it, Modification of savage languages produced by this custom, Historical tradition impeded by the custom, Revival of the names of the dead after a time, The dead supposed to be reincarnated in their namesakes, Names of the dead allowed to be mentioned after their bodies are decayed, Final mourning ceremony among the Arunta.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_13_frazer_64kb.mp3", "duration": 3093}, {"section": 14, "title": "VI — TABOOED WORDS. PART 3. 4. Names of Kings and other Sacred Persons tabooed. Birthnames of kings tabooed, Names of Zulu chiefs and kings tabooed, Names of living kings and chiefs tabooed in Madagascar, Names of dead kings and chiefs tabooed in Madagascar, Names of chiefs tabooed in Polynesia, Names of Eleusinian priests tabooed, Names of members of the Yewe order in Togo tabooed, The utterance of the names of gods and spirit supposed to disturb the course of nature, Winter and summer names of the Kwakiutl Indians. 5. Names of Gods tabooed. Names of gods kept secret, Ra and Isis, Divine names used to conjure with by wizards in Egypt, North Africa, and China, Divine names used by the Romans to conjure with, Taboos on the names of kings and commoners alike in origin.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_14_frazer_64kb.mp3", "duration": 2281}, {"section": 15, "title": "VI — TABOOED WORDS. PART 4. 6. Common Words tabooed. Common words tabooed by Highland fowlers, fishermen, and others, Common words, especially the names of dangerous animals, tabooed in various parts of Europe, Names of various animals tabooed in Siberia, Kamtchatka, and America, Names of animals and things tabooed by Arabs, Africans, and Malagasy, Names of animals tabooed in India, Names of animals and things tabooed in Indo-China, The camphor language in the East Indies, Special language used by Malay miners, fowlers, and fishers, Names of things and animals tabooed in Sumatra, Nias, and Java, Names of things and animals tabooed in Celebes, Common words tabooed by East Indian mariners at sea, Common words tabooed in Sunda, Borneo, and the Philippines, The avoidance of common words based on a fear of spirits or of animals and fish.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_15_frazer_64kb.mp3", "duration": 3481}, {"section": 16, "title": "VII — OUR DEPT TO THE SAVAGE. General conclusion. Human gods obliged to observe many taboos for their own good and that of their people, These taboos identical with those observed by common people from motives of prudence, A study of these rules afford an insight into the philosophy of the savage, our debt to our savage forefathers.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_16_frazer_64kb.mp3", "duration": 472}, {"section": 17, "title": "Note — Not to step over Persons and Things.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough2_2109_librivox/goldenbough3_17_frazer_64kb.mp3", "duration": 251}]}