{"title": "Metamorphosis (version 4)", "description": "This story, about a man who wakes up transformed into a bug and the repercussions it has on his life and the people around him, has intrigued me for many years. The translation is by Ian Johnston, not the translator that is in Gutenberg; I like Johnston's more. \n What does it mean? [Spoiler possibly]In my mind it is not complicated at all and is most probably an autobiography of how Kafka himself had experienced his early life living with his parents. Kafka describes how he had experienced his parents’ financial and emotional exploitation's of him, to the point of detaching from them and thereby ceasing to be their son (the real metamorphosis). Gregor’s metamorphosis is that of Kafka’s being an obedient son, subserviently paying for his parents’ narcissistic needs with his own life, into being a disobedient one—as if he had become a ‘piece of vermin’. Gregor’s parents possessed a large sum of money in savings, which symbolizes the needlessness of Gregor’s exploitation. In other words, the parents did not love him for who he was, but for his loyal willingness to undergo this exploitation.\n\nReduced to vermin, Gregor can (or will) no longer financially benefit his parents. It is the parents that caused Gregor’s/Kafka’s metamorphosis. The debt Gregor intended to repay his parents symbolizes the emotional debt many adult children continue to feel towards their elderly parents for the love and care they have provided. Sister Grete, at first siding with her brother against their unfriendliest father, eventually switches sides after her brother’s metamorphosis, conveniently seizing first place in the sibling hierarchy, a reference to Kafka’s relationship with one of his siblings.\n\nThe reason why the book continues to enjoy popularity among large audiences of readers, in my opinion, is because they recognize themselves in Gregor Samsa, which makes it all the more astounding how many ‘expert’ interpretations attempt to distract students of Kafka away from the most likely one.  I know that some of our absolute best LibriVox readers have already recorded this marvelous story but this but it has also been on my list of \"yearn to record\" things for a long time and for my personal and entirely selfish pleasure now is the time to do it before I get any older or another flood hits us. ", "duration": 8627, "language": "English", "authors": [{"id": "100", "name": "Franz Kafka"}], "coverArt": "https://archive.org/download/themetamorphosis_version_4_1706_librivox/metamorphosis4_1706.jpg", "copyright_year": "0", "genres": ["Literary Fiction"], "supporters": [{"role": "Read by", "name": "Phil Chenevert"}, {"role": "Book Coordinator", "name": "Phil Chenevert"}, {"role": "Meta Coordinator", "name": "Phil Chenevert"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [5717], "path": "https://www.archive.org/download/themetamorphosis_version_4_1706_librivox/metamorphosis_01_kafka_64kb.mp3", "duration": 2802}, {"section": 2, "title": "Part II", "readers": [5717], "path": "https://www.archive.org/download/themetamorphosis_version_4_1706_librivox/metamorphosis_02_kafka_64kb.mp3", "duration": 2934}, {"section": 3, "title": "Part III", "readers": [5717], "path": "https://www.archive.org/download/themetamorphosis_version_4_1706_librivox/metamorphosis_03_kafka_64kb.mp3", "duration": 2891}]}