{"title": "Man of Genius", "description": "Famous criminologist, anthropologist, and psychiatrist, Dr Lombroso, investigated the memetic anecdotal belief that genius is associated with degenerative symptoms, or may even be a version of insanity, and presented his findings as a fascinating and controversial theory that the creative and imaginative celebrities throughout history have also displayed what he termed as \"atavistic\" symptoms, or defects resembling what is commonly seen in the unwell. Citations of evidence are drawn from a rich variety of references sources, including autopsy reports of brains and skulls, biographical data, the influence of environmental and seasonal changes on inventiveness, and even from the records of thousands of admittance into prisons and asylums of France and Italy. This book can be considered as a sort of sequel to his better known and also highly controversial theories about criminality associated with physical manifestations, often categorised as \"psuedoscience\". However, it should be noted that although his claims are factual and verifiable, his choice of selective evidence and the absence of a control group should be considered when reading the book. - Summary by Leon Harvey", "duration": 44303, "language": "English", "authors": [{"id": "14872", "name": "Cesare Lombroso"}], "coverArt": "https://archive.org/download/man_of_genius_2007_librivox/themanofgenius_2007.jpg", "copyright_year": "1891", "genres": ["Psychology", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 0, "title": "PREFACE", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_00_lombroso_64kb.mp3", "duration": 852}, {"section": 1, "title": "PART 1.THE CHARACTERISTICS OF GENIUS. CHAPTER 1. HISTORY OF THE PROBLEM. Aristotle, Plato, Democritus, Felix Plater, Pascal, Diderot, Modern writers on genius.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_01_lombroso_64kb.mp3", "duration": 484}, {"section": 2, "title": "CHAPTER II. GENIUS AND DEGENERATION. The signs of degeneration, Height, Rickets, Emaciation, Physiognomy, Cranium and Brain, Stammering, Lefthandedness, Sterility, Unlikeness to Parents, Precocity, Delayed development, Misoneism, Vagabondage, Unconsciousness, Instinctiveness, Somnambulism, The Inspiration of Genius, Contrast, Intermittence, Double Personality, Stupidity, Hyperasthesia, Paraesthesia, Amnesia, Originality, Fondness for special words.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_02_lombroso_64kb.mp3", "duration": 4370}, {"section": 3, "title": "CHAPTER III. LATENT FORMS OF NEUROSIS AND INSANITY IN GENIUS. Chorea and Epilepsy, Melancholy, Megalomania, Folie du doute, Alcoholism, Hallucinations, Moral Insanity, Longevity.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_03_lombroso_64kb.mp3", "duration": 3496}, {"section": 4, "title": "CHAPTER IV. GENIUS AND INSANITY. Resemblance between genius and insanity, Men and women of genius who have been insane, Montanus, Harrington, Haller, Schumann, Gérard de Nerval, Baudelaire, Concato, Mainländer, Comte, Codazzi, Bolyai, Cardan, Tasso, Swift, Newton, Rousseau, Lenau, Széchényi, Hoffmann, Foderà, Schopenhauer, Gogol", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_04_lombroso_64kb.mp3", "duration": 4076}, {"section": 5, "title": "PART 2. THE CAUSES OF GENIUS. CHAPTER I. METEROLOGICAL INFLUENCES OF GENIUS, The influence of weather on the insane, Sensitiveness of men of genius to barometrical conditions, Sensitiveness to thermometrical conditions.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_05_lombroso_64kb.mp3", "duration": 2102}, {"section": 6, "title": "CHAPTER II. CLIMATIC INFLUENCES ON GENIUS. Influence of great centres, Race and hot climate, The distribution of great masters, Orographic influences, Influence of healthy race, Parallelism of high stature and genius, Explanations.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_06_lombroso_64kb.mp3", "duration": 2137}, {"section": 7, "title": "CHAPTER III. THE INFLUENCE OF RACE AND HEREDITARY ON GENIUS AND INSANITY. Race, Insanity, The influence of sex, The heredity of genius, Criminal and insane parentage and descent of genius, Age of parents, Conception.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_07_lombroso_64kb.mp3", "duration": 2204}, {"section": 8, "title": "CHAPTER IV. THE INFLUENCE OF DISEASE ON GENIUS. Spinal diseases, Fevers, Injuries to the head and their relation to genius.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_08_lombroso_64kb.mp3", "duration": 232}, {"section": 9, "title": "CHAPTER V. THE INFLUENCE OF CIVILIZATION AND OF OPPORTUNITY. Large Towns Large Schools, Accidents, Misery, Power, Education.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_09_lombroso_64kb.mp3", "duration": 1009}, {"section": 10, "title": "PART 3. GENIUS IN THE INSANE. CHAPTER I. INSANE GENIUS IN LITERATURE. Periodicals published in lunatic asylums, Synthesis, Passion, Atavism, Conclusion.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_10_lombroso_64kb.mp3", "duration": 2112}, {"section": 11, "title": "CHAPTER II. ART IN THE INSANE. Geographical distribution, Profession, Influence of the special form of alienation, Originality, Eccentricity, Symbolism, Obscenity, Criminality and moral insanity, Uselessness, Insanity as a subject, Absurdity, Uniformity, Summary, Music among the insane.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_11_lombroso_64kb.mp3", "duration": 3152}, {"section": 12, "title": "CHAPTER III. LITERARY AND ARTISTIC MATTOIDS. Definition, Physical and psychical characteristics, Their literary activity, Examples, Lawsuit mania, Mattoids of genius, Bosisio, The décadent poets, Verlaine, Mattoids in art.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_12_lombroso_64kb.mp3", "duration": 4043}, {"section": 13, "title": "CHAPTER IV. Part 1. POLITICAL AND RELIGIOS LUNATICS AND MATTOIDS. Part played by the insane in the progressive movements of humanity, Examples, Probable causes, Religious epidemics of the Middle Ages.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_13_lombroso_64kb.mp3", "duration": 1996}, {"section": 14, "title": "CHAPTER IV. Part 2. POLITICAL AND RELIGIOS LUNATICS AND MATTOIDS. Francis of Assisi, Luther, Savonarola, Cola da Rienzi.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_14_lombroso_64kb.mp3", "duration": 3961}, {"section": 15, "title": "CHAPTER IV. Part 3. POLITICAL AND RELIGIOS LUNATICS AND MATTOIDS. San Juan de Dios, Campanella, Prosper Enfantin, Lazzaretti, Passanante, Guiteau, South Americans.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_15_lombroso_64kb.mp3", "duration": 2699}, {"section": 16, "title": "PART IV. SYNTHESIS. THE DEGENERATIVE PSYCHOSIS OF GENIUS. CHAPTER I. Characteristics of Insane Men of Genius, Characterlessness, Vanity, Precocity, Alcoholism, Vagabondage, Versatility, Originality, Style, Religious doubts, Sexual abnormalities, Egoism, Eccentricity, Inspiration.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_16_lombroso_64kb.mp3", "duration": 1799}, {"section": 17, "title": "CHAPTER II. ANALOGY OF SANE TO INSANE GENIUS. Want of character, Pride, Precocity, Alcoholism, Degenerative signs, Obsession, Men of genius in revolutions.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_17_lombroso_64kb.mp3", "duration": 622}, {"section": 18, "title": "CHAPTER III. THE EPILEPTOID NATURE OF GENIUS. Etiology, Symptoms, Confessions of men of genius, The life of a great epileptic, Napoleon, Saint Paul, The saints, Philanthropic hysteria.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_18_lombroso_64kb.mp3", "duration": 1922}, {"section": 19, "title": "CHAPTER IV. SANE MEN OF GENIUS. Their unperceived defects, Richelieu, Sesostris, Foscolo, Michelangelo, Darwin.", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_19_lombroso_64kb.mp3", "duration": 655}, {"section": 20, "title": "CHAPTER V. Conclusions", "readers": [10851], "path": "http://www.archive.org/download/man_of_genius_2007_librivox/themanofgenius_20_lombroso_64kb.mp3", "duration": 380}]}