{"title": "Book of Ser Marco Polo, the Venetian, concerning the kingdoms and marvels of the East, volume 1", "description": "\"Books of the Marvels of the World\" or \"Description of the World\" (Divisament dou monde), also nicknamed \"Il Milione\" (\"The Million\") or \"Oriente Poliano\", but commonly called \"The Travels of Marco Polo\", is a 13th-century travelogue written down by Rustichello da Pisa from stories told by Marco Polo, describing the travels of the latter through Asia, Persia, China, and Indonesia between 1271 and 1291.It's been a very famous and popular book since the 14th century, creating the image of Marco Polo as the icon of the bold traveller. Presenting Marco Polo as an important figure at the court of the Mongol leader Kublai Khan, the book was written in Old French by Rustichello da Pisa, a romance author of the time, who was reportedly working from accounts which he had heard from Marco Polo when they were imprisoned in Genoa, having been captured while on a ship.<br><br>This audiobook in two volumes uses the 1903 third edition of Sir Henry Yule's translation, revised by Henri Cordier. (Summary adapted from Wikipedia by Leni)", "duration": 35721, "language": "English", "authors": [{"id": "5527", "name": " Rustichello da Pisa"}, {"id": "6353", "name": " Marco Polo"}], "coverArt": "https://archive.org/download/the_book_of_marco_polo1_1401_librivox/marcopolo_1_1401.jpg", "copyright_year": "1903", "genres": ["Exploration"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Leni"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Piotr Nater"}], "sections": [{"section": 1, "title": "01 - Introductory Notices, part 1:  Obscurities in the history of his life and book. Ramusio's statements.", "readers": [2961], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_01_pisa_64kb.mp3", "duration": 1365}, {"section": 2, "title": "02 - Introductory Notices, part 2: Sketch of the state of the east at the time of the journeys of the Polo family.", "readers": [2961], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_02_pisa_64kb.mp3", "duration": 605}, {"section": 3, "title": "03 - Introductory Notices, part 3: The Polo family. Personal history of the travellers down to their final return from the east.", "readers": [2961], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_03_pisa_64kb.mp3", "duration": 1264}, {"section": 4, "title": "04 - Introductory Notices, part 4: Digression concerning the mansion of the Polo family at Venice.", "readers": [2961], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_04_pisa_64kb.mp3", "duration": 554}, {"section": 5, "title": "05 - Introductory Notices, part 5: Digression concerning the war-galleys of the Mediterranean states in the Middle Ages.", "readers": [5672], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_05_pisa_64kb.mp3", "duration": 910}, {"section": 6, "title": "06 - Introductory Notices, part 6: The jealousies and naval wars of Venice and Genoa. Lamba Doria's expedition to the Adriatic; battle of Curzola; and imprisonment of Marco Polo by the Genoese.", "readers": [6754], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_06_pisa_64kb.mp3", "duration": 1260}, {"section": 7, "title": "07 - Introductory Notices, part 7: Rusticiano or Rustichello of Pisa, Marco Polo's fellow-prisoner at Genoa, the scribe who wrote down the travels.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_07_pisa_64kb.mp3", "duration": 1232}, {"section": 8, "title": "08 - Introductory Notices, part 8: Notices of Marco Polo's history after the termination of his imprisonment at Genoa.", "readers": [2961], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_08_pisa_64kb.mp3", "duration": 1780}, {"section": 9, "title": "09 - Introductory Notices, part 9: Marco Polo's book; and the language in which it was first written.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_09_pisa_64kb.mp3", "duration": 1291}, {"section": 10, "title": "10 - Introductory Notices, part 10: Various types of text of Marco Polo's book.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_10_pisa_64kb.mp3", "duration": 1595}, {"section": 11, "title": "11 - Introductory Notices, part 11: Some estimate of the character of Polo and his book.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_11_pisa_64kb.mp3", "duration": 1220}, {"section": 12, "title": "12 - Introductory Notices, part 12: Contemporary recognition of Polo and his book.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_12_pisa_64kb.mp3", "duration": 1817}, {"section": 13, "title": "13 - Introductory Notices, part 13: Nature of Polo's influence on geographical knowledge.", "readers": [6754], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_13_pisa_64kb.mp3", "duration": 1223}, {"section": 14, "title": "14 - Introductory Notices, part 14: Explanations regarding the basis adopted for the present translation.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_14_pisa_64kb.mp3", "duration": 419}, {"section": 15, "title": "15 - Prologue, part 1: Chapters 1 and 2. How the two brothers Polo set forth from Constantinople to traverse the world; how the two brothers went on beyond Soldaia.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_15_pisa_64kb.mp3", "duration": 339}, {"section": 16, "title": "16 - Prologue, part 2: Chapters 3 to 9. How the two brothers, after crossing a desert, came to the city of Bocara, and fell in with certain envoys there. How the two brothers took the envoys' counsel, and went to the court of the great Kaan. How the two brothers arrived at the court of the great Kaan. How the great Kaan asked all about the manners of the Christians, and particularly about the Pope of Rome. How the great Kaan sent the two brothers as his envoys to the Pope. How the great Kaan gave them a tablet of gold, bearing his orders in their behalf. How the two brothers came to the city of Acre; and thence to Venice.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_16_pisa_64kb.mp3", "duration": 529}, {"section": 17, "title": "17 - Prologue, part 3: Chapters 10 to 15. How the two brothers again departed from Venice, on their way back to the great Kaan, and took with them Mark, the son of messer Nicolo. How the two brothers set out from Acre, and Mark along with them. How the two brothers presented themselves before the new Pope. How messer Nicolo and messer Maffeo Polo, accompanied by Mark, travelled to the court of the great Kaan. How messer Nicolo and messer Maffeo Polo and Marco presented themselves before the great Kaan. How the lord sent Mark on an embassy of his.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_17_pisa_64kb.mp3", "duration": 533}, {"section": 18, "title": "18 - Prologue, part 4: Chapters 16 to 18. How Mark returned from the mission whereon he had been sent. How messer Nicolo, messer Maffeo, and messer Marco asked leave of the great Kaan to go their way. How the two brothers and messer Marco took leave of the great Kaan, and returned to their own country.", "readers": [3157], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_18_pisa_64kb.mp3", "duration": 676}, {"section": 19, "title": "19 - Book First, Chapters 1 to 4. Here the book begins; and first it speaks of the lesser Hermenia. Concerning the province of Turcomania. Description of the greater Hermenia. Of Georgiania and the kings thereof.", "readers": [8310], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_19_pisa_64kb.mp3", "duration": 746}, {"section": 20, "title": "20 - Book First, Chapters 5 to 10. Of the kingdom of Mausul. Of the great city of Baudas, and how it was taken. How the calif of Baudas took counsel to slay all the Christians in his land. How the Christians were in great dismay because of what the calif had said. How the one-eyed cobler was desired to pray for the Christians. How the prayer of the one-eyed cobler caused the mountain to move.", "readers": [7170], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_20_pisa_64kb.mp3", "duration": 996}, {"section": 21, "title": "21 - Book First, Chapters 11 to 15. Of the noble city of Tauris. Of the monastery of Saint Barsamo on the borders of Tauris. Of the great country of Persia; with some account of the three kings. How the three kings returned to their own country. Of the eight kingdoms of Persia, and how they are named.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_21_pisa_64kb.mp3", "duration": 702}, {"section": 22, "title": "22 - Book First, Chapters 16 to 18. Concerning the great city of Yasdi. Concerning the kingdom of Kerman. Of the city of Camadi and its ruins; also touching the Carauna robbers.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_22_pisa_64kb.mp3", "duration": 577}, {"section": 23, "title": "23 - Book First, Chapters 19 to 22. Of the descent to the city of Hormos. Of the wearisome and desert road that has now to be travelled. Concerning the city of Cobinan and the things that are made there. Of a certain desert that continues for eight days' journey.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_23_pisa_64kb.mp3", "duration": 754}, {"section": 24, "title": "24 - Book First, Chapters 23 to 25. Concerning the Old Man of the Mountain. How the Old Man used to train his assassins. How the Old Man came by his end.", "readers": [8250], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_24_pisa_64kb.mp3", "duration": 408}, {"section": 25, "title": "25 - Book First, Chapters 26 to 29. Concerning the city of Sapurgan. Of the city of Balc. Of Taican, and the mountains of salt. Also of the province of Casem. Of the province of Badashan.", "readers": [8250], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_25_pisa_64kb.mp3", "duration": 660}, {"section": 26, "title": "26 - Book First, Chapters 30 to 32. Of the province of Pashai. Of the province of Keshimur. Of the great river of Badashan; and plain of Pamier.", "readers": [8250], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_26_pisa_64kb.mp3", "duration": 426}, {"section": 27, "title": "27 - Book First, Chapters 33 to 39. Of the kingdom of Cascar. Of the great city of Samarcan. Of the province of Yarcan. Of a province called Cotan. Of the province of Pein. Of the province of Charchan. Of the city of Lop and the great desert.", "readers": [7170], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_27_pisa_64kb.mp3", "duration": 808}, {"section": 28, "title": "28 - Book First, Chapters 40 to 44. Concerning the great province of Tangut. Of the province of Camul. Of the province of Chingintalas. Of the province of Sukchur. Of the city of Campichu.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_28_pisa_64kb.mp3", "duration": 906}, {"section": 29, "title": "29 - Book First, Chapters 45 to 51.  Of the city of Etzina. Of the city of Caracoron. Of Chinghis, and how he became the first Kaan of the Tartars. How Chinghis mustered his people to march against Prester John. How Prester John marched to meet Chinghis. The battle between Chinghis Kaan and Prester John. Death of Chinghis. Of those who did reign after Chinghis Kaan, and of the customs of the Tartars.", "readers": [7170], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_29_pisa_64kb.mp3", "duration": 977}, {"section": 30, "title": "30 - Book First, Chapters 52 to 54. Concerning the customs of the Tartars. Concerning the God of the Tartars. Concerning the Tartar customs of war.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_30_pisa_64kb.mp3", "duration": 673}, {"section": 31, "title": "31 - Book First, Chapters 55 to 58. Concerning the administering of justice among the Tartars. Sundry particulars on the plain beyond Caracoron. Of the kingdom of Erguiul, and province of Sinju. Of the kingdom of Egrigaia.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_31_pisa_64kb.mp3", "duration": 683}, {"section": 32, "title": "32 - Book First, Chapters 59 to 61. Concerning the province of Tenduc, and the descendants of Prester John. Concerning the Kaan's palace of Chagannor. Of the city of Chandu, and the Kaan's palace there.", "readers": [2592], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_32_pisa_64kb.mp3", "duration": 909}, {"section": 33, "title": "33 - Book Second, Part 1, Chapters 1 to 4. Of Kublay Kaan, the great Kaan now reigning, and of his great puissance.  Concerning the revolt of Nayan, who was uncle to the great Kaan Cublay. How the great Kaan marched against Nayan. Of the battle that the great Kaan fought with Nayan.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_33_pisa_64kb.mp3", "duration": 691}, {"section": 34, "title": "34 - Book Second, Part 1, Chapters 5 to 7. How the great Kaan caused Nayan to be put to death. How the great Kaan went back to the city of Cambaluc. How the Kaan rewarded the valour of his captains.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_34_pisa_64kb.mp3", "duration": 495}, {"section": 35, "title": "35 - Book Second, Part 1, Chapters 8 to 10. Concerning the person of the great Kaan. Concerning the great Kaan's sons. Concerning the palace of the great Kaan.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_35_pisa_64kb.mp3", "duration": 787}, {"section": 36, "title": "36 - Book Second, Part 1, Chapters 11 to 14.  Concerning the city of Cambaluc. How the great Kaan maintains a guard of twelve thousand horse, which are called Keshican. The fashion of the great Kaan's table at his high feasts. Concerning the great feast held by the grand Kaan every year on his birthday.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_36_pisa_64kb.mp3", "duration": 766}, {"section": 37, "title": "37 - Book Second, Part 1, Chapters 15 to 18. Of the great festival which the Kaan holds on New Year's day. Concerning the twelve thousand barons who receive robes of cloth of gold from the emperor on the great festivals, thirteen changes a-piece. How the great Kaan enjoineth his people to supply him with game. Of the lions and leopards and wolves that the Kaan keeps for the chase.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_37_pisa_64kb.mp3", "duration": 599}, {"section": 38, "title": "38 - Book Second, Part 1, Chapters 19 to 22. Concerning the two brothers who have charge of the Kaan's hounds. How the emperor goes on a hunting expedition. How the great Kaan, on returning from his hunting expedition, holds a great court and entertainment. Concerning the city of Cambaluc, and its great traffic and population.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_38_pisa_64kb.mp3", "duration": 1105}, {"section": 39, "title": "39 - Book Second, Part 1, Chapters 23 to 24. Concerning the oppressions of Achmath the Bailo, and the plot that was formed against him. How the great Kaan causeth the bark of trees, made into something like paper, to pass for money over all his country.", "readers": [7756], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_39_pisa_64kb.mp3", "duration": 1012}, {"section": 40, "title": "40 - Book Second, Part 1, Chapters 25 to 28. Concerning the twelve barons who are set over all the affairs of the great Kaan. How the Kaan's posts and runners are sped through many lands and provinces. How the emperor bestows help on his people, when they are afflicted with dearth or murrain. How the great Kaan causes trees to be planted by the highways.", "readers": [2592], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_40_pisa_64kb.mp3", "duration": 676}, {"section": 41, "title": "41 - Book Second, Part 1, Chapters 29 to 34. Concerning the rice-wine drunk by the people of Cathay. Concerning the black stones that are dug in Cathay, and are burnt for fuel. How the great Kaan causes stores of corn to be made, to help his people withal in time of dearth. Of the charity of the emperor to the poor. Concerning the astrologers in the city of Cambaluc. Concerning the religion of the Cathayans; their views as to the soul; and their customs.", "readers": [1724], "path": "http://www.archive.org/download/the_book_of_marco_polo1_1401_librivox/bookofmarcopolo1_41_pisa_64kb.mp3", "duration": 753}]}