{"title": "Extant Works of St. Pacian of Barcelona", "description": "Pacian, Bishop of Barcelona in the Pyrenees, of chastened eloquence, eminent for his life as for his writings, wrote various works, of which is the Cervus and against the Novatians. He died lately in the reign of Theodosius, in extreme old age; i.e. before A. 392. He was born then probably about 30 years after the martyrdom of St. Cyprian, was a younger contemporary of Hosius, and through him joined on to the Council of Eliberis, and the restoration of discipline in the Spanish Church. His memory was kept with great affection at Barcelona on May 9, on which he is commemorated in the Martyrologium Romanum, in words taken from St. Jerome. It is of the good Providence of God, that, of the same father, works should have come down, vindicating the doctrine of the Church on penitence, as a doctrine, against the heresy of Novatian, practically, against the neglect of careless sinners. The Epistles to Sympronian and the exhortation to Penitence, combined, shew how compatible are tenderness to the sinner with a strict and, as it would now seem, severe doctrine of penitence; that not earnest calls to a self-avenging and self-chastening penitence, but the denial of its fruits and of the power of the keys, is the essence of Novatianism. Well versed as St. Pacian was in the writings of St. Cyprian, who also insists on the same acts of penitence, his language approaches more both in style and vividness of expostulation to that of Tertullian, whose work on penitence he claims, as having been written by him while a Catholic. It is hoped that from this very combination, his works might be useful in these days, in which, for want of that more frequent special application of the power of the keys, which our Church suggests, any mention of more earnest penitence is thought to partake of the hard and uncompassionating heresy of Novatian. - Summary from the Preface", "duration": 8591, "language": "English", "authors": [{"id": "15686", "name": " Pacian of Barcelona"}], "coverArt": "https://archive.org/download/extantworks_pacianofbarcelona_2101_librivox/worksofpacian_2101.jpg", "copyright_year": "1842", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 0, "title": "Preface", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_00_pacianofbarcelona_64kb.mp3", "duration": 278}, {"section": 1, "title": "Epistle I: On the Catholic Name", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_01_pacianofbarcelona_64kb.mp3", "duration": 1066}, {"section": 2, "title": "Epistle II: Concerning Novatian's Letter", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_02_pacianofbarcelona_64kb.mp3", "duration": 1137}, {"section": 3, "title": "Epistle III: Against the treatise of the Novatians", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_03_pacianofbarcelona_64kb.mp3", "duration": 3560}, {"section": 4, "title": "Treatise of exhortation to penance", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_04_pacianofbarcelona_64kb.mp3", "duration": 1669}, {"section": 5, "title": "Discourse on Baptism", "readers": [14684], "path": "http://www.archive.org/download/extantworks_pacianofbarcelona_2101_librivox/works_05_pacianofbarcelona_64kb.mp3", "duration": 881}]}