{"title": "Story of My Boyhood and Youth", "description": "\"The only fire for the whole house was the kitchen stove, with a fire box about eighteen inches long and eight inches wide and deep,- scant space for three or four small sticks, around which in hard zero weather all the family of ten shivered, and beneath which in the morning we found our socks and coarse, soggy boots frozen solid.\" Thus, with perceptive eye for detail, the American naturalist, John Muir, describes life on a pioneer Wisconsin farm in the 1850's. Muir was only eleven years old when his father uprooted the family from a relatively comfortable life in Dunbar, Scotland, to settle in the backwoods of North America.<br><br>The elder Muir was a religious fundamentalist. What his father taught, John Muir writes, was \"grim self denial, in season and out of season, to mortify the flesh, keep our bodies in subjection to Bible laws, and mercilessly punish ourselves for every fault, imagined or committed.\" Muir's father believed that the Bible was \"the only book human beings could possibly require,\" while John secretly read every volume of poetry and literature he could get his hands on. With no formal schooling after leaving Scotland, John also learned from nature--keenly observing details of the seasons, the life of the farm oxen, and wild animals and birds. John also became an amateur inventor, eking out time from farm chores by getting up at 1 a.m. to whittle intricate wooden clocks by candlelight in the unheated farm house basement.<br><br>Muir finally made a break for freedom--his decision was to go to Madison, Wisconsin, and enter his clocks in the State Fair, with the hope that somebody might see them and offer him a job in a machine shop! All the baggage he carried the day he left home was a package made up of \"two clocks and a small thermometer made of a piece of old washboard, all three tied together with no covering or case of any sort, the whole looking like one very complicated machine.\" His father's goodbye was to admonish John about the \"wicked world\" and to warn him sternly that if he should find himself in need of money, none would be forthcoming. John would have to depend on himself.<br><br>How John Muir made his way from that Wisconsin farm to become the great American naturalist, spokesman for Yosemite and the California redwoods, is the stuff of legend: which makes Muir's autobiographical account of his early boyhood a fascinating read. (Summary by Sue Anderson)", "duration": 19494, "language": "English", "authors": [{"id": "486", "name": "John Muir"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt5/Story_of_My_Boyhood_and_Youth_1005.jpg", "copyright_year": "1913", "genres": ["Biography & Autobiography"], "supporters": [{"role": "Read by", "name": "Sue Anderson"}, {"role": "Book Coordinator", "name": "Sue Anderson"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}, {"role": "Proof Listener", "name": "Leni"}], "sections": [{"section": 1, "title": "A Boyhood in Scotland", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_01_muir_64kb.mp3", "duration": 3395}, {"section": 2, "title": "A New World", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_02_muir_64kb.mp3", "duration": 2604}, {"section": 3, "title": "Life on a Wisconsin Farm", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_03_muir_64kb.mp3", "duration": 3079}, {"section": 4, "title": "A Paradise of Birds", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_04_muir_64kb.mp3", "duration": 2184}, {"section": 5, "title": "Young Hunters", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_05_muir_64kb.mp3", "duration": 1996}, {"section": 6, "title": "The Ploughboy", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_06_muir_64kb.mp3", "duration": 2898}, {"section": 7, "title": "Knowledge and Inventions", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_07_muir_64kb.mp3", "duration": 1578}, {"section": 8, "title": "The World and the University", "readers": [3003], "path": "https://www.archive.org/download/story_boyhood_youth_0905_librivox/storyofmyboyhood_08_muir_64kb.mp3", "duration": 1760}]}