{"title": "Odyssey (Book 6)", "description": "Nausicaa, daughter of Alcinous, king of the Phaeacians, is asleep when Athena comes to her to suggest that she go down to the river the next morning, with her attendants. So the next morning Nausicaa persuades her parents to lend her a wagon to take clothes down to the river for washing.<br /><br />The party goes down to the washing pool. Nausicaa is about to fold and put away the clothing when the ship-wrecked Odysseus, who is asleep nearby, wakes up. He wonders where he is.<br /><br />Grabbing an olive branch to hide his modesty, he walks out, caked in salt from the sea and looking terrible. The attendants run away at sight of him, but Nausicaa stands her ground. Odysseus thinks that she might be a goddess, perhaps Artemis. He then tells her that he has been at sea for 20 days, harassed by the god Poseidon, and only came on shore the previous day. He asks Nausicaa for some clothes and if she can tell him how he can get to town.<br /><br />Nausicaa says fate is in Zeus’ hands, but that since Odysseus has reached her country, and she is the daughter of the king, she won't let him go without clothes. She tells her attendants not to be afraid, and to wash the stranger in the river. They give him clothes and an oil flask. He asks them to go away so he can bathe.<br /><br /> Odysseus,washed and dressed, looks like a god. Nausicaa says she would like someone like him to be her husband. She tells her attendants to give him food and drink.<br /><br />Then Nausicaa packs up the wagon and tells Odysseus to follow behind, but that, to prevent scandal,he must stop at a grove that is sacred to Athena. He is to wait there until she gets back to the palace. Only then should he come out. He should then enter the city, find the palace, and look for Nausicaa's mother because, if Nausicaa's mother takes to him, all will be well and he will be helped to go on his way home.<br /><br />They set off, and reach the sacred grove that evening.<br /><br />(Summary by hefyd)", "duration": 2032, "language": "Ancient Greek", "authors": [{"id": "765", "name": " Homer"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt19/Odyssey_Bk6_1209.jpg", "copyright_year": "1919", "genres": ["Classics (Greek & Latin Antiquity)", "Myths", "Legends & Fairy Tales", "Epics"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "hefyd"}, {"role": "Meta Coordinator", "name": "Philippa"}], "sections": [{"section": 1, "title": "01 - lines 1-55", "readers": [4892], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_01_homer_64kb.mp3", "duration": 304}, {"section": 2, "title": "02 - lines 56-109", "readers": [1085], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_02_homer_64kb.mp3", "duration": 314}, {"section": 3, "title": "03 - lines 110-165", "readers": [1085], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_03_homer_64kb.mp3", "duration": 358}, {"section": 4, "title": "04 - lines 166-210", "readers": [1085], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_04_homer_64kb.mp3", "duration": 301}, {"section": 5, "title": "05 - lines 211-265", "readers": [1085], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_05_homer_64kb.mp3", "duration": 340}, {"section": 6, "title": "06 - lines 266-331", "readers": [3006], "path": "https://www.archive.org/download/odyssey_bk6_1012_librivox/odyssey6_06_homer_64kb.mp3", "duration": 415}]}