{"title": "Furies (Morshead Translation)", "description": "The Oresteia is a trilogy of Greek tragedies written by Aeschylus concerning the end of the curse on the House of Atreus. The name derives from the character Orestes, who sets out to avenge his father's murder. The only extant example of an ancient Greek theater trilogy, the Oresteia won first prize at the Dionysia festival in 458 BC. When originally performed, it was accompanied by Proteus, a satyr play that would have followed the trilogy. Proteus has not survived, however. In all likelihood the term \"Oresteia\" originally referred to all four plays; today it generally designates only the surviving trilogy. Many consider the Oresteia to be Aeschylus' finest work. Principal themes of the trilogy include the contrast between revenge and justice, as well as the transition from personal vendetta to organized litigation.  The Eumenides (Εὐμενίδες, Eumenides; also known as The Kindly Ones) is the final play of the Oresteia, in which Orestes, Apollo, and the Erinyes go before Athena and eleven other judges chosen by her from the Athenian citizenry at the Areopagus (Rock of Ares, a flat rocky hill by the Athenian agora where the homicide court of Athens later held its sessions), to decide whether Orestes's killing of his mother, Clytemnestra, makes him guilty of the crime of murder. - Summary by Wikipedia", "duration": 4010, "language": "English", "authors": [{"id": "478", "name": " Aeschylus"}], "coverArt": "https://archive.org/download/furies_1511_librivox/furies_moreshead_translation_1511.jpg", "copyright_year": "1901", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/furies_1511_librivox/furies_01_aeschylus_64kb.mp3", "duration": 1942}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/furies_1511_librivox/furies_02_aeschylus_64kb.mp3", "duration": 2068}]}