{"title": "Steel Flea", "description": "An 1881 comic story by Nikolai Leskov, presented in the form of a traditional skaz or folk-tale, but entirely of Leskov's invention. It tells the story of a left-handed Russian artisan required to impress Tsar Nikolas I with his craftsmanship by outdoing some famous Englishmen who have created a tiny mechanical flea. The Russian smith barricades himself with two skilled colleagues in his workshop until finally forced to come out and reveal the brilliant result of his labor. Far more famous in Russia than in the West, the story of The Steel Flea reveals much about nineteenth-century Russian attitudes toward the West and toward their own country, but is difficult to categorize. Either a celebration of Russian ingenuity or a critique of Russian autocracy, The Steel Flea has established itself as a classic worthy of any of the great Russian authors. [It should be noted that many of the most comical lines in the story are funny only in the original Russian, depending as they do on ridiculous malapropisms or ignorant combinations of words almost impossible to translate. Ms. Hapgood, for example, has had to do the best she could, rendering the mistaken word for \"international\" as \"internecine,\" for \"infusoria\" as \"nymfozoria,\" for \"Pyramids\" as \"Keramids,\" for \"stench\" as \"spiral,\" and so on.] (Summary by Expatriate)", "duration": 4577, "language": "English", "authors": [{"id": "10302", "name": "Nikolai Leskov"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt33/steelflea_1312.jpg", "copyright_year": "1916", "genres": ["Humorous Fiction", "Literary Fiction"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Crln Yldz Ksr"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/the_steel_flea_1312_librivox/steelflea_01_leskov_64kb.mp3", "duration": 1527}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/the_steel_flea_1312_librivox/steelflea_02_leskov_64kb.mp3", "duration": 1501}, {"section": 3, "title": "Part III", "readers": [8713], "path": "https://www.archive.org/download/the_steel_flea_1312_librivox/steelflea_03_leskov_64kb.mp3", "duration": 1549}]}