{"title": "Pilgrimage Of Etheria", "description": "This (probably) late fourth century common era (A.D.) narrative of a Christian pilgrimage is the earliest such text which survives to us. It is an important source of information about early Christian practices. This book has an extended introduction which provides invaluable context and summaries, though some of it is a bit scholarly and dry. The text is damaged with some parts missing; missing parts will be designated in this recording by this verbal usage: “dot dot dot dot” . More information: Egeria, Etheria or Aetheria was a woman, widely regarded to be the author of a detailed account of a pilgrimage to the Holy Land. The long letter, dubbed Peregrinatio (pilgrimage) or Itinerarium Egeriae, is addressed to a circle of women at home. Historical details it contains set the journey in the early 380s, making it the earliest of the kind…. It is the earliest extant graphic account of a Christian pilgrimage…. The text is a narrative apparently written at the end of Egeria's journey from notes she took en route, and addressed to her 'dear ladies': the women of her spiritual community back home. In the first extant part of the text, she describes the journey from her approach to Mount Sinai until her stop in Constantinople…. The second portion of the text is a detailed account of the liturgical services and observances of the church calendar in Jerusalem (most likely, under Cyril). The liturgical year was in its incipient stages at the time of her visit. This is invaluable because the development of liturgical worship (e.g. Lent, Palm or Passion Sunday) reached universal practice in the 4th century. Egeria provides a first-hand account of practices and implementation of liturgical seasons as they existed at the time of her visit. This snapshot is before universal acceptance of a December 25 celebration of the nativity of Jesus; this is very early and very helpful in cataloging the development of annual liturgical worship. Sections 8 and 12 of the textual introduction are omitted in this recording as they are long lists. The book's extensive footnotes are not recorded as is not the extensive concluding index ( David Wales and Wikipedia) ", "duration": 12489, "language": "English", "authors": [{"id": "13392", "name": " Etheria"}], "coverArt": "https://archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_1805.jpg", "copyright_year": "1919", "genres": ["History", "Travel & Geography", "Antiquity"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Introduction: The Narrative And Its Authorship; The Present Edition And Its Editors; Etheria's Route To Constantinople", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_01_etheria_64kb.mp3", "duration": 983}, {"section": 2, "title": "Introduction: Resume Of Her Journeyings", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_02_etheria_64kb.mp3", "duration": 867}, {"section": 3, "title": "Introduction: Ecclesiastical Organization; The Monks And Nuns She Met; Her Use Of The Bible", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_03_etheria_64kb.mp3", "duration": 949}, {"section": 4, "title": "Introduction: The Lives Of The Saints; Points Of Liturgical Interest; The Churches In Jerusalem", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_04_etheria_64kb.mp3", "duration": 1210}, {"section": 5, "title": "Text: The Approach To Sinai; The Ascent of Sinai; Horeb; The Bush; The Sites In The  Valley And The Return To Faran", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_05_etheria_64kb.mp3", "duration": 1038}, {"section": 6, "title": "Text: Faran To Clysma; Clysma To The City Of Arabia; Rmaeses; Visit To The Jordan Valley", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_06_etheria_64kb.mp3", "duration": 951}, {"section": 7, "title": "Text:  Mount Nebo; Visit To Ausitis; The City Of Melchizedek; Aenon; The City Of Elijah; The Brook Cherith; Burial Place Of Job; Return To Jerusalem; Journey To Mesopotamia", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_07_etheria_64kb.mp3", "duration": 908}, {"section": 8, "title": "Text: Antioch To Mesopotamia; The Crossing Of The Euphrates; Edessa; The Story Of King Abgarus; Charrae (Haran); Rachel's Well; The Return To Antioch; Antioch To Tarsus; Visit To Saint Thecla's Church; Return To Constantinople", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_08_etheria_64kb.mp3", "duration": 1351}, {"section": 9, "title": "Text:  Jerusalem. I Daily Offices 1 Matins; 2 Sext And None; 3 Vespers; II Sunday Offices 1 Vigil; 2 Morning Services; III Festivals At Epiphany 1 Night Station At Bethlehem; 2 Morning Services At Jerusalem; 3 Octave Of The Festival; 4 The Presentation Mass; IV Lent; 1 Services On Sundays; 2 Weekday Services; 3 Wednesday And Friday; 4 Saturday; 5 The Fast.", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_09_etheria_64kb.mp3", "duration": 1480}, {"section": 10, "title": "Text:  V Holy Week And The Festivals At Easter; 1 Saturday Before Palm Sunday - Station At Bethany; 2 Palm Sunday (a) Services In The Churches; (b) Procession With Palms On The Mount Of Olives; 3 Monday In Holy Week; 4 Tuesday In Holy Week; 5 Wednesday In Holy Week; 6 Maundy Thursday (a) Mass Celebrated Twice; (b) Night Station On The Mount Of Olives; (c) Stations At Gethsemane; (d) Return To Jerusalem; 7 Good Friday (a) Service At Daybreak; (b) The Column Of The Flagellation; (c) Veneration Of The Cross; (d) Station Before The Cross - The Three Hours; (e) Evening Offices; 8 Vigil Of Easter; 9 Services In The Easter Octave; 10 Vesper Station At Sion On Easter Sunday; 11 Sunday After Easter; 12 Easter To Whitsuntide; 13 The Ascension-Festival At Bethlehem.", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_10_etheria_64kb.mp3", "duration": 1663}, {"section": 11, "title": "Text:  VI Festivals Of Whitsuntide 1 Whitsunday (a) Morning Station; (b) Station At Sion; 9c) Station At The Mount Of Olives; (d) Night Procession; 2 Resumption Of The Ordinary Services; VII Baptism 1 The Inscribing Of The Competents; 2 Preparation For Baptism-Catechisings; 3 'Traditiio' Of The Creed; 4 'Redditio' [Recitation] Of The Creed; 5 Mystic Catechisings; VIII Dedication Of Churches.", "readers": [6454], "path": "https://www.archive.org/download/the_pilgrimage_of_etheria_1805_librivox/pilgrimageofetheria_11_etheria_64kb.mp3", "duration": 1089}]}