{"title": "Dream of Gerontius", "description": "As a rule, when Cardinal Newman's poetry is mentioned, people think of \"The Pillar of the Cloud,\" better known as \"Lead, Kindly Light.\" This lyric is only one of the many beautiful poems written by an author whose fame as a writer of the finest modern prose in the English language has eclipsed his reputation as a poet. Nevertheless, he wrote a very great poem, \"The Dream of Gerontius\"—a poem which the intellectual world admires more and more every year, and which yields its best only after careful study and consideration. It has been described as a metrical meditation on death. It is more than that; it is the realization by means of a loving heart and a poetic imagination of the state of a just soul after death,—Gerontius typifying not the soul of a particular person imagined by Cardinal Newman, but your soul, my soul, any soul which may be fortunate enough to satisfy the judging and merciful God. No poet has ever presented the condition of the soul, as made known by the theology of the Catholic Church, so forcibly and appealingly as Cardinal Newman. - Summary by Maurice Francis Egan", "duration": 3354, "language": "English", "authors": [{"id": "1632", "name": "John Henry Newman"}], "coverArt": "https://archive.org/download/dream_of_gerontius_1910_librivox/gerontius_1910.jpg", "copyright_year": "1890", "genres": ["Single author", "Christianity - Other"], "supporters": [{"role": "Read by", "name": "Russ Hobbs"}, {"role": "Book Coordinator", "name": "Russ Hobbs"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 1, "title": "Section 1", "readers": [13527], "path": "https://www.archive.org/download/dream_of_gerontius_1910_librivox/dreamofgerontius_01_newman_64kb.mp3", "duration": 1523}, {"section": 2, "title": "Section 2", "readers": [13527], "path": "https://www.archive.org/download/dream_of_gerontius_1910_librivox/dreamofgerontius_02_newman_64kb.mp3", "duration": 1831}]}