{"title": "Life of God in the Soul of Man (Version 2)", "description": "“In many ways we are still living in the spiritual momentum that was created during the Great Awakening…and in the midst of the Great Awakening there was one man that was most singularly used by God…that man was the great evangelist, George Whitefield.” (Steven J. Lawson)<br /><br />Published in 1677, <i>The Life of God in the Soul of Man</i> was originally penned in 1676 as a private letter to a friend by 26 year-old Henry Scougal, professor of divinity at King’s College, University of Aberdeen. Less than a century later, this short yet rich spiritual classic, which expresses Scougal’s theology of “true religion” and its excellencies and advantages, made its way through the hands of Susanna Wesley and her son Charles, to one George Whitefield. And upon reading, Whitefield later commented that: “I never knew what true religion was till God sent me this excellent treatise.” A discourse that was instrumental in the conversion of a man such as Whitefield is one that all Christ-followers would do well to consider. And upon reflection, readers will be fanning into flame that life of God within their own souls. (Introduction by M. Sirasky)", "duration": 8687, "language": "English", "authors": [{"id": "2566", "name": "Henry Scougal"}], "coverArt": "https://archive.org/download/lifeofgod_inthe_soulofman_2009_librivox/lifeofgod_2009.jpg", "copyright_year": "0", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "msirasky"}, {"role": "Book Coordinator", "name": "msirasky"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Larry Wilson"}], "sections": [{"section": 1, "title": "Part 1", "readers": [14228], "path": "https://www.archive.org/download/lifeofgod_inthe_soulofman_2009_librivox/lifeofgodinthesoulofman_01_scougal_64kb.mp3", "duration": 2578}, {"section": 2, "title": "Part 2", "readers": [14228], "path": "https://www.archive.org/download/lifeofgod_inthe_soulofman_2009_librivox/lifeofgodinthesoulofman_02_scougal_64kb.mp3", "duration": 1817}, {"section": 3, "title": "Part 3", "readers": [14228], "path": "https://www.archive.org/download/lifeofgod_inthe_soulofman_2009_librivox/lifeofgodinthesoulofman_03_scougal_64kb.mp3", "duration": 4292}]}