{"title": "Great Learning & The Doctrine of the Mean", "description": "The Great Learning (Traditional Chinese: 大學, Simplified: 大学, Pinyin: Dàxué, Korean: 대학, Japanese: 大学, Vietnamese: Đại Học) is one of the Four Books of Confucianism (Great Learning, Doctrine of the Mean, Analects, Mencius). The book consists of a short main text attributed to Confucius (孔子) and ten commentary chapters attributed to his disciple Zengzi (曾子). This translation also includes interspersed notes by the 12th-century philosopher Zhu Xi (朱熹). Zhu Xi's master, Cheng Yi (程颐), says, \"The Great Learning is a book transmitted by the Confucian school, and forms the gate by which first learners enter into virtue. That we can now perceive the order in which the ancients pursued their learning is solely owing to the preservation of this work, the Analects and Mencius coming after it. Learners must commence their course with this, and then it may be hoped they will be kept from error.\" \r\n\r\nThe Doctrine of the Mean (Chinese: 中庸, Pinyin: Zhōngyōng, Korean: 중용, Japanese: 中庸, Vietnamese: Trung Dung) is also one of the Four Books (四書)  of Confucianism. It consists of 33 chapters attributed to Zisi (子思), the only grandson of Confucius, with interspersed notes by Zhu Xi. Zhu Xi's master, Cheng Yi, says, \"Being without inclination to either side is called Zhong; admitting of no change is called Yong. By Zhong is denoted the correct course to be pursued by all under heaven; by Yong is denoted the fixed principle regulating all under heaven. This work contains the law of the mind, which was handed down from one to another, in the Confucian school, till Zisi, fearing lest in the course of time errors should arise about it, committed it to writing, and delivered it to Mencius. The book first speaks of one principle; it next spreads this out, and embraces all things; finally, it returns and gathers them all up under the one principle. Unroll it, and it fills the universe; roll it up, and it retires and lies hid in mysteriousness. The relish of it is  inexhaustible. The whole of it is solid learning. When the skillful reader has explored it with delight till he has apprehended it, he may carry it into practice all his life, and will find that it cannot be exhausted.\"  \r\n\r\nScottish translator James Legge was a Hong Kong missionary, Nonconformist pastor of the English Union Church, and the first professor of Chinese studies at Oxford University. \r\n\r\nCover: Queen Mother of the West Visits Confucius by cartoonist Robin Bougie (2025), released by him into the public domain.\r\n\r\nSpecial thanks to Lancy (王欣兰), a graduate student at Guangdong University of Foreign Studies, for her help with Chinese pronunciation.\r\n\r\n(Summary adapted from the text and Wikipedia.)", "duration": 6797, "language": "English", "authors": [{"id": "3104", "name": " Confucius 孔子"}, {"id": "18893", "name": " Zengzi 子輿"}, {"id": "19031", "name": " Zisi 子思"}], "coverArt": "https://archive.org/download/greatlearning_doctrineofthemean_2506_librivox/greatlearning_2506.jpg", "copyright_year": "1861", "genres": ["Antiquity", "Ancient", "Other religions"], "supporters": [{"role": "Read by", "name": "Geoffrey Edwards"}, {"role": "Book Coordinator", "name": "Geoffrey Edwards"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 1, "title": "The Great Learning", "readers": [3114], "path": "https://www.archive.org/download/greatlearning_doctrineofthemean_2506_librivox/greatlearning_01_confucius_64kb.mp3", "duration": 2515}, {"section": 2, "title": "The Doctrine of the Mean", "readers": [3114], "path": "https://www.archive.org/download/greatlearning_doctrineofthemean_2506_librivox/greatlearning_02_confucius_64kb.mp3", "duration": 4282}]}