{"title": "Persians (version 2)", "description": "The earliest of Aeschylus' plays to survive is \"The Persians\" (Persai), performed in 472 BC and based on experiences in Aeschylus's own life, specifically the Battle of Salamis.  It is unique among surviving Greek tragedies in that it describes a recent historical event.  \"The Persians\" focuses on the popular Greek theme of hubris by blaming Persia's loss on the pride of its king.  It is the second and only surviving part of a now otherwise lost trilogy that won the first prize at the dramatic competitions in Athens’ City Dionysia festival in 472 BCE, with Pericles serving as choregos. The first play in the trilogy was called \"Phineus\"; it presumably dealt with Jason and the Argonauts' rescue of King Phineus from the torture that the monstrous harpies inflicted at the behest of Zeus. The subject of the third play, \"Glaucus,\" was either a mythical Corinthian king who was devoured by his horses because he angered the goddess Aphrodite or a Boeotian farmer who ate a magical herb that transformed him into a sea deity with the gift of prophecy.  In \"The Persians,\" Xerxes invites the gods' enmity for his hubristic expedition against Greece in 480/79 BCE; the focus of the drama is the defeat of Xerxes' navy at Salamis.  Aeschylus himself had fought the Persians at Marathon (490 BC). He may also have fought at Salamis, just eight years before the play was performed.  Summary by Wikipedia (edited by Expatriate)", "duration": 4060, "language": "English", "authors": [{"id": "478", "name": " Aeschylus"}], "coverArt": "https://archive.org/download/thepersians_1507_librivox/persians_1507.jpg", "copyright_year": "1908", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "MaryAnn"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/thepersians_1507_librivox/persians_01_aeschylus_64kb.mp3", "duration": 1415}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/thepersians_1507_librivox/persians_02_aeschylus_64kb.mp3", "duration": 1192}, {"section": 3, "title": "Part III", "readers": [8713], "path": "https://www.archive.org/download/thepersians_1507_librivox/persians_03_aeschylus_64kb.mp3", "duration": 1453}]}