{"title": "Itinerary of John Leland in or About the Years 1535-1543", "description": " John Leland's 'Itinerary' was the product of several journeys around England and Wales undertaken between 1538 and 1543. The manuscript is made up of Leland's notebooks, which were first published in the 18th century, and later in a ten-part, five-volume edition published by Lucy Toulmin (1906-10). Part IX of the manuscript begins in the south of England and gradually meanders its way, county by county, through central and northern England up to the borders of Scotland. Leland did not prepare the manuscript for publication and it is sometimes difficult to follow, with occasional geographically-misplaced sections, lists of headings with content yet to be added, and the odd lapse into Latin. Part IX of the Itinerary will be of interest, nevertheless, to anyone with an interest in English history as an early form of the 'gazetteer', compiled at a time when the shape of the country as a whole was still a mystery to most of its inhabitants. Leland's spellings tend to be inconsistent and for the most part I have used modern pronunciations unless a consistent spelling clearly indicates a different pronunciation. I have also omitted or modified a few short passages that would be otherwise incomprehensible. (Summary by Phil Benson)", "duration": 7312, "language": "English", "authors": [{"id": "3267", "name": "John Leland"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt31/Itinerary_John_Leland_PartIX_1305.jpg", "copyright_year": "1910", "genres": ["History", "Travel & Geography", "Exploration"], "supporters": [{"role": "Read by", "name": "Phil Benson"}, {"role": "Book Coordinator", "name": "Phil Benson"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Martin Geeson"}], "sections": [{"section": 1, "title": "01 - To Cheshire and Yorkshire", "readers": [6097], "path": "http://www.archive.org/download/itinerary_leland_pb_librivox/itinerarypart9_01_leland_64kb.mp3", "duration": 4184}, {"section": 2, "title": "02 - Lancashire and the North", "readers": [6097], "path": "http://www.archive.org/download/itinerary_leland_pb_librivox/itinerarypart9_02_leland_64kb.mp3", "duration": 3128}]}