{"title": "Book of Ser Marco Polo, the Venetian, concerning the kingdoms and marvels of the East, volume 2", "description": "\"Books of the Marvels of the World\" or \"Description of the World\" (Divisament dou monde), also nicknamed \"Il Milione\" (\"The Million\") or \"Oriente Poliano\", but commonly called \"The Travels of Marco Polo\", is a 13th-century travelogue written down by Rustichello da Pisa from stories told by Marco Polo, describing the travels of the latter through Asia, Persia, China, and Indonesia between 1271 and 1291.It's been a very famous and popular book since the 14th century, creating the image of Marco Polo as the icon of the bold traveller. Presenting Marco Polo as an important figure at the court of the Mongol leader Kublai Khan, the book was written in Old French by Rustichello da Pisa, a romance author of the time, who was reportedly working from accounts which he had heard from Marco Polo when they were imprisoned in Genoa, having been captured while on a ship.<br><br>This audiobook in two volumes uses the 1903 third edition of Sir Henry Yule's translation, revised by Henri Cordier. (Summary adapted from Wikipedia by Leni)", "duration": 20939, "language": "English", "authors": [{"id": "5527", "name": " Rustichello da Pisa"}, {"id": "6353", "name": " Marco Polo"}], "coverArt": "https://archive.org/download/the_book_of_marco_polo2_1503_librivox/marcopolo_2_1503.jpg", "copyright_year": "1871", "genres": ["Exploration"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "Leni"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Adele de Pignerolles"}], "sections": [{"section": 1, "title": "Book Second, Part 2, Chapters 35 to 38. Description of the interior of Cathay. Account of the city of Juju. The kingdom of Talanfu. Concerning the Castle of Canchu.", "readers": [1724], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_01_pisa_64kb.mp3", "duration": 565}, {"section": 2, "title": "Book Second, Part 2, Chapters 39 to 44. How Prester John treated the Golden King his prisioner. Concerning the great river Caramoran and the city of Cachanfu. Concerning the city of Kenjanfu. Concerning the province of Cuncun. Concerning the province of Acbalec Manzi. Concerning the province and city of Sindafu.", "readers": [1724], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_02_pisa_64kb.mp3", "duration": 767}, {"section": 3, "title": "Book Second, Part 2, Chapters 45 to 48. Concerning the province of Tebet. Concerning the province of Caindu. Concerning the province of Carajan.", "readers": [8808], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_03_pisa_64kb.mp3", "duration": 905}, {"section": 4, "title": "Book Second, Part 2, Chapters 49 to 52. Concerning a further part of the province of Carajan. Concerning the province of Zardandan. How the king of Mian and Bangala vowed vengeance against the Great Kaan. Of the battle that was fought by the Great Kaan's host and his seneschal against the king of Mien.", "readers": [9022], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_04_pisa_64kb.mp3", "duration": 1312}, {"section": 5, "title": "Book Second, Part 2, Chapters 53 to 59. Of the great descent that leads towards the kingdom of Mien. Concerning the city of Mien. Concerning the province of Bangala. Discourses of the province of Caugigu. Concerning the province of Anin. Concerning the province of Coloman. Concerning the province of Cujun.", "readers": [7756], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_05_pisa_64kb.mp3", "duration": 994}, {"section": 6, "title": "Book Second, Part 3, Chapters 60 to 65. Concerning the cities of Cacanfu and of Changlu. Concerning the city of Chinangli, Tadinfu, and the rebellion of Litan. Concerning the noble city of Sinjumatu. Concerning the cities of Linju and Piju. Concerning the city of Siju and the great river of Caramoran. How the Great Kaan conquered the province of Manzi.", "readers": [3645], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_06_pisa_64kb.mp3", "duration": 1035}, {"section": 7, "title": "Book Second, Part 3, Chapters 66 to 72. Concerning the city of Coiganju. Of the cities of Paukin and Cayu. Of the cities of Tiju, Tinju and Yanju. Concerning the city of Nanghin. Concerning the very noble city of Saianfu, and how its capture was effected. Concerning the city of Sinju and the great river Kian.", "readers": [3645], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_07_pisa_64kb.mp3", "duration": 859}, {"section": 8, "title": "Book Second, Part 3, Chapters 73 to 76. Of the city of Chinghianfu. Of the city of Chinginju and the slaughter of certain Alans there. Of the noble city of Suju. Description of the great city of Kinsay.", "readers": [7756], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_08_pisa_64kb.mp3", "duration": 1431}, {"section": 9, "title": "Book Second, Part 3, Chapters 77 to 82. The great city of Kinsay. Of the great yearly revenue that the Great Kaan hath from Kinsay. Of the city of Tanpiju and others. Concerning the city of Fuju. Of the city and great Haven of Zayton.", "readers": [9627], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_09_pisa_64kb.mp3", "duration": 1757}, {"section": 10, "title": "Book Third, Chapters 1 to 5. Of the merchant ships of Manzi that sail upon the Indian Seas. Of the island of Chipangu and the Great Kaan's despatch of a host against it. Concerning the fashion of the idols. Of the great country called Chamba.", "readers": [4174], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_10_pisa_64kb.mp3", "duration": 1282}, {"section": 11, "title": "Book Third, Chapters 6 to 10. Concerning the great island of Java. The isles of Sondur and Condur. Of the island called Pentam and the city Malaiur. The island of Java the Less. The knigdoms of Ferlec and Basma. The knigdoms of Samara and Dragoian.", "readers": [9000], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_11_pisa_64kb.mp3", "duration": 802}, {"section": 12, "title": "Book Third, Chapters 11 to 15. Of the knigdoms of Lambri and Fasur. Concerning the island of Necuveran. Concerning the island of Angamanain. Concerning the island of Seilan. The history of Sagamoni Borcan and the beginning of idolatry.", "readers": [7756], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_12_pisa_64kb.mp3", "duration": 1031}, {"section": 13, "title": "Book Third, Chapters 16 to 18.  Concerning the great province of Maabar, which is called India the Greater. Of the place where lieth the body of Saint Thomas the Apostle.", "readers": [9627], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_13_pisa_64kb.mp3", "duration": 1355}, {"section": 14, "title": "Book Third, Chapters 19 to 23. Concerning the kingdom of Mutfili. Concerning the Province of Lar, whence the Brahmins come. Concerning the city of Cail. Of the kingdom of Coilum. Of the country called Comari.", "readers": [9627], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_14_pisa_64kb.mp3", "duration": 1051}, {"section": 15, "title": "Book Third, Chapters 24 to 31. Concerning the kingdom of Eli. Concerning the kingdom of Melibar. Concerning the kingdom of Gozurat. Concerning the kingdom of Tana. Concerning the kingdom of Cumbaet. Concerning the kingdom of Semeat. Of the two islands called Male and Female.", "readers": [9516], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_15_pisa_64kb.mp3", "duration": 985}, {"section": 16, "title": "Book Third, Chapters 32 to 35. Concerning the island of Scotra. Concerning the island of Madeigascar. Of the island of Zanghibar. A word in India in general. Of the great province of Abash.", "readers": [9299], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_16_pisa_64kb.mp3", "duration": 1316}, {"section": 17, "title": "Book Third, Chapters 36 to 40. Concerning the province of Aden. Concerning the city of Esher. Concerning of the city of Dufar. Concerning the gulf of Calatu. Return to the city of Hormos.", "readers": [9299], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_17_pisa_64kb.mp3", "duration": 716}, {"section": 18, "title": "Book Fourth, Chapters 01 to 12. Concerning Great Turkey. Of certain battles that were fought by King Caidu. Of the exploits of king Caidu's valiant daughter. How Abaga sent his son Argon in command against king Caidu. How Argon after the battle heard that his father was dead. Of the battle between Argon and Acomat.", "readers": [9806], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_18_pisa_64kb.mp3", "duration": 1116}, {"section": 19, "title": "Book Fourth, Chapters 13 to 22. How Argon was delivered from prison. How Argon got the Sovereignty at last. How Acomat was slain by order of his nephew. How Argon was recognized as sovereign. How Kiacatu seized the sovereignty after Argon's death. How Baidu seized the sovereignty after the death of Kiacatu. Concerning king Conchi. Concerning the land of darkness. Description of Rosia and its people.", "readers": [9797], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_19_pisa_64kb.mp3", "duration": 1091}, {"section": 20, "title": "Book Fourth, Chapters 23 to 34. Of the straits of Constantinople. Concerning the Tartars. Of the war that arose between Alau and Barca. How Totomango was Lord of the Tartars. Conclusion.", "readers": [9797], "path": "https://www.archive.org/download/the_book_of_marco_polo2_1503_librivox/bookofmarcopolo2_20_pisa_64kb.mp3", "duration": 569}]}