{"title": "Yoga Sutras of Patanjali (1917 edition)", "description": "The Yoga Sutras of Patanjali are in themselves exceedingly brief, less than ten pages of large type in the original. Yet they contain the essence of practical wisdom, set forth in admirable order and detail. The theme, if the present interpreter be right, is the great regeneration, the birth of the spiritual from the psychical man: the same theme which Paul so wisely and eloquently set forth in writing to his disciples in Corinth, the theme of all mystics in all lands.<br /><br />We think of ourselves as living a purely physical life, in these material bodies of ours. In reality, we have gone far indeed from pure physical life; for ages, our life has been psychical, we have been centerd and immersed in the psychic nature. Some of the schools of India say that the psychic nature is, as it were, a looking-glass, wherein are mirrored the things seen by the physical eyes, and heard by the physical ears. But this is a magic mirror; the images remain, and take a certain life of their own. Thus within the psychic realm of our life there grows up an imaged world wherein we dwell; a world of the images of things seen and heard, and therefore a world of memories; a world also of hopes and desires, of fears and regrets. Mental life grows up among these images, built on a measuring and comparing, on the massing of images together into general ideas; on the abstraction of new notions and images from these; till a new world is built up within, full of desires and hates, ambition, envy, longing, speculation, curiosity, self-will, self-interest.<br /><br />The teaching of the East is, that all these are true powers overlaid by false desires; that though in manifestation psychical, they are in essence spiritual; that the psychical man is the veil and prophecy of the spiritual man. The purpose of life, therefore, is the realizing of that prophecy; the unveiling of the immortal man; the birth of the spiritual from the psychical, whereby we enter our divine inheritance and come to inhabit Eternity. This is, indeed, salvation, the purpose of all true religion, in all times.<br /><br />Patanjali has in mind the spiritual man, to be born from the psychical. His purpose is, to set in order the practical means for the unveiling and regeneration, and to indicate the fruit, the glory and the power, of that new birth. - Summary by Charles Johnston", "duration": 12753, "language": "English", "authors": [{"id": "3088", "name": " Patanjali"}], "coverArt": "https://archive.org/download/yogasutras1917edition_2008_librivox/patanjali_2008.jpg", "copyright_year": "1917", "genres": ["Ancient"], "supporters": [{"role": "Read by", "name": "Kyle James Maclean"}, {"role": "Book Coordinator", "name": "Kyle James Maclean"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 1, "title": "Book I", "readers": [14721], "path": "http://www.archive.org/download/yogasutras1917edition_2008_librivox/yogasutrasofpatanjali_01_patanjali_64kb.mp3", "duration": 2445}, {"section": 2, "title": "Book II", "readers": [14721], "path": "http://www.archive.org/download/yogasutras1917edition_2008_librivox/yogasutrasofpatanjali_02_patanjali_64kb.mp3", "duration": 3253}, {"section": 3, "title": "Book III", "readers": [14721], "path": "http://www.archive.org/download/yogasutras1917edition_2008_librivox/yogasutrasofpatanjali_03_patanjali_64kb.mp3", "duration": 4197}, {"section": 4, "title": "Book IV", "readers": [14721], "path": "http://www.archive.org/download/yogasutras1917edition_2008_librivox/yogasutrasofpatanjali_04_patanjali_64kb.mp3", "duration": 2858}]}