{"title": "Communist Manifesto (version 2)", "description": "The Communist Manifesto was conceived as an outline of the basic beliefs of the Communist movement. The authors believed that the European Powers were universally afraid of the nascent movement, and were condemning as \"communist,\" people or activities that did not actually conform to what the Communists believed. This Manifesto, then, became a manual for their beliefs.<br><br>In it we find Marx and Engel's rehearsal of the idea that Capital has stolen away the work of the artisan and peasant by building up factories to produce goods cheaply. The efficiency of Capital depends, then, on the wage laborers who staff the factories and how little they will accept in order to have work. This concentrates power and money in a Bourgeois class that profits from the disunity of workers (Proletarians), who only receive a subsistence wage.<br><br>If workers unite in a class struggle against the bourgeois, using riot and strikes as weapons, they will eventually overthrow the bourgeois and replace them as a ruling class. Communists further believe in and lay out a system of reforms to transform into a classless, stateless society, thus distinguishing themselves from various flavors of Socialism, which would be content to have workers remain the ruling class after the revolution.<br><br>The Manifesto caused a huge amount of discussion for its support for a forcible overthrow of the existing politics and society. (Summary by Mark F. Smith)", "duration": 5275, "language": "English", "authors": [{"id": "769", "name": "Friedrich Engels"}, {"id": "2426", "name": "Karl Marx"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt22/Communist_Manifesto_1210.jpg", "copyright_year": "1848", "genres": ["Political Science"], "supporters": [{"role": "Read by", "name": "Mark F. Smith"}, {"role": "Book Coordinator", "name": "Mark F. Smith"}, {"role": "Meta Coordinator", "name": "Elizabeth Klett"}, {"role": "Proof Listener", "name": "Diana Majlinger"}], "sections": [{"section": 1, "title": "1 - Bourgeois and Proletarians", "readers": [204], "path": "https://www.archive.org/download/communist_manifesto_mfs_librivox/communistmanifesto_1_marx_64kb.mp3", "duration": 2159}, {"section": 2, "title": "2 - Proletarians and Communists", "readers": [204], "path": "https://www.archive.org/download/communist_manifesto_mfs_librivox/communistmanifesto_2_marx_64kb.mp3", "duration": 1402}, {"section": 3, "title": "3 - Socialist & Communist Literature; 4 - Position of the Communists in Relation to the Various Existing Opposition Parties", "readers": [204], "path": "https://www.archive.org/download/communist_manifesto_mfs_librivox/communistmanifesto_3_marx_64kb.mp3", "duration": 1714}]}