{"title": "Lays of Ancient Rome", "description": "The Lays of Ancient Rome comprise four narrative poems comprised by Lord Thomas Babington Macaulay: recalling popular episodes from Roman historical-legends that were strongly moral in tone: exemplifying Roman virtue against Latine perfidy.<br />\n\nThe four poems are:<br /><br />\n\n- Horatius - Horatius and two companions seek to hold back a large invading Etruscan force at the far end of a bridge over the Tiber River. The trio are willing to lay down their lives so as to prevent the Etruscans crossing and sacking the otherwise ill-defended Rome: it is a desperate gamble to buy enough time for the Romans to destroy the bridge in advance of the hostile army. But will their efforts succeed?<br /><br />\n\n- The Battle of Lake Regillus - The Romans take arms against the powerful Latine league headed by the expelled Tarquin nobles. The fighting is desperate and bloody: the event is decided only after the arrival upon the battlefield of the twin gods Castor and Pollux.<br /><br />\n\n- Virginia - Virginia is the daughter of Virginius - a poor, honest Roman farmer-citizen. In former years Virginius enlisted as a legionary and shed his blood to fight Rome's enemies: now Virginius - like other Romans of the humbler sort - suffer the usurious exactions of noblemen like the wicked Appius Claudius. Appius Claudius uses spurious legal means to take possession of Virginia as his \"runaway slave\": action guaranteed to succeed given the incumbent corrupt magistracy. So what can Virginius do? To what extremes is the father forced to protect his only child?<br /><br />\n\n- The Prophecy of Capys - Romulus and Remus return triumphant to the home of their grandfather Capys. When they arrive, Capys - blind and well advanced in years - is seized by a prophetic frenzy: Capys declaims a series of portents describing the future battles and victories destined as the lot of Romulus' descendants.<br />\n\n(Introduction by Godsend)", "duration": 5335, "language": "English", "authors": [{"id": "802", "name": "Thomas Babington Macaulay"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt5/Lays_of_Ancient_Rome_201005.jpg", "copyright_year": "1842", "genres": ["Narratives"], "supporters": [{"role": "Read by", "name": "Nathan"}, {"role": "Book Coordinator", "name": "Nathan"}, {"role": "Meta Coordinator", "name": "Elli"}, {"role": "Proof Listener", "name": "mim@can (1949-2017)"}], "sections": [{"section": 1, "title": "Horatius", "readers": [3793], "path": "http://www.archive.org/download/lays_ancient_rome_1005_librivox/laysofancientrome_01_macaulay_64kb.mp3", "duration": 1398}, {"section": 2, "title": "The Battle of the Lake Regillus", "readers": [3793], "path": "http://www.archive.org/download/lays_ancient_rome_1005_librivox/laysofancientrome_02_macaulay_64kb.mp3", "duration": 1862}, {"section": 3, "title": "Virginia", "readers": [3793], "path": "http://www.archive.org/download/lays_ancient_rome_1005_librivox/laysofancientrome_03_macaulay_64kb.mp3", "duration": 1336}, {"section": 4, "title": "The Prophecy of Capys", "readers": [3793], "path": "http://www.archive.org/download/lays_ancient_rome_1005_librivox/laysofancientrome_04_macaulay_64kb.mp3", "duration": 739}]}