{"title": "Nature of the Judicial Process", "description": "Benjamin N. Cardozo, one of the most influential American justists of his era, served as the New York Court of Appeals Chief Justice, before joining the Supreme Court. His 1921 book The Nature of the Judicial Process, now considered a legal classic, was compiled from The Storrs Lectures delivered at Yale Law School earlier that year. In it he analyzes various factors underlying judicial decisions, and how these decisions in their turn influence the development of law, contrasting abstract ideals with court practice, and comparing American and English common law with legal systems of continental Europe.\n<br><br>\nFrom Lecture I: \"The directive force of a principle may be exerted along the line of logical progression; this I will call the rule of analogy or the method of philosophy; along the line of historical development; this I will call the method of evolution; along the line of the customs of the community; this I will call the method of tradition; along the lines of justice, morals and social welfare, the mores of the day; and this I will call the method of sociology.\" (Summary by Kazbek)", "duration": 12010, "language": "English", "authors": [{"id": "15378", "name": "Benjamin N. Cardozo"}], "coverArt": "https://archive.org/download/natureofjudicialprocess_2012_librivox/natureofjudicialprocess_2012.jpg", "copyright_year": "1922", "genres": ["Law"], "supporters": [{"role": "Read by", "name": "Kazbek"}, {"role": "Book Coordinator", "name": "Kazbek"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}, {"role": "Proof Listener", "name": "Joanne Turner"}], "sections": [{"section": 1, "title": "Lecture I. Introduction. The Method of Philosophy.", "readers": [13587], "path": "http://www.archive.org/download/natureofjudicialprocess_2012_librivox/judicialprocess_01_cardozo_64kb.mp3", "duration": 3069}, {"section": 2, "title": "Lecture II. The Methods of History, Tradition and Sociology.", "readers": [13587], "path": "http://www.archive.org/download/natureofjudicialprocess_2012_librivox/judicialprocess_02_cardozo_64kb.mp3", "duration": 3214}, {"section": 3, "title": "Lecture III. The Method of Sociology. The Judge as a Legislator.", "readers": [13587], "path": "http://www.archive.org/download/natureofjudicialprocess_2012_librivox/judicialprocess_03_cardozo_64kb.mp3", "duration": 2964}, {"section": 4, "title": "Lecture IV. Adherence to Precedent. The Subconscious Element in the Judicial Process. Conclusion.", "readers": [13587], "path": "http://www.archive.org/download/natureofjudicialprocess_2012_librivox/judicialprocess_04_cardozo_64kb.mp3", "duration": 2763}]}