{"title": "Suppliant Maidens (Morshead Translation)", "description": "The Suppliants, also called The Suppliant Maidens, or The Suppliant Women, is a play by Aeschylus. It was probably first performed sometime after 470 BC. It was long thought to be the earliest surviving play by Aeschylus due to the relatively anachronistic function of the chorus as the protagonist of the drama. However, evidence discovered in the mid-20th century shows it one of Aeschylus' last plays, definitely after The Persians and possibly after Seven Against Thebes....The Danaids form the chorus and serve as the protagonists. They flee a forced marriage to their Egyptian cousins. When the Danaides reach Argos, they entreat King Pelasgus to protect them. He refuses pending the decision of the Argive people, who decide in the favor of the Danaids. Danaus rejoices the outcome, and the Danaids praise the Greek gods. Almost immediately, a herald of the Egyptians comes to attempt to force the Danaids to return to their cousins for marriage. Pelasgus arrives, threatens the herald, and urges the Danaids to remain within the walls of Argos. The play ends with the Danaids retreating into the Argive walls, protected. - Summary by Wikipedia", "duration": 4004, "language": "English", "authors": [{"id": "478", "name": " Aeschylus"}], "coverArt": "https://archive.org/download/suppliantmaidens_1512_librivox/suppliant_maidens_1512.jpg", "copyright_year": "1883", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/suppliantmaidens_1512_librivox/suppliants_01_aeschylus_64kb.mp3", "duration": 2144}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/suppliantmaidens_1512_librivox/suppliants_02_aeschylus_64kb.mp3", "duration": 1860}]}