{"title": "Metamorphoses (Miller Version)", "description": "Ovid represents his work as a celebration of mutability in the form of a history of the world's notable transformations. It is a compendium of Greek and Roman mythology, valuable not only as a guide to the study of ancient literature and religion but also as an aid to understanding and appreciating later literature since it has been studied and often alluded to by educated Western writers.\r\n\r\nMutability is not only the subject of the poem but the essence of Ovid’s narrative technique. The subject matter permits the poet to alternate between exciting action scenes and detailed psychological portraits in the form of interior monologues, especially of women tortured by indecision. The pace of the narrative varies greatly as he lingers here, rushes there, some stories occupying five pages, others five lines. The tone too varies greatly, for the characters have unique voices that alter according to emotion and audience, and the narrative voice itself also changes unpredictably. One story of violence, like the death of Hercules, may be treated with great dignity throughout, while another, like the brawl between the Lapiths and the centaurs, practically revels in grotesque horror. Every reader can recall the centaur who, although disemboweled, keeps fighting until he trips, entangled in his own guts.\r\n\r\nTone can undergo drastic changes as well, even within a single tale. The descent of Orpheus to Hades is a study in high camp. After huddling the tragic details of the beginning into a few brief, factual sentences, the author quotes the lover's song to the infernal powers. Although to ordinary readers it may seem pedestrian, the author insists that it was so surpassingly beautiful as to halt the rotation of Ixion's wheel, draw tears down the cheeks of the Furies themselves (those old sentimental sadists), and even make Sisyphus sit down on his stone to weep (What? Sisyphus take a rest?). Yet the story very soon shifts from bathos to pathos. It is as if Ovid makes fun of an old chestnut just to show that he can turn even this into a tear-jerker.\r\n\r\nBrief moments of pathos flash out unexpectedly here and there like fireflies. One can never forget with what fortitude Polyxena bares her breast to the sacrificial knife and uses her last motion to cover her legs with her robe. Similar tender moments abound; compare this detail from a battle: \"But he, even in death, with his eyes swimming in the black darkness, looked round for Athis, fell down by his side, and bore to the shadows this comfort, that in death they were not divided.\"\r\n\r\nOvid follows a roughly chronological organization, but inclusion is more important to him than continuity. If between tales he can cram in a compressed tale or two, he does so, with a semblance of transitions, but when it comes to narrative connections between episodes of a single story, even to explain motivation or character development—that of Medea is a prime example—he simply does not take the trouble. He generally assumes the reader to know most of the major stories already as well as all of the gods, puzzling a modern reader with a reference like \"the three goddesses\" (meaning the Fates) with no other identifying information than a reference to \"thread\" and a prophecy about length of life. Unfortunately the translator also assumed that students of this bilingual edition would know nearly as much and therefore supplied few footnotes. By reading the Iliad as background, one can experience some of the pleasure Ovid's contemporary audience may have felt while reading Book 12's satire of Homer's tedious accounts of carnage and Book 13's many allusions to events in Homer's epic.\r\n\r\nIt is also interesting to imagine the displeasure with which Rome's emperor Augustus must have read the final book of the poem, with its empty promise of Rome's everlastingness after so many examples of the inexorable triumph of mutability, not to mention the scarcely veiled cynicism with which Julius Caesar's deification is described. Of course, all this is spoken in the voice of a notorious vegetarian fanatic (Pythagoras!), who winds up the poem's theme with recollections of his own past lives, but Augustus knew very well the sly tricks of writers who want to avoid censorship. No wonder the poet was exiled to the ends of the earth! And no wonder he staged a public burning of his manuscript (secure in the knowledge that copies were safe in the hands of friends).\r\n\r\nReading a prose translation of a poem may seem like quite a sacrifice since one loses the flavor and texture of the original language, the original rhythm (in the case of Latin a rhythm created by syllable length, reinforced by stress at the end of the line), and even the substituted English poetic form supplied by a poetic translation. Yet remember that the first two losses are unavoidable unless one reads the poem in the original and that any imposed poetic form will inevitably warp the meaning to some degree in order to fulfill the requirements of the form. A prose translation, on the other hand, puts the reader in touch with the original thoughts as closely as possible.\r\n(Summary by Thomas A Copeland)", "duration": 54880, "language": "English", "authors": [{"id": "4959", "name": " Publius (Ovid) Ovidius Naso"}], "coverArt": "https://archive.org/download/metamorphoses_2504_librivox/metamorphoses_2504.jpg", "copyright_year": "8", "genres": ["Classics (Greek & Latin Antiquity)", "Poetry"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Lynette Caulkins"}], "sections": [{"section": 0, "title": "Introduction", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_00_ovid_64kb.mp3", "duration": 635}, {"section": 1, "title": "Book 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_01_ovid_64kb.mp3", "duration": 3630}, {"section": 2, "title": "Book 2, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_02_ovid_64kb.mp3", "duration": 1856}, {"section": 3, "title": "Book 2, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_03_ovid_64kb.mp3", "duration": 2189}, {"section": 4, "title": "Book 3", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_04_ovid_64kb.mp3", "duration": 3363}, {"section": 5, "title": "Book 4", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_05_ovid_64kb.mp3", "duration": 3624}, {"section": 6, "title": "Book 5", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_06_ovid_64kb.mp3", "duration": 2968}, {"section": 7, "title": "Book 6", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_07_ovid_64kb.mp3", "duration": 3169}, {"section": 8, "title": "Book 7, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_08_ovid_64kb.mp3", "duration": 1823}, {"section": 9, "title": "Book 7, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_09_ovid_64kb.mp3", "duration": 2030}, {"section": 10, "title": "Book 8, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_10_ovid_64kb.mp3", "duration": 2449}, {"section": 11, "title": "Book 8, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_11_ovid_64kb.mp3", "duration": 1465}, {"section": 12, "title": "Book 9", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_12_ovid_64kb.mp3", "duration": 3662}, {"section": 13, "title": "Book 10", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_13_ovid_64kb.mp3", "duration": 3384}, {"section": 14, "title": "Book 11", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_14_ovid_64kb.mp3", "duration": 3512}, {"section": 15, "title": "Book 12", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_15_ovid_64kb.mp3", "duration": 2802}, {"section": 16, "title": "Book 13, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_16_ovid_64kb.mp3", "duration": 2036}, {"section": 17, "title": "Book 13, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_17_ovid_64kb.mp3", "duration": 2438}, {"section": 18, "title": "Book 14, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_18_ovid_64kb.mp3", "duration": 1971}, {"section": 19, "title": "Book 14, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_19_ovid_64kb.mp3", "duration": 1862}, {"section": 20, "title": "Book 15, pt 1", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_20_ovid_64kb.mp3", "duration": 2032}, {"section": 21, "title": "Book 15, pt 2", "readers": [6249], "path": "https://www.archive.org/download/metamorphoses_2504_librivox/metamorphoses_21_ovid_64kb.mp3", "duration": 1980}]}