{"title": "Boise Survey", "description": "A complete survey of the Independent Boise School District, Boise, Idaho was conducted over two weeks, with the purpose to study and observe the schools in operation, including the systems of financing and filing educational records. Facts are presented alongside conclusions and recommendations to be understood the general public as to the importance of educational enterprise.  - Summary by Leon Harvey", "duration": 25182, "language": "English", "authors": [{"id": "16576", "name": "William Martin Proctor"}, {"id": "16575", "name": "Jesse Brundage Sears"}, {"id": "16577", "name": "J. Harold Williams"}], "coverArt": "https://archive.org/download/boisesurvey_2112_librivox/boisesurvey_2112.jpg", "copyright_year": "1920", "genres": ["Education"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "Rapunzelina"}, {"role": "Proof Listener", "name": "Rapunzelina"}], "sections": [{"section": 0, "title": "PREFACE. DIRECTOR'S LETTER OF TRANSMITTAL", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_00_sears_64kb.mp3", "duration": 276}, {"section": 1, "title": "I. BOISE'S EDUCATIONAL PROBLEM. Boise a growing city — Composition of the population — Illiteracy — Wealth and occupations — How the city spends its money —The problem stated", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_01_sears_64kb.mp3", "duration": 1539}, {"section": 2, "title": "II. ORGANIZATION AND ADMINISTRATION. The legal status of the district — Significance of such wide legal powers — The administrative organization — Imperfections in organization — A right plan of organization — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_02_sears_64kb.mp3", "duration": 1891}, {"section": 3, "title": "III. THE TEACHING STAFF. Size and development of the staff — The training of Boise's teachers — Experience and tenure of Boise's teachers — The ages of Boise's teachers — Social composition of Boise's teaching staff — Boise's salary schedule — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_03_sears_64kb.mp3", "duration": 2024}, {"section": 4, "title": "IV. THE CURRICULUM. Extent of Boise's educational program — What a curriculimi is—The elementary school curriculum in Boise —What a printed course of study should contain — Boise's outline of courses — Time allotment, or the relative importance of studies — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_04_sears_64kb.mp3", "duration": 1805}, {"section": 5, "title": "V. EFFICIENCY OF THE INSTRUCTION. General considerations — Observations of classroom work — Standardized tests — The test in handwriting — The test in spelling — The test in arithmetic — Summary — Recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_05_sears_64kb.mp3", "duration": 3201}, {"section": 6, "title": "VI. PROGRESS OF THE CHILDREN IN THE SCHOOLS. The distribution of the pupils — Accelerated pupils— Retarded pupils — Extent of retardation — Results of retardation — Causes of retardation —Summary", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_06_sears_64kb.mp3", "duration": 922}, {"section": 7, "title": "VII. INDIVIDUAL DIFFERENCES AMONG THE CHILDREN. The variability of children — Mental differences — Intelligence testing — Superior children — Opportunity classes for gifted children — Backward children — Batavia teaching for backward pupils — Special dasses for backward pupils— Feeble-minded children — Examples of feeble-mindedness — Differences in conduct — Juvenile delinquency in the schools— Dependent children — Physically handicapped children — Research work in the schools— Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_07_sears_64kb.mp3", "duration": 2244}, {"section": 8, "title": "VIII. THE CHILDRENS HEALTH. What Boise is doing — Additional nurses needed — A brief health survey by the teachers — Posture — Nutrition — Tuberculosis — Contagion in the schools — Ventilation and health — Teeth — Nose and throat — Hearing — Eye troubles — Nervous conditions — Speech problems — Mental conditions and health — Play and health — Sources of infection — Hygiene teaching — The teacher's health — The janitor and health — Open-air schools — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_08_sears_64kb.mp3", "duration": 2481}, {"section": 9, "title": "IX. BUILDINGS AND GROUNDS. The building situation in Boise—Buildings measured by standard scale — The school grounds — Playground equipment — Orientation of buildings —Type of buildings— Interior construction — Basements — Heating and ventilation — Fire protection — Cleaning system —Artificial lighting — Clocks, gongs, telephones— Drinking fountains—Lavatories and baths — Toilets— Classrooms— Blackboards — Lighting of classrooms —Windows — Window shades — Cloakrooms and wardrobes — Classroom equipment — Special rooms— Age and efficiency — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_09_sears_64kb.mp3", "duration": 2861}, {"section": 10, "title": "X. THE HIGH SCHOOL. Articulation between the elementary grades and the high school — Building and equipment — The high school faculty — Curriculum features— Certain phases of the internal administration — The need for a junior college in Boise— Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_10_sears_64kb.mp3", "duration": 2290}, {"section": 11, "title": "XI. EDUCATIONAL AND VOCATIONAL GUIDANCE. The need for educational and vocational guidance in Boise — A reasonable program of educational and vocational guidance for Boise — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_11_sears_64kb.mp3", "duration": 1482}, {"section": 12, "title": "XII. COSTS AND BUSINESS MANAGEMENT. The problem stated — How Boise's school expenditures are distributed — The business management of Boise's schools — Summary and recommendations", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_12_sears_64kb.mp3", "duration": 1710}, {"section": 13, "title": "XIII. SUMMARY AND RECOMMENDATIONS", "readers": [10851], "path": "https://www.archive.org/download/boisesurvey_2112_librivox/boisesurvey_13_sears_64kb.mp3", "duration": 456}]}