{"title": "Life and Death of Tom Thumb the Great", "description": "Tom Thumb, small of stature, great of heart. This play was written as a parody of the tragic heroic biography of a great man, filled with biting satire as to people and events of the time. Note as warned by the title that this is not a happy-ending fairy tale. (Follow the etext link to see how the script is full of fictitious supposedly real researchy footnotes by \"H. Scriblerus Secundus\" providing fake references to the events and allusions of the play.) Supposedly Jane Austen put on a family performance of this play. \n - Summary by ToddHW\n<BR><BR>Cast list:<BR>\nKing Arthur, a passionate sort of king, husband to queen Dollallolla, of whom he stands a little in fear; father to Huncamunca, whom he is very fond of, and in love with Glumdalca: <a href=\"https://librivox.org/reader/6754\">ToddHW</a><br>\nTom Thumb the Great, a little hero with a great soul, something violent in his temper, which is a little abated by his love for Huncamunca: <a href=\"https://librivox.org/reader/5635\">Matthew Reece</a><br>\nGhost of Gaffer Thumb, a whimsical sort of ghost: <a href=\"https://librivox.org/reader/14540\">Andrew Gaunce</a><br>\nLord Grizzle, extremely zealous for the liberty of the subject, very cholerick in his temper, and in love with Huncamunca: <a href=\"https://librivox.org/reader/7170\">Alan Mapstone</a><br>\nMerlin, a conjurer, and in some sort father to Tom Thumb: <a href=\"https://librivox.org/reader/12980\">Wayne Cooke</a><br>\nNoodle, courtier in place, and consequently of that party that is uppermost: <a href=\"https://librivox.org/reader/14426\">Andrew James</a><br>\nDoodle, courtier in place, and consequently of that party that is uppermost: <a href=\"https://librivox.org/reader/13577\">Adrian Stephens</a><br>\nFoodle, a courtier that is out of place, and consequently of that party that is undermost: <a href=\"https://librivox.org/reader/11772\">Linda Olsen Fitak</a><br>\nBailiff of the party of the plaintiff: <a href=\"https://librivox.org/reader/12428\">Pier</a><br>\nFollower of the party of the plaintiff: <a href=\"https://librivox.org/reader/10789\">Tomas Peter</a><br>\nParson, of the side of the church: <a href=\"https://librivox.org/reader/10542\">David Purdy</a><br>\nQueen Dollallolla, wife to king Arthur, and mother to Huncamunca, a woman intirely faultless, saving that she is a little given to drink, a little too much a virago towards her husband, and in love with Tom Thumb: <a href=\"https://librivox.org/reader/10179\">Sonia</a><br>\nThe Princess Huncamunca, daughter to their majesties king Arthur and queen Dollallolla, of a very sweet, gentle, and amorous disposition, equally in love with Lord Grizzle and Tom Thumb, and desirous to be married to them both: <a href=\"https://librivox.org/reader/13140\">Jenn Broda</a><br>\nGlumdalca, of the giants, a captive queen, beloved by the king, but in love with Tom Thumb: <a href=\"https://librivox.org/reader/3157\">TriciaG</a><br>\nCleora, maid of honour in love with Noodle: <a href=\"https://librivox.org/reader/11084\">Devorah Allen</a><br>\nMustacha, maid of honour in love with Doodle: <a href=\"https://librivox.org/reader/14424\">Shreya Sethi</a><br>\nStage Directions: <a href=\"https://librivox.org/reader/12075\">MichaelMaggs</a><br>\nEditing: <a href=\"https://librivox.org/reader/6754\">ToddHW</a>", "duration": 4796, "language": "English", "authors": [{"id": "1065", "name": "Henry Fielding"}], "coverArt": "https://archive.org/download/tomthumb_2010_librivox/tom_thumb_2010.jpg", "copyright_year": "1911", "genres": ["Satire", "Tragedy"], "supporters": [{"role": "Read by", "name": "LibriVox Volunteers"}, {"role": "Book Coordinator", "name": "ToddHW"}, {"role": "Meta Coordinator", "name": "ToddHW"}, {"role": "Proof Listener", "name": "Sonia"}], "sections": [{"section": 1, "title": "Act 1", "readers": [], "path": "https://www.archive.org/download/tomthumb_2010_librivox/tomthumb_1_fielding_64kb.mp3", "duration": 2224}, {"section": 2, "title": "Act 2", "readers": [], "path": "https://www.archive.org/download/tomthumb_2010_librivox/tomthumb_2_fielding_64kb.mp3", "duration": 1398}, {"section": 3, "title": "Act 3", "readers": [], "path": "https://www.archive.org/download/tomthumb_2010_librivox/tomthumb_3_fielding_64kb.mp3", "duration": 1174}]}