{"title": "Brilliant Proof (Burhäne Lämé) in reply to an attack upon the Bahai Revelation by Peter Z. Easton", "description": "“In these days,” writes the renowned Bahá’í scholar, Mírzá Abu’l-Fadl, “which are the latter days of 1911, A. D. and the early days of 1330 A. H., I have seen a curious article which astonished me. What did I see?  I find that one of the missionaries of the Protestant sect, who accounts himself among the learned men of the twentieth century,  a helper of the pure religion of Christ and one of the civilized and cultured occidentals, by name, Peter Z. Easton, has been so provoked by jealousy at the universal spread of the heavenly word of His Holiness Abdul-Baha throughout vast expanses of Europe that he has trespassed the limit of courtesy and humanity and published an article replete with execration and calumny in the magazine “Evangelical Christendom.”  …Briefly, as this servant [Mírzá Abu’l-Fadl] carefully perused and weighed the above mentioned article, it was found that Peter Z. Easton, in his own supposition, has clung to “four proofs” in opposing the great Bahai Cause.  We will therefore mention these four points and show the falsity of his fanciful ideas in each instance.”<br>  \n<br>\nA number of works were written in the 19th century to defend the Bábí and Bahá’í Faiths from attacks made by Muslim scholars and to demonstrate the spiritual proofs and evidences of the Revelations of the Báb and Bahá’u’lláh (notably the “Seven Proofs” of the Báb and the “Book of Certitude” of Bahá’u’lláh) . As the Bahá’í Faith spread to Europe and America in the late 19th and early 20th centuries, it began to attract the attention of Christian missionaries and preachers. While many Christian clergymen were positive towards Faith and its universal message, there were also attacks against the Faith by ministers who saw it as a threat. Peter Z. Easton was one of these. Mírzá Abu’l-Fadl, who was given the posthumous title of “Apostle of Bahá’u’lláh”, took on Easton’s challenge and thoroughly refuted his arguments in “The Brilliant Proof”. ‘Abdu’l-Bahá was so impressed by this work that He wrote: \"His Honour Mírzá Abu'l-Fadl has written a treatise answering the criticisms of a London preacher. Each one of you should have a copy. Read, memorize and reflect upon it. Then, when accusations and criticisms are advanced by those unfavourable to the Cause, you will be well armed.\"<br> (Summary by Nicholas J. Bridgewater)", "duration": 6436, "language": "English", "authors": [{"id": "1660", "name": "Mírzá Abu’l-Fadl Gulpáygání"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt28/Brilliant_Proof_1301.jpg", "copyright_year": "1912", "genres": ["Modern", "Other religions"], "supporters": [{"role": "Read by", "name": "Nicholas James Bridgewater"}, {"role": "Book Coordinator", "name": "Nicholas James Bridgewater"}, {"role": "Meta Coordinator", "name": "Nicholas James Bridgewater"}, {"role": "Proof Listener", "name": "Linda Andrus"}], "sections": [{"section": 1, "title": "01 – Section 01 – From “He is the Living…” to “…and guidance from error.”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_01_gulpaygani_64kb.mp3", "duration": 626}, {"section": 2, "title": "02 – Section 02 – From “As to the first point…” to “‘It is for ye to judge.’”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_02_gulpaygani_64kb.mp3", "duration": 1295}, {"section": 3, "title": "03 – Section 03 – From “As to the second point…” to “…were not clear.”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_03_gulpaygani_64kb.mp3", "duration": 1084}, {"section": 4, "title": "04 – Section 04 – From “Although citing an illustration…” to “…between truth and falsehood.”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_04_gulpaygani_64kb.mp3", "duration": 837}, {"section": 5, "title": "05 – Section 05 – From “In short…” to “…to men of understanding.”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_05_gulpaygani_64kb.mp3", "duration": 1251}, {"section": 6, "title": "06 – Section 06 – From “Perhaps some one…” to “MIRZA ABUL FAZL GULPAYGAN.”", "readers": [1618], "path": "https://www.archive.org/download/brilliant_proof_1101_librivox/brilliantproof_06_gulpaygani_64kb.mp3", "duration": 1343}]}