{"title": "Mikado, Or The Town Of Titipu", "description": "In this recording, one person reads the entire play, all parts, including the stage directions.  Even without the support of Arthur Sullivan’s music and the interpretation of actors, the consummate silliness of Gilbert’s libretto entertains.   The Mikado; or, The Town of Titipu is a comic opera in two acts, with music by Arthur Sullivan and libretto by W. S. Gilbert, their ninth of fourteen operatic collaborations. It opened on 14 March 1885, in London, where it ran at the Savoy Theatre for 672 performances, which was the second longest run for any work of musical theatre and one of the longest runs of any theatre piece up to that time.  Before the end of 1885, it was estimated that, in Europe and America, at least 150 companies were producing the opera. The Mikado remains the most frequently performed Savoy Opera, and it is especially popular with amateur and school productions. The work has been translated into numerous languages and is one of the most frequently played musical theatre pieces in history.  Setting the opera in Japan, an exotic locale far away from Britain, allowed Gilbert to satirise British politics and institutions more freely by disguising them as Japanese - Summary by Wikipedia and david wales", "duration": 5608, "language": "English", "authors": [{"id": "334", "name": "W. S. Gilbert"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt33/mikado_1405.jpg", "copyright_year": "1885", "genres": ["Published 1800 -1900", "Satire"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "Availle"}, {"role": "Proof Listener", "name": "Betty M."}], "sections": [{"section": 1, "title": "The Mikado, Or The Town Of Titipu, Act 1", "readers": [6454], "path": "http://www.archive.org/download/mikado_1406_librivox/mikado_1_gilbert_64kb.mp3", "duration": 2821}, {"section": 2, "title": "The Mikado, Or The Town Of Titipu, Act 2", "readers": [6454], "path": "http://www.archive.org/download/mikado_1406_librivox/mikado_2_gilbert_64kb.mp3", "duration": 2787}]}