{"title": "Golden Bough: The Magic Art and the Evolution of Kings, Volume 2", "description": "The second volume in Frazer's seminal 12 volume set on anthropology and traditional systems of belief. The superstition and magical purpose of kings is further discussed alongside the worship of trees, vegetation, fire, and the sacred marriages, and the mystical bond between people and trees. - Summary by Leon Harvey", "duration": 43132, "language": "English", "authors": [{"id": "4405", "name": " James Frazer"}], "coverArt": "https://archive.org/download/goldenboughvolume2_2009_librivox/goldenboughpart1themagicartvolume2_2009.jpg", "copyright_year": "1911", "genres": ["Social Science (Culture & Anthropology)", "Other religions"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "Linette Geisel"}, {"role": "Proof Listener", "name": "Phoebe D"}], "sections": [{"section": 1, "title": "VIII-DEPARTMENTAL KINGS OF NATURE-The King of the Wood and Nemi probably a departmental king of nature, Kings of Rain in Africa, Kings of Fire and Water in Cambodia", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_01_frazer_64kb.mp3", "duration": 726}, {"section": 2, "title": "IX-THE WORSHIP OF TREES. PART 1.TREE SPIRITS. Great forests of ancient Europe,Tree-worship practised by all Aryan races in Europe, Trees regarded as animate, Tree-spirits, Sacrifices to trees, Trees sensitive to wounds, Apologies for cutting down trees, Bleeding trees, Trees threatened to make them bear fruit, Attempts to deceive spirits of trees and plants,Trees married to each other, Trees in blossom and rice in bloom treated like pregnant women, Trees tenanted by the souls of the dead, Trees as the abode, not the body, of spirits, Ceremonies at felling trees, Propitiating tree-spirits in house-timber, Sacred trees the abode of spirits, Sacred groves.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_02_frazer_64kb.mp3", "duration": 4231}, {"section": 3, "title": "IX-THE WORSHIP OF TREES PART 2. BENEFICIENT POWERS OF TREE-SPIRITS. Tree-spirit develops into anthropomorphic deity of the woods, Tree-spirits give rain and sunshine, Tree-spirits make crops to grow, The Harvest May and kindred customs, Tree-spirits make herds and women fruitful, Green boughs protect against witchcraft, Influence of treespirits on cattle among the Wends, Esthonians, and Circassians, Tree-spirits grant offspring or easy delivery to women.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_03_frazer_64kb.mp3", "duration": 1487}, {"section": 4, "title": "X-RELICS OF TREE-WORSHIP IN MODERN EUROPE. May-trees in Europe, especially England, May-garlands in England, May customs in France, Germany, and Greece, Whitsuntide customs in Russia, May-trees in Germany and Sweden, Midsummer trees and poles in Sweden, Village May-poles in England and Germany, Tree-spirit detached from tree and represented in human form, Esthonian tale, Tree-spirit represented simultaneously in vegetable and human form, The Little May Rose, The Walber, Green George, Double representation of tree-spirit by tree and man among the Oraons, Double representation of harvest -goddess Gauri, W. Mannhardt's conclusions, Tree-spirit or vegetation-spirit represented by a person alone, Leaf-clad mummers (Green George, Little Leaf Man, Jack-in-the-Green, etc.), Leaf-clad mummers called Kings or Queens (King and Queen of May, Whitsuntide King, etc.), Whitsuntide Bridegroom and Bride, Midsummer Bridegroom and Bride, The Forsaken Bridegroom or Bride, St. Bride in Scotland and the Isle of Man, May Bride or Whitsuntide Bride.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_04_frazer_64kb.mp3", "duration": 4372}, {"section": 5, "title": "XI-THE INFLUENCE OF THE SEXES ON VEGETATION. The marriage of the King and Queen of May intended to promote the growth of vegetation by homoeopathic magic, Intercourse of the sexes practised to make the crops grow and fruit-trees to bear fruit, Parents of twins supposed to fertilise the bananas in Uganda, Relics of similar customs in Europe, Continence practised in order to make the crops grow, Incest and illicit love supposed to blight the fruits of the earth by causing drought or excessive rain,  Traces of similar beliefs as to the blighting effect of adultery and incest among the ancient Jews, Greeks, Romans, and Irish, Possible influence of such beliefs on the institution of the forbidden degrees of kinship, Explanation of the seeming contradiction of the foregoing customs, Indirect benefit to humanity of some of these superstitions.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_05_frazer_64kb.mp3", "duration": 2595}, {"section": 6, "title": "XII-THE SACRED MARRIAGE. PART 1. DIANA AS GODDESS OF FERTILITY. Dramatic marriages of gods and goddesses as a charm to promote vegetation, Diana as a goddess of the woodlands, Sanctity of holy groves in antiquity, The breaking of the Golden Bough a solemn rite, not a mere piece of bravado, Diana a goddess of the teeming life of nature, both animal and vegetable, Deities of woodlands naturally the patrons of the beasts of the woods, The crowning of hunting dogs on Diana's day a purification for their slaughter of the beasts of the wood, As goddess of the moon, especially the yellow harvest moon, Diana a goddess of crops and of childbirth, As a goddess of fertility Diana needed a male partner.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_06_frazer_64kb.mp3", "duration": 1147}, {"section": 7, "title": "XII-THE SACRED MARRIAGE. PART 2. THE MARRIAGE OF THE GODS. Marriages of the gods in Babylonia and Assyria, Marriage of the god Ammon to the Queen of Egypt, Apollo and his prophetess at Patara, Artemis and the Essenes at Ephesus, Marriage of Dionysus and the Queen at Athens, Marriage of Zeus and Demeter at Eleusis, Marriage of Zeus and Hera at Plataea, Marriage of Zeus and Hera in other parts of Greece, The god Frey and his human wife in Sweden, Similar rites in ancient Gaul, Marriages of gods to images or living women among uncivilised peoples, Custom of the Wotyaks, Custom of the Peruvian Indians, Marriage of a woman to the Sun among the Blackfoot Indians, Marriage of girls to fishing -nets among the Hurons and Algonquins, Marriage of the Sun-god and Earth-goddess among the Oraons, Marriage of women to gods in India and Africa, Marriage of women to water-gods and crocodiles, Virgin sacrificed as a bride to the jinnee of the sea in the Maldive Islands.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_07_frazer_64kb.mp3", "duration": 3053}, {"section": 8, "title": "XII-THE SACRED MARRIAGE. PART 3. SACRIFICES TO WATER-SPIRITS. Stories of the Perseus and Andromeda type, Water-spirits conceived as serpents or dragons, Sacrifices of human beings to water-spirits, Waterspirits as dispensers of fertility, Water-spirits bestow offspring on women, Love of river-spirits for women in Greek mythology, The Slaying of the Dragon at Furth in Bavaria, St. Remain and the Dragon at Rouen.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_08_frazer_64kb.mp3", "duration": 1822}, {"section": 9, "title": "XIII-THE KINGS OF ROME AND ALBA. PART 1. NUMA AND EGERIA. Egeria a nymph of water and the oak, perhaps a form of Diana, Marriage of Numa and Egeria a reminiscence of the marriage of the King of Rome to a goddess of water and vegetation. PART 2. THE KING AS JUPITER. The Roman king personated Jupiter and wore his costume, The oak crown as a symbol of divinity, Personation of the dead by masked men among the Romans, The kings of Alba as personifications of Jupiter, Legends of the deaths of Roman kings point to their connexion with the thunder-god, Local Jupiters in Latium, The oak-groves of ancient Rome, Latian Jupiter on the Alban Mount, Woods of Latium in antiquity, Latin worship of Jupiter like the Druidical worship of the oak, Sacred marriage of Jupiter and Juno, Janus and Cama, The Flamen Dialis and Flaminica as representatives of Jupiter and Juno, Marriage of the Roman king to the oak-goddess.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_09_frazer_64kb.mp3", "duration": 2314}, {"section": 10, "title": "XIV-THE KING'S FIRE. Sacred marriage of the Fire-god with a woman, Legends of the birth of Latin kings from Vestal Virgins impregnated by the fire, Vestal Virgins as wives of the Fire-god, The Vestal fire originally the fire on the king's hearth, The round temple of Vesta a copy of the old round hut of the early Latins, Rude pottery used in Roman ritual, Superstitions as to the making of pottery, Sanctity of the storeroom at Rome, The temple of Vesta with its sacred fire a copy of the king's house.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_10_frazer_64kb.mp3", "duration": 1373}, {"section": 11, "title": "XV-THE FIRE-DRILL. Vestal fire at Rome rekindled by the fire-drill, Use of the fire-drill by savages, The fire-sticks regarded by savages as male and female, Fire-customs of the Herero, Sacred fire among the Herero maintained in the chiefs hut by his unmarried daughter, The Herero chief as priest of the hearth, Sacred Herero fire rekindled by fire-sticks, which are regarded as male and female, and are made from the sacred ancestral tree The sacred Herero hearth a special seat of the ancestral spirits, Sacred fire-sticks of the Herero represent deceased ancestors, Sacred fire-boards as family deities among the Koryaks and Chuckchees.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_11_frazer_64kb.mp3", "duration": 2262}, {"section": 12, "title": "XVI-FATHER JOVE AND MOTHER VESTA. Similarity between the fire -customs of the Herero and the ancient Latins, Rites performed by the Vestals for the fertility of the earth and the fecundity of cattle, The Vestals as embodiments of Vesta, a mother-goddess of fertility, The domestic fire as a fecundating agent in marriage ritual, Newborn children and the domestic fire, Reasons for ascribing a procreative virtue to fire, Fire kindled by friction by human representatives of the Fire-father and Fire-mother, Fire kindled by friction by boy and girl or by man and woman, Human fire-makers sometimes married, sometimes unmarried, Holy fire and virgins of St. Brigit in Ireland, The oaks of Erin, Virgin priestesses of fire in ancient Peru and Mexico, The Agnihotris or fire-priests of the Brahmans, Kinds of wood employed for fire-sticks in India and ancient Greece.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_12_frazer_64kb.mp3", "duration": 2735}, {"section": 13, "title": "XVII-THE ORIGIN OF PERPETUAL FIRES. Custom of perpetual fires probably originated in motives of convenience, Races reported to be ignorant of the means of making fire, Fire probably used by men before they knew how to kindle it, Savages carry fire with them as a matter of convenience, Prometheus the fire-bringer,Perpetual fires maintained by chiefs and kings, Fire extinguished at king's death.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_13_frazer_64kb.mp3", "duration": 1393}, {"section": 14, "title": "XVIII-THE SUCCESSION TO THE KINGDOM IN ANCIENT LATIUM. PART 1. The sacred functions of Latin kings in general probably the same as those of the Roman kings, Question of the rule of succession to the Latin kingship, List of Alban kings, List of Roman kings, Latin kingship apparently transmitted in female line to foreign husbands of princesses, Miraculous births of kings explained on this hypothesis, Marriage of princesses to men of inferior rank in Africa, Traces of female descent of kingship in Greece, And in Scandinavia, Reminiscence of such descent in popular tales,Female descent of kingship among the Picts, The Lydians, the Danes, and the Saxons, Traces of female kinship or mother-kin among the Aryans, the Picts, and the Etruscans, Mother-kin may survive in royal families after it has been superseded by father-kin among commoners, The Roman kings plebeians, not patricians, The first consuls at Rome heirs to the throne according to mother-kin, Attempt of Tarquin to change the line of succession from the female to the male line, The hereditary principle compatible with the elective principle in succession to the throne, Combination of the hereditary with the elective principle in succession to the kingship in Africa and Assam.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_14_frazer_64kb.mp3", "duration": 3286}, {"section": 15, "title": "XVIII-THE SUCCESSION TO THE KINGDOM IN ANCIENT LATIUM. PART 2. Similar combination perhaps in force at Rome, Personal qualities required in kings and chiefs, Succession to the throne determined by a race, Custom of racing for a bride, Contests for a bride other than a race, The Flight of the King (Regifugium) at Rome perhaps a relic of a contest for the kingdom and the hand of a princess, Confirmation of this theory from the practice of killing a human representative of Saturn at the Saturnalia, Violent ends of Roman kings, Death of Romulus on the Nonae Caprotinae (7th July), an old licentious festival like the Saturnalia for the fertilisation of the fig, Violent deaths of other Roman kings, Succession to Latin kingship perhaps decided by single combat, African parallels, Greek and Italian kings may have personated Cronus and Saturn before they personated Zeus and Jupiter.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_15_frazer_64kb.mp3", "duration": 3099}, {"section": 16, "title": "XIX-ST. GEORGE AND THE PARILIA. The early Italians a pastoral as well as agricultural people, The shepherds festival of the Parilia on 21st April, Intention of the festival to ensure the welfare of the flocks and herds and to guard them against witches and wolves, Festival of the same kind still held in Eastern Europe on 23rd April, St. George's Day, Precautions taken by the Esthonians against witches and wolves on St. George's Day, when they drive out the cattle to pasture for the first time, St. George's Day a pastoral festival in Russia, Among the Ruthenians, Among the Huzuls of the Carpathians, St. George as the patron of horses in Silesia and Bavaria, St. George's Day among the Saxons and Roumanians of Transylvania, St. George's Day a herdsman's festival among the Walachians, Bulgarians, and South Slavs, Precautions taken against witches and wolves whenever the cattle are driven out to pasture for the first time, as in Prussia and Sweden, These parallels illustrate some features of the Parilia, St. George as a personification of trees or vegetation in general, St. George as patron of childbirth and love, St. George seems to have displaced an old Aryan god of the spring, such as the Lithuanian Pergrubius.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_16_frazer_64kb.mp3", "duration": 3010}, {"section": 17, "title": "XX-THE WORSHIP OF THE OAK. PART 1. THE DIFFUSION OF THE OAK IN EUROPE, Jupiter the god of the oak, the sky, and thunder, Of these attributes the oak is probably primary and the sky and thunder secondary, Europe covered with oak forests in prehistoric times, Remains of oaks found in peat-bogs, Ancient lake dwellings built on oaken piles, Evidence of classical writers as to oak forests in antiquity, Oak-woods in modern Europe. PART 2. THE ARYAN GOD OF THE OAK AND THE THUNDER. Aryan worship of the oak and of the god of the oak, Zeus as the god of the oak, the thunder, and the rain in ancient Greece, Jupiter as the god of the oak, the thunder, and the rain in ancient Italy, Celtic worship of the oak, Donar and Thor the Teutonic gods of the oak and thunder, Perun the god of the oak and thunder among the Slavs, Perkunas the god of the oak and thunder among the Lithuanians, Taara the god of the oak and thunder among the Esthonians, Parjanya, the old Indian god of thunder, rain, and fertility, Gods of thunder and rain in America, Africa, and the Caucasus, Traces of the worship of the oak in modern Europe, In the great European god of the oak, the thunder, add the rain, the original element seems to have been the oak.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_17_frazer_64kb.mp3", "duration": 2856}, {"section": 18, "title": "XXI-DIANUS AND DIANA. Recapitulation : Rise of sacred kings endowed with magical or divine powers, The King of the Wood at Nemi seems to have personified Jupiter the god of the oak and to have mated with Diana the goddess of the oak, Dianus (Janus) and Diana originally dialectically different forms of Jupiter and Juno, Janus (Dianus) not originally a god of doors, Double-headed figure of Janus (Dianus) derived from a custom of placing him as sentinel at doorways, Parallel custom among the negroes of Surinam, Originally the King of the Wood at Nemi represented Dianus (Janus), a duplicate form of Jupiter, the god of the oak, the thunder, and the sky.", "readers": [10851], "path": "http://www.archive.org/download/goldenboughvolume2_2009_librivox/goldenbough2_18_frazer_64kb.mp3", "duration": 1371}]}