{"title": "Road Past Kennesaw: The Atlanta Campaign Of 1864", "description": "“…there can be little doubt that the Federal drive on Atlanta, launched in May 1864, was the beginning of the end for the Southern Confederacy….  The Atlanta Campaign had an importance reaching beyond the immediate military and political consequences. It was conducted in a manner that helped establish a new mode of warfare. From beginning to end, it was a railroad campaign, in that a major transportation center was the prize for which the contestants vied, and both sides used rail lines to marshal, shift, and sustain their forces….  and one of the most impressive features of Richard McMurry’s account is the insight—much of it gleaned from unpublished letters and diaries—into the motivations, experiences, and reactions of the participants. The officers and men who endured the heat and the mud of what must have been one of the wettest seasons in the history of Georgia and who lived in the shadow of death day after day for 4 months of as arduous campaigning as occurred during the whole conflict, stand out as flesh and blood human beings.”  (Book Foreword by noted historian Bell I. Wiley)  “This campaign resulted in the capture of Atlanta by the Unionists, prepared the way for Sherman’s “March to the Sea,” and, in the opinion of many historians, made inevitable the reelection of Abraham Lincoln and the consequent determination of the North to see the war through to final victory rather than accept a compromise with secession and slavery.”  (Page 1)  The author, Richard M. McMurry, was associate professor of history at Valdosta State College, Valdosta, Georgia.  This is a 1972 U.S. National Park Service publication describing one of the most important battles of the American Civil War. Helpful maps enrich the text. - Summary by Book Foreword and David Wales", "duration": 6389, "language": "English", "authors": [{"id": "15048", "name": "Richard M. McMurry"}], "coverArt": "https://archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_2006.jpg", "copyright_year": "1972", "genres": ["*Non-fiction", "War & Military"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 0, "title": "Foreword", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_00_mcmurry_64kb.mp3", "duration": 566}, {"section": 1, "title": "Spring 1864; Resaca", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_01_mcmurry_64kb.mp3", "duration": 1088}, {"section": 2, "title": "To The Etowah; New Hope Church", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_02_mcmurry_64kb.mp3", "duration": 739}, {"section": 3, "title": "Kennesaw Mountain; Across The Chattahoochee", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_03_mcmurry_64kb.mp3", "duration": 1000}, {"section": 4, "title": "Johnston Removed From Command; In The Ranks", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_04_mcmurry_64kb.mp3", "duration": 1041}, {"section": 5, "title": "Peachtree Creek; Battle Of Atlanta; Ezra Church", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_05_mcmurry_64kb.mp3", "duration": 892}, {"section": 6, "title": "The Month Of August; Jonesborough; Epilogue; Sherman In Atlanta", "readers": [6454], "path": "http://www.archive.org/download/the_road_past_kennesaw_2006_librivox/roadpastkennesaw_06_mcmurry_64kb.mp3", "duration": 1063}]}