{"title": "Story of Books", "description": "Rawlings follows the development of printing from the origins of writing to modern printing. Some of the earliest records are ancient Egyptian, Greek and Roman recordings on papyrus and wax tablets. However, Rawlings acknowledges the sparse nature of this first fragile evidence, and limits speculation.<br/><br/>\nLater, libraries of religious books grew in Europe, where monks copied individual books in monasteries. The \"block printing\" technique began with illustrations carved in wood blocks, while the text needed to be written by hand. Eventually, entire pages were printed as combinations of illustrations with text. The Biblia Pauperum, or “Bible of the Poor,” demonstrates this first time saving method.<br/><br/>\nLater chapters focus on printing developing as an industry, especially after the invention of movable type. Two inventors are contested as the first inventor, Johann Gutenberg of Mentz in Germany, and Laurenz Coster of Haarlem in Holland. Rawlings describes the evidence for each side, along with stories and legends that grow around their names.<br/><br/>\nSince many of the medieval books were meant to be admired as art by the illiterate majority and read only by an educated minority, copiers spent much time decorating manuscripts. Also, these highly decorated volumes needed to be protected. Here, Rawlings describes the techniques for binding and beautifying books. Arriving closer to the present day, Rawlings describes a few modern printing techniques that bring mass produced and cheap books to the now literate public. (Summary by LivelyHive)", "duration": 18032, "language": "English", "authors": [{"id": "1529", "name": "Gertrude Burford Rawlings"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt28/story_books_1212.jpg", "copyright_year": "1901", "genres": ["History", "Technology & Engineering"], "supporters": [{"role": "Read by", "name": "LivelyHive"}, {"role": "Book Coordinator", "name": "LivelyHive"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Lucy Perry"}], "sections": [{"section": 1, "title": "I. Introductory, II. The Preservation of Literature", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_01_rawlings_64kb.mp3", "duration": 2204}, {"section": 2, "title": "III. Books and Libraries in Classical Times, IV. Books in Mediaeval Times", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_02_rawlings_64kb.mp3", "duration": 3427}, {"section": 3, "title": "V. Libraries in Mediaeval Times", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_03_rawlings_64kb.mp3", "duration": 1786}, {"section": 4, "title": "VI. The Beginning of Printing, VII. Who Invented Moveable Types?", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_04_rawlings_64kb.mp3", "duration": 2279}, {"section": 5, "title": "VIII. Gutenberg and the Mentz Press, IX. Early Printing", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_05_rawlings_64kb.mp3", "duration": 2319}, {"section": 6, "title": "X. Early Printing in Italy and some other Countries, XI. Early Printing in England", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_06_rawlings_64kb.mp3", "duration": 2141}, {"section": 7, "title": "XII. Early Printing in Scotland, XIII. Early Printing in Ireland", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_07_rawlings_64kb.mp3", "duration": 1379}, {"section": 8, "title": "XIV. Book Bindings, XV. How a Modern Book is Produced, Postscript", "readers": [3977], "path": "https://www.archive.org/download/story_books_lh_librivox/storyofbooks_08_rawlings_64kb.mp3", "duration": 2497}]}