{"title": "Trojan Women (Coleridge Translation)", "description": "Described by modern playwright Ellen McLaughlin as \"perhaps the greatest antiwar play ever written,\" \"The Trojan Women,\" also known as \"Troades,\" is a tragedy by the Greek playwright Euripides. Produced in 415 BC during the Peloponnesian War, it is often considered a commentary on the capture of the Aegean island of Melos and the subsequent slaughter and subjugation of its populace by the Athenians earlier that year.  415 BC was also the year of the scandalous desecration of the hermai and the Athenians' second expedition to Sicily, events which may also have influenced the author.  The Trojan Women was the third tragedy of a trilogy dealing with the Trojan War. The first tragedy, Alexandros, was about the recognition of the Trojan prince Paris who had been abandoned in infancy by his parents and rediscovered in adulthood. The second tragedy, Palamedes, dealt with Greek mistreatment of their fellow Greek Palamedes. This trilogy was presented at the Dionysia along with the comedic satyr play Sisyphos. The plots of this trilogy were not connected in the way that Aeschylus' Oresteia was connected. Euripides did not favor such connected trilogies.  Euripides won second prize at the City Dionysia for his effort, losing to the obscure tragedian Xenocles.  The four Trojan women of the play are the same who appear in the final book of the Iliad lamenting over the corpse of Hector. - Summary by Wikipedia (edited and supplemented by Expatriate)", "duration": 4834, "language": "English", "authors": [{"id": "1247", "name": " Euripides"}], "coverArt": "https://archive.org/download/trojan_women_1507_librivox/trojan_women_1507.jpg", "copyright_year": "1906", "genres": ["Classics (Greek & Latin Antiquity)", "Tragedy"], "supporters": [{"role": "Read by", "name": "Expatriate"}, {"role": "Book Coordinator", "name": "Expatriate"}, {"role": "Meta Coordinator", "name": "Annise"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 1, "title": "Part I", "readers": [8713], "path": "https://www.archive.org/download/trojan_women_1507_librivox/trojanwomen_01_euripides_64kb.mp3", "duration": 1233}, {"section": 2, "title": "Part II", "readers": [8713], "path": "https://www.archive.org/download/trojan_women_1507_librivox/trojanwomen_02_euripides_64kb.mp3", "duration": 1317}, {"section": 3, "title": "Part III", "readers": [8713], "path": "https://www.archive.org/download/trojan_women_1507_librivox/trojanwomen_03_euripides_64kb.mp3", "duration": 1180}, {"section": 4, "title": "Part IV", "readers": [8713], "path": "https://www.archive.org/download/trojan_women_1507_librivox/trojanwomen_04_euripides_64kb.mp3", "duration": 1104}]}