{"title": "Diatessaron: A Harmony of the Four Gospels", "description": "The Diatessaron is such an impersonal work that we do not need to know very much about its compiler. It will suffice here to say that he tells us himself that he was born \"in the land of the Assyrians,\" and brought up a heathen. After travelling in search of knowledge, he settled at Rome, where he became a pupil of Justin Martyr, professed Christianity, and wrote in Greek his Address to the Greeks, translated in vol. iii. of the Ante-Nicene Christian Library. He was too independent in his attitude to maintain a permanent popularity, and after Justin's death left Rome and returned to Mesopotamia. It was probably here that he issued in Syriac his most important work, the Diatessaron, which won such a warm place in the heart of the Syrian church. Among the Greek scholars, however, he became more and more regarded as a heretic, Encratite (ascetic), and Gnostic.\r\n<br><br>\r\nThe Diatessaron as a Harmony.-Not very much need be said on this subject, as every reader can collect the facts for himself. In its present form the Harmony draws from all the four canonical gospels, and from very little else. Opinions differ as to whether it originally indicated the gospel from which any given piece was drawn, and some uncertainty must remain in special cases as to what gospel actually has been drawn upon. Professor G. F. Moore, in a very interesting article on the Diatessaron, having counted the references in the Arabic mss., states that the Arabic text contains 50 percent of Mark, 66 percent of Luke, 76.5 percent of Matthew, and 96 percent of John. The summation of his figures gives the following result: out of a total of 3780 verses in the four gospels, the Diatessaron quotes 2769 and omits 101 1. As to the order in which the whole is arranged, Moore thinks that Matthew has chiefly been followed; while Zahn regards the Fourth Gospel as normative. In the Arabic mss., and probably in the Syriac exemplar, the work is divided into fifty-four almost equal chapters, followed by one short one— a feature that agrees well with what we have learned of the work as being of old the lectionary of the Syrian church.\r\n<br><br>\r\nThe aim has been to make a literal translation. As two freer translations already exist, it seemed best to incline to the side of being overliteral. If, however, features due simply to Arabic idiom have been preserved, this is an oversight. Uniformity could only have been secured by devoting a much longer time to the work than the editor was able to allow. The difficulties are due to the corrupt state of the Arabic text, and to the awkward reproduction or actual misunderstanding of the Syriac original by the author or authors of the Arabic translation. It has been impossible to maintain consistency in dealing with these phenomena. If any rendering seem strange, it will be well to consult the Syriac versions before deciding that it is wrong. A good deal of attention, too, has to be paid to the usage of the Arabic text, which, though it has many points of contact with other Arabic versions of the gospels, e.g., the ms. described by Gildemeister (De evangg. in arab. e simp. Syr., 1865), is as yet for us a distinct version, possessed of an individuality of its own, one pronounced feature being its very close adherence to its Syriac original. Another revision of the present translation, in the light of a fuller study of these features, would doubtless lead to changes both in the text and in the footnotes. The latter aim at preventing misunderstanding and giving some examples of the peculiarities of the text, and of the differences between the mss. To have dealt systematically with the text and various readings would have required much more time and space than was available. The consequence of this incompleteness has been some uncertainty at times what text to translate. Italics in the text denote words supplied for the sake of English idiom.\r\n<br><br>\r\nThis is not a final translation. Few books have had a more remarkable literary history than the Diatessaron, and that history is by no means done. Much careful argument will yet be devoted to it, and perhaps discoveries as important as any hitherto made are yet to shed light on the problems that encircle it. If our work can help any one to take a step in advance, we shall not regret the toil.\r\n<br><br>\r\n(Summary by the translator)", "duration": 23472, "language": "English", "authors": [{"id": "15560", "name": " Tatian"}], "coverArt": "https://archive.org/download/diatessaron_dr_2201_librivox/diatessaron_2202.jpg", "copyright_year": "1912", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "David Ronald"}, {"role": "Book Coordinator", "name": "David Ronald"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "KevinS"}], "sections": [{"section": 1, "title": "Sections 1-6", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_01_tatian_64kb.mp3", "duration": 2662}, {"section": 2, "title": "Sections 7-10", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_02_tatian_64kb.mp3", "duration": 1748}, {"section": 3, "title": "Sections 11-17", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_03_tatian_64kb.mp3", "duration": 2993}, {"section": 4, "title": "Sections 18-22", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_04_tatian_64kb.mp3", "duration": 2077}, {"section": 5, "title": "Sections 23-27", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_05_tatian_64kb.mp3", "duration": 2083}, {"section": 6, "title": "Sections 28-31", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_06_tatian_64kb.mp3", "duration": 1647}, {"section": 7, "title": "Sections 32-38", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_07_tatian_64kb.mp3", "duration": 3013}, {"section": 8, "title": "Sections 39-43", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_08_tatian_64kb.mp3", "duration": 2180}, {"section": 9, "title": "Sections 44-47", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_09_tatian_64kb.mp3", "duration": 1743}, {"section": 10, "title": "Sections 48-52", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_10_tatian_64kb.mp3", "duration": 2163}, {"section": 11, "title": "Sections 53-55", "readers": [14683], "path": "https://www.archive.org/download/diatessaron_dr_2201_librivox/diatessaron_11_tatian_64kb.mp3", "duration": 1163}]}