{"title": "Criminal from Lost Honour", "description": "\"In the whole history of man there is no chapter more instructive for the heart and mind than the annals of his errors. On the occasion of every great crime a proportionally great force was in motion. If by the pale light of ordinary emotions the play of the desiring faculty is concealed, in the situation of strong passion it becomes the more striking, the more colossal, the more audible, and the acute investigator of humanity, who knows how much may be properly set down to the account of the mechanism of the ordinary freedom of the will, and how far it is allowable to reason by analogy, will be able from this source to gather much fresh experience for his psychology, and to render it applicable to moral life.\" (Introductory Paragraph)\n<br></br>\nChristian Wolf is a man not endowed with any special features, host of the inn <i>the Sun</i>, in need of money, and unhappily in love. The want of money leads him to minor crimes, and the disproportionally severe punishments spark in him an overpowering thirst for revenge, spiraling him ever deeper into trouble. This short story is at the same time a work of fiction, relating the story of an individual through his criminal career, and a work of enlightenment, showing how external circumstances can slowly transform a good man into a criminal. - Summary by Carolin.", "duration": 3986, "language": "English", "authors": [{"id": "412", "name": "Friedrich Schiller"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt22/thecriminal_1509.jpg", "copyright_year": "1844", "genres": ["Crime & Mystery Fiction"], "supporters": [{"role": "Read by", "name": "Crln Yldz Ksr"}, {"role": "Book Coordinator", "name": "Crln Yldz Ksr"}, {"role": "Meta Coordinator", "name": "Crln Yldz Ksr"}, {"role": "Proof Listener", "name": "Laura Victoria"}], "sections": [{"section": 1, "title": "Part 1", "readers": [5244], "path": "http://www.archive.org/download/criminal_from_lost_honour_1509_librivox/losthonour_01_schiller_64kb.mp3", "duration": 1685}, {"section": 2, "title": "Part 2", "readers": [5244], "path": "http://www.archive.org/download/criminal_from_lost_honour_1509_librivox/losthonour_02_schiller_64kb.mp3", "duration": 1136}, {"section": 3, "title": "Part 3", "readers": [5244], "path": "http://www.archive.org/download/criminal_from_lost_honour_1509_librivox/losthonour_03_schiller_64kb.mp3", "duration": 1165}]}