{"title": "Golden Bough. A Study in Magic and Religion. Part 3. The Dying God", "description": "The fourth volume in Frazer's seminal 12 volume set on anthropology and traditional systems of belief. With this third part of The Golden Bough we take up the question, why had the King of the Wood at Nemi regularly to perish by the hand of his successor? Topics investigated include the practice and intention of human sacrifice, the mortality of gods, the regular killing of divine kings and spirits, and the superstitions surrounding the succession of the soul. - Summary by Leon Harvey", "duration": 34153, "language": "English", "authors": [{"id": "4405", "name": " James Frazer"}], "coverArt": "https://archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_2012.jpg", "copyright_year": "1911", "genres": ["Social Science (Culture & Anthropology)", "Other religions"], "supporters": [{"role": "Read by", "name": "Leon Harvey"}, {"role": "Book Coordinator", "name": "Leon Harvey"}, {"role": "Meta Coordinator", "name": "J. M. Smallheer"}], "sections": [{"section": 0, "title": "PREFACE", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_00_frazer_64kb.mp3", "duration": 193}, {"section": 1, "title": "I. THE MORTALITY OF THE GODS. Mortality of Savage Gods, Mortality of Greek Gods, Mortatlity of Egyptian Gods, Death of the Great Pan, Deaths of the King of the Jinn and of the Grape Cluster", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_01_frazer_64kb.mp3", "duration": 695}, {"section": 2, "title": "II.  THE KILLING OF THE DIVINE KING. Part I. PREFERENCE FOR A VIOLENT DEATH. Human gods killed to prevent them from growing old and feeble, Preference for a violent death, the sick and old killed.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_02_frazer_64kb.mp3", "duration": 625}, {"section": 3, "title": "II. PART 2. KINGS KILLED WHEN THEIR STRENGTH FAILS. Divine kings put to death, the Chitome of Congo and the Ethiopian kings of Meroe, kings of Fazoql on the Blue Nile, divine kings of the Shilluk put to death on any symptom of failing health, parallel between the Shilluk kings and the King of the Wood at Nemi, rain-makers of the Dinka not allowed to die a natural death, kings of Unyoro and other parts of Africa put to death on signs of failing health, the Matiamvo of Angola, Zulu kings killed on the approach of old age, kings of Sofala put to death on account of bodily blemishes, kings required to be unblemished, courtiers obliged to imitate their sovereign, kings of Eyeo put to death, voluntary death by fire of the old Prussian Kirwaido, voluntary deaths by fire in antiquity and among Buddhist monks, religious suicides in Russia, a Jewish Messiah.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_03_frazer_64kb.mp3", "duration": 4144}, {"section": 4, "title": "II PART 3. KINGS KILLED AT THE END OF A FIXED TERM. Suicide of the kings of Quilacare at the end of a reign of twelve years, kings of Calicut liable to be attacked and killed by their successors at the end of every period of twelve years, kings of Bengal and Passier and old Slavonic kings liable to be killed by their successors, custom of a five years reign followed by decapitation in Malabar, custom of the Sultans of Java, religious suicides in India, kings killed by proxy, Aun, King of Sweden, and the sacrifice of his nine sons to prolong his life.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_04_frazer_64kb.mp3", "duration": 1582}, {"section": 5, "title": "II PART 4. Octennial Tenure of the Kingship, Spartan kings liable to be deposed on the appearance of a meteor at the end of eight years, Superstitions as to meteors and stars, Octennial period of king's reign connected with the octennial cycle of the early Greek calendars, which in turn is an attempt to reconcile solar and lunar time, The octennial cycle in relation to the Greek doctrine of rebirth, Octennial tenure of the kingdom at Cnossus in Crete, Sacred marriage of the King and Queen of Cnossus (Minos and Pasiphae) as representatives of the Sun and Moon, Octennial tribute of youths and maidens to the Sun, represented by the Minotaur, at Cnossus, Octennial festivals of the Crowning at Delphi and of the Laurel-bearing at Thebes, both being dramatic representations of the slaying of a waterdragon, Theory that the dragons of Delphi and Thebes were kings who personated dragons or serpents, Greek belief in the transformation of gods and men into animals, Transformation of Cadmus and Harmonia into serpents, Transmigration of the souls of the dead into serpents and other wild animals, African kings claim kinship with powerful animals, The serpent the royal animal at Athens and Salamis,The wedding of Cadmus and Harmonia at Thebes perhaps a dramatic marriage of the Sun and Moon at the end of an eight years' cycle, This theory confirmed by the astronomical symbols carried by the Laurel-bearer at the octennial festival of Laurel-bearing, The Olympic festival based on the octennial cycle, The Olympic victors, male and female, perhaps personated the Sun and Moon and reigned as divine King and Queen for eight years.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_05_frazer_64kb.mp3", "duration": 3715}, {"section": 6, "title": "II PART 5. FUNERAL GAMES. Tradition of the funeral origin of the great Greek games, In historical times games instituted in honour of many famous men in Greece, Funeral games celebrated by other peoples ancient and modern, The great Irish fairs, in which horseraces were conspicuous, said to have been founded in honour of the dead, Their relation to the harvest, Theory of the funeral origin of the Olympic games insufficient to explain all the features of the legends, Suggested theory of the origin of the Olympic games, The Olympic festival based on astronomical, not agricultural, considerations. PART 6. THE SLAUGHTER OF THE DRAGON. Widespread myth of the slaughter of a great dragon, Babylonian myth of Marduk and Tiamat, Indian myth of Indra and Vrtra, Two interpretations of the myth, one cosmological, the other totemic, Suggested reconciliation of the two interpretations. PART 7. TRIENNIAL TENURE OF THE KINGSHIP. Chiefs of the Remon branch of the Ijebu tribe formerly killed at the end of a reign of three years. PART 8. ANNUAL TENURE OF THE KINGSHIP. The Sacaea festival (possibly identical with Zakmuk) at Babylon seems to shew that in early times the Babylonian kings were put to death at the end of a year's reign. Trace of a custom of killing the kings of Hawaii at the end of a year's reign. PART 9. DIURNAL TENURE OF THE KINGSHIP. Custom of putting the king of Ngoio to death on the night after his coronation.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_06_frazer_64kb.mp3", "duration": 3321}, {"section": 7, "title": "III. THE SLAYING OF THE KING IN LEGEND. Story of Lancelot and the proffered kingdom in the High History of the Holy Graal, Story of King Vikramaditya of Ujjain in India, Vikramaditya the son of an ass by a human mother, Stories of this type (Beauty and the Beast) probably based on totemism, Story of the parentage of Vikkramaditya points to a line of rajahs who had the ass for their crest, Similarly the maharajahs of Nagpur trace their descent from a cobra father and have the cobra for their crest.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_07_frazer_64kb.mp3", "duration": 1796}, {"section": 8, "title": "IV. THE SUPPLY OF KINGS. Traces in legend of a custom of compelling men to accept the fatal sovereignty, False conceptions of the primitive kingship, The modern European fear of death not shared in an equal degree by other races, Men of other races willing to sacrifice their lives for motives which seem to the modern European wholly inadequate, Indifference to death displayed in antiquity by the Thracians, Gauls, and Romans, and in modern times by the Chinese, Error of judging all men's fear of death by our own, Probability that in many races it would be easy to find men who would accept a kingdom on condition of being killed at the end of a short reign.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_08_frazer_64kb.mp3", "duration": 1702}, {"section": 9, "title": "V. TEMPORARY KINGS. Annual abdication of kings and their places temporarily filled by nominal sovereigns, Temporary kings in Cambodia and Siam, Temporary kings in Samarcand and Upper Egypt, Temporary sultans of Morocco, Temporary king in Cornwall, Temporary kings at the beginning of a reign in Sumatra and India, Temporary kings entrusted with the discharge of divine or magical functions, Temporary kings substituted in special emergencies for Shahs of Persia.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_09_frazer_64kb.mp3", "duration": 1354}, {"section": 10, "title": "VI.SACRIFICE OF THE KING'S SON. Temporary kings sometimes related by blood to the royal family, Aun, King of Sweden, and the sacrifice of his nine sons, Tradition of King Athamas and his children, Family of royal descent liable to be sacrificed at Orchomenus, Thessalian and Boeotian kings seem to have sacrificed their sons instead of themselves, Sacrifice of king's sons among the Semites, Sacrifice of children to Baal among the Semites, Canaanite and Hebrew custom of burning firstborn children in honour of Baal or Moloch, Tradition of the origin of the Passover, Custom of sacrificing all the firstborn, whether animals or men, probably a very ancient Semitic institution, Sacrifice of firstborn children among many peoples, The \"Sacred Spring \"in ancient Italy, Different motives may have led to the killing of the firstborn, The doctrine of rebirth may have furnished one motive for the infanticide of the firstborn, The same belief may explain the rule of infant succession in Polynesia and may partly account for the prevalence of infanticide in that region, Abdication or deposition of the father when his son attains to manhood, Traces of such customs in Greek myth and legend, On the whole the sacrifice of a king's son as a substitute for his father would not be surprising, at least in Semitic lands.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_10_frazer_64kb.mp3", "duration": 4139}, {"section": 11, "title": "VII. SUCCESSION TO THE SOUL. Tendency of a custom of regicide to extinguish a royal family no bar to the observance of such a custom among peoples who set little value on human life, Transmission of the soul of the slain divinity to his successor, Transmission of the souls of chiefs and others in Nias, America, and elsewhere, Inspired representatives of dead kings in Africa, Right of succession to the kingdom conferred by the possession of corporeal relics of dead kings, such as their skulls, their teeth, or their hair, Souls of slain Shilluk kings transmitted to their successors.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_11_frazer_64kb.mp3", "duration": 978}, {"section": 12, "title": "VIII. PART 1. THE KILLING OF THE TREE SPIRIT. PART 1. The Whitsuntide Mummers. The single combat of the King of the Wood at Nemi probably a mitigation of an older custom of putting him to death at the end of a fixed period, The theory confirmed by traces of a custom of periodically putting the representative of the treespirit to death in Northern Europe, Bavarian and Swabian customs of beheading the representatives of the tree-spirit at Whitsuntide, Killing the Wild Man in Saxony and Bohemia, Beheading the King on Whitmonday in Bohemia, The leaf-clad mummers in these customs represent the tree-spirit, The tree-spirit killed in order to prevent its decay and to ensure its revival in a vigorous successor, Resemblances between the North European customs and the rites of Nemi. PART 2. Mock Human Sacrifices. The mock killing of the leaf-clad mummers probably a substitute for an old custom of killing them in earnest, Substitution of mock human sacrifices for real ones in Minahassa, Arizona, Nias, and elsewhere, Mock human sacrifices carried out in efiigy in ancient Egypt, India, Siam, Japan, and elsewhere, Mimic sacrifices of fingers, Mimic rite of circumcision. PART 3. Burying the Carnival, The killing and resurrection of a god not peculiar to tree-worship but common to the hunting, pastoral, and agricultural stages of society, European customs of burying the Carnival and carrying out Death, Effigies of the Carnival burnt in Italy, Funeral of the Carnival in Catalonia, Funeral of the Carnival or of Shrove Tuesday in France, Burying the Carnival in Germany and Austria, Burning the Carnival in Greece, Resurrection enacted in these ceremonies.PART 4. Carrying out Death, Carrying out Death in Bavaria, in Thuringen, In Silesia, In Bohemia, In Moravia, The effigy of Death feared and abhorred.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_12_frazer_64kb.mp3", "duration": 4293}, {"section": 13, "title": "VIII. PART 2. PART 5. Sawing the Old Woman,Sawing the Old Woman at Mid-Lent in Italy, In France, In Spain and among the Slavs, Sawing the Old Woman on Palm Sunday among the gipsies, Seven-legged effigies of Lent in Spain and Italy, PART 6. Bringing in Summer, Custom of Carrying out Death followed by a ceremony of bringing in Summer, represented by a tree or branches, New potency of life ascribed to the effigy of Death, The Summer-tree equivalent to the May-tree, The Summer-tree a revival of the image of Death, hence the image of Death must be an embodiment of the spirit of vegetation, The names of Carnival, Death, and Summer in these customs seem to cover an ancient spirit of vegetation, PART 7. Battle of Summer and Winter, Dramatic contests between representatives of Summer and Winter in Sweden, Germany, and Austria, The Queen of Winter and the Queen of May in the Isle of Man, Contests between representatives of Summer and Winter among the Esquimaux, Winter driven away by the Canadian Indians, The burning of Winter at Zurich, PART 8. Death and Resurrection of Kostrubonko, Russian ceremonies like those of Burying the Carnival or Carrying out Death, Death and resurrection of Kostrubonko at Eastertide, Figure of Kupalo thrown into a stream on Midsummer day, Funeral of Kostroma, Lada, or Yarilo on St. Peter's day (29th June), PART 9. Death and Revival of Vegetation, The Russian Kostrubonko, Yarilo, and so on probably in origin spirits of the dying and reviving vegetation, Grief and gladness, love and hatred curiously blended in these ceremonies, Expulsion of Death sometimes enacted without an effigy, PART 10. Analogous Rites in India, Images of Siva and Parvati married, drowned, and mourned for in India, Equivalence of the custom to the spring ceremonies of Europe, PART II. The Magic Spring, The foregoing customs were originally rites intended to ensure the revival of nature in spring by means of imitative magic, In modern Europe these old magical rites have degenerated into mere pageants and pastimes, Parallel to the spring customs of Europe in the magical rites of the aborigines of Central Australia.", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_13_frazer_64kb.mp3", "duration": 3856}, {"section": 14, "title": "NOTE A Chinese Indifference to Death. NOTE B Swinging as a Magical Rite. ADDENDA", "readers": [10851], "path": "https://www.archive.org/download/goldenbough_part3_thedyinggod_2012_librivox/goldenbough4_thedyinggod_14_frazer_64kb.mp3", "duration": 1760}]}