{"title": "Death Disk", "description": "Mark Twain's \"Death Disk\" was inspired by the historical account of the execution of Colonel John Poyer of Pembroke, Wales on April 21, 1649. A small child was given the responsibility of selecting which of three rebel leaders of a civil uprising would receive a death penalty. The unfortunate fate was given to Poyer who was shot in front of a large crowd at Covent Garden. In 1883 Twain read about the child's role in the execution in a copy of Carlyle's Letters and Speeches of Oliver Cromwell, (Wiley & Putnam, 1845, pp. 344-345). In his personal notebook, Twain's imagination led him to remark, \"By dramatic accident, it could have been his own child\" (Notebook #22, reprinted in Mark Twain's Notebooks & Journals, Volume III, 1883-1891, p. 14). In December 1883, Twain wrote his friend William Dean Howells, \"Now let's write a tragedy\" (Mark Twain-Howells Letters, Volume II, p. 455). In his letter to Howells, he included the manuscript of the closing scene where a young girl unknowingly gives her own father a death sentence. Twain's original version ended in the father's execution.<br /><br />\n\nTwain's plan to complete the tragedy went nowhere for over a decade. In December 1899 he wrote from London to Katharine Harrison that he had recently completed \"The Death Disk.\" Twain had revised the story and it now included a miraculous ending well-suited for the Christmas season. It was published in the 1901 Christmas issue of Harper's Magazine. On February 8, 1902, the story was staged as a one-act play at the Children's Theatre at Carnegie Hall. According to an announcement in The New York Times, February 7, 1902, child actress Beatrice Abbey (stage name of Mrs. Ethel Foster Hollearn) would star in the lead role in the play titled \"Little Lady and Lord Cromwell.\"<br /><br />\n\nIn Twain's autobiographical dictation on August 30, 1906, he recalled the struggles he had with the story. By that time he also recalled the title incorrectly:\n\"In the course of twelve years, I made six attempts to tell a simple little story which I knew would tell itself in four hours if I could ever find the right starting point. I scored six failures; then one day in London I offered the text of the story to Robert McClure and proposed that he publish that text in the magazine and offer a prize to the person who should tell it best. I became greatly interested and went on talking upon the text for half an hour; then he said, 'You have told the story yourself. You have nothing to do but put it on paper just as you have told it.' I recognized that this was true. At the end of four hours, it was finished, and quite to my satisfaction. So it took twelve years and four hours to produce that little bit of a story, which I have called 'The Death Wafer'\" (Mark Twain in Eruption, pp. 199-200).<br /><br />\n\nIn 1909, Biograph released \"The Death Disk\" as a silent film directed by D.W. Griffith.<br />\n(Summary by Barbara Schmidt, used by permission (http://www.twainquotes.com))", "duration": 1510, "language": "English", "authors": [{"id": "9", "name": "Mark Twain"}], "coverArt": "https://archive.org/download/death_disk_2103_librivox/death_disk_2103.jpg", "copyright_year": "1901", "genres": ["Historical Fiction", "Suspense", "Espionage", "Political & Thrillers"], "supporters": [{"role": "Read by", "name": "John Greenman"}, {"role": "Book Coordinator", "name": "John Greenman"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Michele Eaton"}], "sections": [{"section": 1, "title": "Chapter I", "readers": [107], "path": "https://www.archive.org/download/death_disk_2103_librivox/deathdisk_01_twain_64kb.mp3", "duration": 815}, {"section": 2, "title": "Chapter II", "readers": [107], "path": "https://www.archive.org/download/death_disk_2103_librivox/deathdisk_02_twain_64kb.mp3", "duration": 695}]}