{"title": "River Duddon: A Series of Sonnets", "description": "Located in a part of Cumbria that was once part of Lancashire, the River Duddon rises in the high fells of the Lake District and flows for 25 miles through varied scenery before disappearing into the sands between Millom and Barrow-in-Furness. Wordsworth’s series of sonnets, inspired by his walks along the river, were written over a period of years, but are arranged so as to follow its downward course from the fells to the sea. <br /><br />Part One of this reading consists of the 33 sonnets and postscript that were first published as a series in 1820. Later editions of Wordsworth’s works included a 34th sonnet, which is appended to Part One. <br /><br />Part Two contains Wordsworth’s rather eccentric notes on the sonnets, which are largely taken up by an account of the remarkable career of the Reverend ‘Wonderful’ Walker, who lived to the age of 94 after serving as curate of Seathwaite chapel for 67 years from 1735 to 1802. I have read the sonnets using a northern English accent as I believe Wordsworth may have read them himself. (Summary by Phil Benson)", "duration": 4501, "language": "English", "authors": [{"id": "1639", "name": "William Wordsworth"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt29/River_Duddon_1303.jpg", "copyright_year": "1820", "genres": ["Sonnets", "Nature"], "supporters": [{"role": "Read by", "name": "Phil Benson"}, {"role": "Book Coordinator", "name": "Phil Benson"}, {"role": "Meta Coordinator", "name": "Ruth Golding"}, {"role": "Proof Listener", "name": "Martin Geeson"}], "sections": [{"section": 1, "title": "1 - The sonnets, Postscript, 34th sonnet", "readers": [6097], "path": "https://www.archive.org/download/river_duddon_pb_librivox/riverduddon_1_wordsworth_64kb.mp3", "duration": 1920}, {"section": 2, "title": "2 - Notes", "readers": [6097], "path": "https://www.archive.org/download/river_duddon_pb_librivox/riverduddon_2_wordsworth_64kb.mp3", "duration": 2581}]}