{"title": "Theological Tractates", "description": "It was in the last dozen years of his life that Boethius wrote on a vastly different topic, or what one might imagine a vastly different topic, namely, theology. There are preserved under his name four brief but pithy letters, addressed, one to Symmachus and the rest to a mutual friend, John the Deacon, dealing with theological subjects of great contemporary importance. That to Symmachus is entitled \"How that the Trinity is one God and not three Gods\", and presents a specially vigorous criticism of the Arian heresy. Number 2, addressed to John, continues this topic; it is entitled, \"Whether Father, Son, and Holy Spirit may be substantially predicated of Divinity\". The last in the series, \"A Treatise against Eutyches and Nestorius\", takes up one of the great controversies of the age, the doctrine of the Person of Christ. Boethius upholds the orthodox view against the divergent heresies of Eutyches, who discarded the human element in our Lord’s nature, and of Nestorius, who discarded the divine element. The little work, which was written most probably in 512, is one of the best contributions to the subject ever made. The definitions of nature and of person given by the author became classical and were constantly appealed to by the Schoolmen; “Nature,” according to Boethius, is the specific difference that gives form to anything; “Person” is the individual substance of a rational nature. <br><br>The philosopher is also evident in the title of the third letter “How Substantives can be good in virtue of their existence without being Absolute Goods”. If this piece had been separately transmitted as the work of the author of the Consolation of Philosophy  and the other theological tractates had been all lost, nobody would have thought of questioning the authorship. As it is, it is part and parcel of this little collection, the genuineness of which has the best possible attestation in the manuscripts. To anybody who has read through, or read in sufficient extracts, Boethius’s works on logic, the theological tractates seem altogether of a piece. It is the same mind here as there, only exercising itself in a different field, with the result that Boethius has started a new method in theology, the application of Aristotelian logic to Christian problems. - Summary adapted from E.K. Rand", "duration": 6085, "language": "English", "authors": [{"id": "4104", "name": " Anicius Manlius Severinus Boethius"}], "coverArt": "https://archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_2404.jpg", "copyright_year": "1918", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "Devorah Allen"}, {"role": "Proof Listener", "name": "Devorah Allen"}], "sections": [{"section": 1, "title": "The Trinity is One God Not Three Gods", "readers": [14684], "path": "https://www.archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_01_boethius_64kb.mp3", "duration": 1383}, {"section": 2, "title": "Whether Father, Son, and Holy Spirit may be Substantially Predicated of the Divinity", "readers": [14684], "path": "https://www.archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_02_boethius_64kb.mp3", "duration": 273}, {"section": 3, "title": "How Substances can be Good in Virtue of their Existence Without Being Absolute Goods", "readers": [14684], "path": "https://www.archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_03_boethius_64kb.mp3", "duration": 629}, {"section": 4, "title": "On the Catholic Faith", "readers": [14684], "path": "https://www.archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_04_boethius_64kb.mp3", "duration": 936}, {"section": 5, "title": "A Treatise Against Eutyches and Nestorius", "readers": [14684], "path": "https://www.archive.org/download/theologicaltractates_2404_librivox/theologicaltractates_05_boethius_64kb.mp3", "duration": 2864}]}