{"title": "Three Homilies concerning the Power of Demons", "description": "These homilies deal with errors against which Chrysostom throughout his life most strenuously contended. In an age of great depravity there seem to have been many who tried to excuse the weak resistance which they made to evil, both in themselves, and in others, by maintaining that the world was abandoned to the dominion of devils, or to the irresistible course of fate. To counteract the disastrous effects of such philosophy, which surrendered man to the current of his passions, it was necessary to insist very boldly and resolutely on the essential freedom of the will, on moral responsibility, and the duty of vigorous exertion in resisting temptation. And Chrysostom did this to an extent which some thought carried him perilously near the errors of the Pelagian heresy. No one however has described in more forcible language the powerful hold of sin upon human nature, and the insufficiency of man to shake it off without the assistance of divine grace.  - Summary by Rev. W. R. W. Stephens", "duration": 5715, "language": "English", "authors": [{"id": "2129", "name": "St. John Chrysostom"}], "coverArt": "https://archive.org/download/homilies_demons_2305_librivox/powerofdemons_2305.jpg", "copyright_year": "1890", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "InTheDesert"}, {"role": "Book Coordinator", "name": "InTheDesert"}, {"role": "Meta Coordinator", "name": "Amy Gramour"}, {"role": "Proof Listener", "name": "Larry Wilson"}], "sections": [{"section": 0, "title": "Introduction", "readers": [14684], "path": "https://www.archive.org/download/homilies_demons_2305_librivox/threehomiliesdemons_00_chrysostom_64kb.mp3", "duration": 242}, {"section": 1, "title": "Against those who say that demons govern human affairs, and who are displeased at the chastisement of God, and are offended at the prosperity of the wicked and the hardships of the just", "readers": [14684], "path": "https://www.archive.org/download/homilies_demons_2305_librivox/threehomiliesdemons_01_chrysostom_64kb.mp3", "duration": 2401}, {"section": 2, "title": "Against those who object because the devil has not been put out of the world: and to prove that his wickedness does no harm to us—if we take heed: and concerning repentance", "readers": [14684], "path": "https://www.archive.org/download/homilies_demons_2305_librivox/threehomiliesdemons_02_chrysostom_64kb.mp3", "duration": 1227}, {"section": 3, "title": "That evil comes of sloth, and virtue from diligence, and that neither wicked men, nor the devil himself, are able to do the wary man any harm. The proof of this from many passages, and amongst others from those which relate to Adam and to Job", "readers": [14684], "path": "https://www.archive.org/download/homilies_demons_2305_librivox/threehomiliesdemons_03_chrysostom_64kb.mp3", "duration": 1845}]}