{"title": "Treatise on Purgatory", "description": "Saint Catherine of Genoa (Caterina Fieschi Adorno, born Genoa 1447 – 15 September 1510) is an Italian Roman Catholic saint and mystic, admired for her work among the sick and the poor. She was a member of the noble Fieschi family, and spent most of her life and her means serving the sick, especially during the plague which ravaged Genoa in 1497 and 1501. She died in that city in 1510. <br/><br/>\n\nIn 1551, 41 years after her death, a book about her life and teaching was published, entitled <i>Libro de la vita mirabile et dottrina santa de la Beata Caterinetta de Genoa.</i> This is the source of her \"Dialogues on the Soul and the Body\" and her \"Treatise on Purgatory\", which are often printed separately. Her authorship of these has been denied, and it used to be thought that another mystic, the Augustinian canoness Battistina Vernazza, who lived in a monastery in Genoa from 1510 till her death in 1587 had edited the two works, a suggestion discredited by recent scholarship, which attributes a large part of both works to St Catherine, though they received their final literary form only after her death.<br/><br/>\n\nIn the Treatise on Purgatory, St. Catherine wrote about the purpose of Purgatory, the unspeakable pain endured by the souls in Purgatory, and the great hope that souls have while in Purgatory, of seeing and spending eternity with God in Heaven. (Introduction by Wikipedia and Ann Boulais)", "duration": 2474, "language": "English", "authors": [{"id": "10424", "name": "Saint Catherine of Genoa"}], "coverArt": "http://archive.org/download/LibrivoxCdCoverArt23/treatisepurgatory_1210.jpg", "copyright_year": "1858", "genres": ["Christianity - Other"], "supporters": [{"role": "Read by", "name": "Ann Boulais"}, {"role": "Book Coordinator", "name": "Ann Boulais"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Maria Therese"}], "sections": [{"section": 0, "title": "Preface", "readers": [3681], "path": "http://www.archive.org/download/treatise_purgatory_ab_librivox/treatiseonpurgatory_0_catherineofgenoa_64kb.mp3", "duration": 262}, {"section": 1, "title": "Chapters I-VIII", "readers": [3681], "path": "http://www.archive.org/download/treatise_purgatory_ab_librivox/treatiseonpurgatory_1_catherineofgenoa_64kb.mp3", "duration": 1000}, {"section": 2, "title": "Chapters IX-XVII", "readers": [3681], "path": "http://www.archive.org/download/treatise_purgatory_ab_librivox/treatiseonpurgatory_2_catherineofgenoa_64kb.mp3", "duration": 1212}]}