{"title": "Trostschrift an seine Mutter Helvia", "description": "Veröffentlicht 1867.<br /><br />Lucius Annaeus Seneca, genannt Seneca der Jüngere, war ein römischer Philosoph, Dramatiker, Naturforscher, Staatsmann und als Stoiker einer der meistgelesenen Schriftsteller seiner Zeit.<br /><br />Ausschlaggebend für seinen weiteren Lebenslauf wurde das julisch-claudische Herrscherhaus im Jahre 41, als Seneca nach der Beseitigung des despotischen Caligula von dessen Nachfolger Claudius in die Verbannung nach Korsika geschickt wurde.<br /><br />Dies geschah auf Betreiben Messalinas, mit der Claudius in dritter Ehe verheiratet war und die Julia Livilla als potentielle Rivalin ausschalten wollte. Deshalb denunzierte sie diese wegen angeblichen Ehebruchs mit Seneca. Nur der Fürsprache Kaiser Claudius’ im Senat war es zu verdanken, dass Seneca statt zum Tode zur Verbannung nach Korsika verurteilt wurde. Weil dies in Form einer Relegatio (nicht der Deportation) geschah, blieben ihm Eigentum und staatsbürgerliche Rechte erhalten.<br /><br />Acht Jahre währte die Verbannung auf Korsika insgesamt. Erhalten sind aus dieser Zeit vor allem zwei Trostschriften, in denen Seneca einerseits stoischen Schicksalsgehorsam, andererseits aber auch den dringenden Wunsch nach Beendigung des Exils zum Ausdruck brachte. Er zeigte sich, indem er Trost spendete, zugleich als Trost Suchender in auf die Dauer quälender Abgeschiedenheit.<br /><br />In dem Trostschreiben an seine Mutter Helvia, die von seiner Verbannung hart getroffen worden war, versicherte Seneca, er sei nicht unglücklich auf Korsika und könne es auch gar nicht werden.  (Zusammenfassung von Wikipedia)", "duration": 8161, "language": "German", "authors": [{"id": "257", "name": "Lucius Annaeus Seneca"}], "coverArt": "http://www.archive.org/download/LibrivoxCdCoverArt5/trostschrift_helvia_1006.jpg", "copyright_year": "1867", "genres": ["Classics (Greek & Latin Antiquity)", "Ancient"], "supporters": [{"role": "Read by", "name": "redaer"}, {"role": "Book Coordinator", "name": "redaer"}, {"role": "Meta Coordinator", "name": "Leni"}, {"role": "Proof Listener", "name": "Christian Al-Kadi"}], "sections": [{"section": 1, "title": "Kapitel I-VI", "readers": [2422], "path": "http://www.archive.org/download/trostschrift_seneca_0911_librivox/helvia_1_seneca_64kb.mp3", "duration": 2142}, {"section": 2, "title": "Kapitel VII-X", "readers": [2422], "path": "http://www.archive.org/download/trostschrift_seneca_0911_librivox/helvia_2_seneca_64kb.mp3", "duration": 1897}, {"section": 3, "title": "Kapitel XI-XV", "readers": [2422], "path": "http://www.archive.org/download/trostschrift_seneca_0911_librivox/helvia_3_seneca_64kb.mp3", "duration": 1950}, {"section": 4, "title": "Kapitel XVI- XVII", "readers": [2422], "path": "http://www.archive.org/download/trostschrift_seneca_0911_librivox/helvia_4_seneca_64kb.mp3", "duration": 2172}]}