{"title": "United States Historical Documents", "description": "The Articles of Confederation: On November 15th, 1777 The Articles of Confederation became the first constitution of the United States, though not yet ratified by the thirteen original colonies. Ratification of the Articles took place almost three and a half years later on March 1st, 1781. The purpose of the articles was to create a confederation of sovereign states with a weak central government; thus allowing state governments to wield most of the power. It wasn’t long before the need for a stronger federal government was realized which led to the Articles being replaced by the United States Constitution. The Articles of Confederation is the common term for The Articles of Confederation and Perpetual Union. \n\n<br /><br />The U.S. Constitution: The United States Constitution is the legal backbone of the United States of America and comprises the basic laws of the United States Federal Government. Delegates from twelve of the thirteen original colonies put the Constitution’s frame work together in May 1787 in Philadelphia. The Constitution defines the three branches of government and their jurisdictions; they are the Executive Branch (President/Vice President), Legislative Branch (Congress comprised of the Senate & House of Representatives), and the Judicial Branch (the Supreme Court). The need for three branches of government was to create a separation of powers so that not one person or group has full responsibilities, but that they’re spread out and each branch must refer to the other by a means of checks and balances.<br /><br />\n\nThe Declaration of Independence: The Declaration of Independence is a document that is the epitome of freedom and liberty. It was drafted by Thomas Jefferson in 1776 as a list of grievances against the King of England, George III. The Declaration expresses the conviction of Americans in a philosophy of self-evident truths of what individual liberty and freedom should be. The Declaration was the beginning to separation from England and the catalyst for a birth of a nation.<br /><br />\n\nThe Gettysburg Address: The Gettysburg Address is considered one of the greatest and most quoted speeches of a President throughout American history. President Abraham Lincoln gave his address on the battlefield at Gettysburg, Pennsylvania on November 19th, 1863. It was a few months after the battle at Gettysburg was over, the purpose of Lincoln being there was to consecrate a cemetery to the fallen Union soldiers of the Civil War. It is believed that Lincoln’s main goal of this opportunity was to fight for the United States as a united country and to express the equality of all under the law. (Summaries by Aldark)", "duration": 4947, "language": "English", "authors": [{"id": "18", "name": " Various"}], "coverArt": "https://archive.org/download/united_states_documents/US_Historical_Documents_1108.jpg", "copyright_year": "0", "genres": ["Law", "Modern (19th C)"], "supporters": [{"role": "Read by", "name": "Michael Scherer"}, {"role": "Book Coordinator", "name": "Hugh McGuire"}, {"role": "Meta Coordinator", "name": "Kara Shallenberg"}], "sections": [{"section": 1, "title": "Articles of Confederation", "readers": [637], "path": "https://www.archive.org/download/united_states_documents/Articles_64kb.mp3", "duration": 1288}, {"section": 2, "title": "United States Constitution", "readers": [637], "path": "https://www.archive.org/download/united_states_documents/Constitution_64kb.mp3", "duration": 2957}, {"section": 3, "title": "Declaration of Independence", "readers": [637], "path": "https://www.archive.org/download/united_states_documents/Declaration_64kb.mp3", "duration": 568}, {"section": 4, "title": "Gettysburg Address", "readers": [637], "path": "https://www.archive.org/download/united_states_documents/Gettysburg_64kb.mp3", "duration": 133}]}