{"title": "Venus and Adonis (Version 2)", "description": "Both Ovid and Spenser also treat this ancient myth, but Spenser alters the ending, converting the tale into an archetype of fulfilled love, whereas Ovid, like Shakespeare, combines humor with pathos as a buffer against sentimentality. Ovid’s Venus behaves absurdly out of character, becoming a huntress to keep her lover company in the woods. Shakespeare, however, preserves decorum; his Venus remains at all times the queen of love. The humor arises rather from the fact that the would-be paramour isn’t interested. This endows the goddess’s wooing with nearly slapstick over-exertion, and yet her sincerity makes her appealing, while Adonis’s immaturity forces us to respect his chastity. The pathos comes, of course, from the unhappy ending—more unhappy because we do not expect a comedy to end sadly, especially not when we sympathize with the characters.\nThe poetic form or genre, the epyllion, is an erotic narrative based on mythology, like Marlowe's <i>Hero and Leander</i> and, later, Phineus Fletcher's <i>Venus and Anchises</i>, also found in the Librivox catalogue. <i>Venus and Adonis</i> and <i>The Rape of Lucrece</i>, both narrative poems, are the only works that Shakespeare ever carefully saw through the press. - Summary by T. A. Copeland", "duration": 4025, "language": "English", "authors": [{"id": "37", "name": "William Shakespeare"}], "coverArt": "https://archive.org/download/venusandadonis_2004_librivox/venusandadonis_2004.jpg", "copyright_year": "0", "genres": ["Myths", "Legends & Fairy Tales", "Narratives"], "supporters": [{"role": "Read by", "name": "Thomas A. Copeland"}, {"role": "Book Coordinator", "name": "Thomas A. Copeland"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "cadastra"}], "sections": [{"section": 1, "title": "Venus and Adonis", "readers": [6249], "path": "https://www.archive.org/download/venusandadonis_2004_librivox/venusandadonis_01_shakespeare_64kb.mp3", "duration": 4025}]}