{"title": "Vindication Of The Rights Of Men, In A Letter To The Right Honourable Edmund Burke; Occasioned By His Reflections On The Revolution In France", "description": "Wollstonecraft's A Vindication of the Rights of Men (1790) attacks aristocracy and advocates republicanism. It was published in response to Edmund Burke's Reflections on the Revolution in France (1790), which was a defence of constitutional monarchy, aristocracy, and the Church of England, and an attack on Wollstonecraft's friend, the Rev Richard Price.  Hers was the first response in a pamphlet war that subsequently became known as the Revolution Controversy, in which Thomas Paine's Rights of Man (1792) became the rallying cry for reformers and radicals.  Wollstonecraft attacked not only monarchy and hereditary privilege but also the language that Burke used to defend and elevate it. Wollstonecraft was unique in her attack on Burke's gendered language.  In her arguments for republican virtue, Wollstonecraft invokes an emerging middle-class ethos in opposition to what she views as the vice-ridden aristocratic code of manners. Influenced by Enlightenment thinkers, she believed in progress and derides Burke for relying on tradition and custom. She argues for rationality.  The Rights of Men was Wollstonecraft's first overtly political work, as well as her first feminist work; as Wollstonecraft scholar Claudia L.Johnson contends, \"it seems that in the act of writing the later portions of Rights of Men she discovered the subject that would preoccupy her for the rest of her career.\" It was this text that made her a well-known writer.  (Note:  For the sake of clarity in listening the author’s extensive and informative footnotes have been omitted in this recording.) - Summary by David Wales", "duration": 10388, "language": "English", "authors": [{"id": "1349", "name": "Mary Wollstonecraft"}], "coverArt": "https://archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_2008.jpg", "copyright_year": "1790", "genres": ["Political Science", "Psychology", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "DaveC"}, {"role": "Proof Listener", "name": "DaveC"}], "sections": [{"section": 0, "title": "Advertisement", "readers": [6454], "path": "https://www.archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_00_wollstonecraft_64kb.mp3", "duration": 100}, {"section": 1, "title": "Part 1", "readers": [6454], "path": "https://www.archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_01_wollstonecraft_64kb.mp3", "duration": 2014}, {"section": 2, "title": "Part 2", "readers": [6454], "path": "https://www.archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_02_wollstonecraft_64kb.mp3", "duration": 2663}, {"section": 3, "title": "Part 3", "readers": [6454], "path": "https://www.archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_03_wollstonecraft_64kb.mp3", "duration": 2701}, {"section": 4, "title": "Part 4", "readers": [6454], "path": "https://www.archive.org/download/vindication_of_the_rights_of_men_2008_librivox/vindicationrightsmen_04_wollstonecraft_64kb.mp3", "duration": 2910}]}