{"title": "Who Burnt Columbia?", "description": "This LibriVox reading consists of selections from depositions in a lawsuit brought after the end of the American Civil War by some businessmen of the former Confederacy.  This reading focuses on the sworn statements of General William Tecumseh Sherman who commanded the Carolinas campaign and General Oliver O. Howard who was one of Sherman’s subordinate commanders.  The subject is the still-controversial burning of Columbia, capital of South Carolina, toward the end of the Civil War.<br /><br />\n\n“Official Depositions of Wm, Tecumseh Sherman, “General of the Army of the United States,” and Gen. O.O. Howard, U.S.A., For The Defence; and Extracts From Some Of The Depositions For The Claimants, Filed in Certain Claims vs. United States, Pending Before “The Mixed Commission on British and American Claims,” in Washington, D.C.”  (Book subtitle)<br /><br />\n\nThe Carolinas Campaign was the final campaign in the Western Theater of the American Civil War. In January 1865, Union Maj. Gen. William Tecumseh Sherman advanced north from Savannah, Georgia, through the Carolinas, with the intention of linking up with Union forces in Virginia….  [After conquering  Atlanta, Sherman] persuaded Grant that he should march north through the Carolinas… destroying everything of military value along the way, similar to his march to the sea through Georgia. Sherman was particularly interested in targeting South Carolina, the first state to secede from the Union, for the effect it would have on Southern morale….  On February 17, Columbia surrendered to Sherman... Union forces were overwhelmed by throngs of liberated Federal prisoners and emancipated African Americans. Many soldiers took advantage of ample supplies of liquor in the city and began to drink. Fires began in the city, and high winds spread the flames across a wide area. Most of the central city was destroyed, and the city's fire companies found it difficult to operate in conjunction with the invading Union army, many of whom were also trying to put out the fire. The burning of Columbia has engendered controversy ever since, with some claiming the fires were accidental, others stating they were a deliberate act of vengeance, and others claiming that the fires were set by retreating Confederate soldiers who lit bales of cotton on their way out of town…  On February 18, Sherman's forces destroyed virtually anything of military value in Columbia, including railroad depots, warehouses, arsenals, and machine shops.<br />\n - Summary by Book’s subtitle, Wikipedia, and David Wales", "duration": 14650, "language": "English", "authors": [{"id": "10625", "name": "Augustine T. Smythe"}], "coverArt": "https://archive.org/download/LibrivoxCdCoverArt33/Who_Burnt_Columbia_1406.jpg", "copyright_year": "1873", "genres": ["War & Military"], "supporters": [{"role": "Read by", "name": "David Wales"}, {"role": "Book Coordinator", "name": "David Wales"}, {"role": "Meta Coordinator", "name": "Ann Boulais"}, {"role": "Proof Listener", "name": "Ann Boulais"}], "sections": [{"section": 1, "title": "Part 1 Depositions For Claimants", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_1_smythe_64kb.mp3", "duration": 2387}, {"section": 2, "title": "Part 2 Deposition Of General Oliver O. Howard, Part 1", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_2_smythe_64kb.mp3", "duration": 3130}, {"section": 3, "title": "Part 3 Deposition Of General Oliver O. Howard, Part 2", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_3_smythe_64kb.mp3", "duration": 2675}, {"section": 4, "title": "Part 4 Deposition Of General William Tecumseh Sherman, Part 1", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_4_smythe_64kb.mp3", "duration": 2457}, {"section": 5, "title": "Part 5 Deposition Of General William Tecumseh Sherman, Part 2", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_5_smythe_64kb.mp3", "duration": 2320}, {"section": 6, "title": "Part 6 Deposition Of General William Tecumseh Sherman, Part 3", "readers": [6454], "path": "https://www.archive.org/download/who_burnt_columbia_dw_1406_librivox/whoburntcolumbia_6_smythe_64kb.mp3", "duration": 1681}]}