{"title": "Woman and War", "description": "Olive Schreiner was a South African writer born in 1855 to missionary parents in the Eastern Cape. She is credited with being the first Internationally famous South African Novelist. She was an extraordinary person and was one of the earliest campaigners for women's rights, including the right to equal pay for equal work, saying: \"The fact that for equal work equally well performed by a man and by a woman it is ordained that the woman on the ground of her sex alone shall receive a less recompense is the nearest approach to a willful and unqualified \"wrong\" in the whole relation of woman to society today\". She opposed racism of all kinds whether against the Boers or Black People and she was also a pacifist and anti-war campaigner.\nShe was a vociferous critic of British Imperialism in South Africa and of Cecil Rhodes and his policies while prime minister of the Cape. As a result of her public support for the Boers, all her manuscripts and her house were burned by the British during the Anglo-Boer War and she was interned in a concentration camp for several years.\nHer most well known book is \"The Story of an African Farm\" from 1883, in which her own free thinking and progressive views on equality, sexuality and marriage are explored. It became a best seller in Europe and The United States, praised by feminists for portraying a strong heroine in control of her own destiny. The book was originally published under a pseudonym and it was only eight years later with the publication of the second edition that she was able to use her own name.\nIn 1911 she published \"Women and Labour\" after having partly reconstructed it, as this was one of the manuscripts that had been destroyed. The book was immensely influential to the women's emancipation movement in England and The United States and is often referred to as the \"bible\" of the Women's Movement. One of the essays from that book, \"Woman and War\" was published as a separate booklet in 1914.\nOlive Schreiner died in 1920.\n - Summary by Noel Badrian", "duration": 3112, "language": "English", "authors": [{"id": "725", "name": "Olive Schreiner"}], "coverArt": "https://archive.org/download/woman_and_war_1808_librivox/woman_war_1808.jpg", "copyright_year": "1914", "genres": ["Essays & Short Works", "Political Science", "Social Science (Culture & Anthropology)"], "supporters": [{"role": "Read by", "name": "NoelBadrian"}, {"role": "Book Coordinator", "name": "NoelBadrian"}, {"role": "Meta Coordinator", "name": "TriciaG"}, {"role": "Proof Listener", "name": "Bhavya"}], "sections": [{"section": 0, "title": "0. Preface", "readers": [6965], "path": "http://www.archive.org/download/woman_and_war_1808_librivox/womanandwar_00_schreiner_64kb.mp3", "duration": 455}, {"section": 1, "title": "1. Woman and War - Section 1", "readers": [6965], "path": "http://www.archive.org/download/woman_and_war_1808_librivox/womanandwar_01_schreiner_64kb.mp3", "duration": 1318}, {"section": 2, "title": "2. Woman and War - Section 2", "readers": [6965], "path": "http://www.archive.org/download/woman_and_war_1808_librivox/womanandwar_02_schreiner_64kb.mp3", "duration": 1339}]}