{"title": "Yang Chu's Garden of Pleasure", "description": "At the Court of Liang at the period of Yang Chu, about 300 B.C., the philosophers were treated as guests of the reigning king, who reserved for them lodging and maintenance, and encouraged all who had any pretence to the pursuit of truth and wisdom. Whether or not Yang Chu was actually a native of the Wei State, or whether he came there drawn by the attraction of a critical and unrivalled audience, it is at least certain that he settled there as small proprietor, probably in the reign of King Hwei, and continued there till his death, about 250 B.C.<br><br> One may imagine a condition of life in many respects somewhat analogous to the life of Epicurus in his famous Athenian Garden. To the philosopher of pleasure and contentment came pupils and disciples, discourses were held in much the same way as at an identical period discourses were held in the garden at Athens, and it is to these discourses, memorised and recorded by his favourite pupil Meng-sun-Yang, that we most probably owe the single fragment of the teaching of Yang Chu that remains, a fragment complete and explicit enough to enable us to form a clear estimate of his teaching and philosophy. - (from the Introduction by Hugh Cranmer-Byng)", "duration": 5802, "language": "English", "authors": [{"id": "6236", "name": " Liezi"}], "coverArt": "https://www.archive.org/download/LibrivoxCdCoverArt10/Yang_Chus_Garden_Pleasure_1108.jpg", "copyright_year": "1912", "genres": ["Philosophy", "Ancient"], "supporters": [{"role": "Read by", "name": "Chris Masterson"}, {"role": "Book Coordinator", "name": "Chris Masterson"}, {"role": "Meta Coordinator", "name": "David Barnes"}], "sections": [{"section": 1, "title": "Introduction by Hugh Cranmer-Byng", "readers": [1392], "path": "https://www.archive.org/download/yang_chus_garden_of_pleasure_librivox/garden_pleasure_01_yangchu_64kb.mp3", "duration": 3091}, {"section": 2, "title": "Yang Chu’s Garden of Pleasure", "readers": [1392], "path": "https://www.archive.org/download/yang_chus_garden_of_pleasure_librivox/garden_pleasure_02_yangchu_64kb.mp3", "duration": 2711}]}